[
  {
    "id": "1",
    "data": " أحمد ابن إبراهيم ابن خالد الموصلي أبو علي نزيل بغداد صدوق من العاشرة مات سنة ست وثلاثين د فق"
  },
  {
    "id": "2",
    "data": " أحمد ابن إبراهيم ابن فيل باسم الحيوان المعروف أبو الحسن البالسي نزيل أنطاكية صدوق من الثانية عشرة مات سنة أربع وثمانين كن"
  },
  {
    "id": "3",
    "data": " أحمد ابن إبراهيم ابن كثير ابن زيد الدورقي النكري بضم النون البغدادي ثقة حافظ من العاشرة مات سنة ست وأربعين م د ت ق"
  },
  {
    "id": "4",
    "data": " أحمد ابن إبراهيم ابن محمد ابن عبد الله ابن بكار ابن عبد الملك ابن الوليد ابن بسر ابن أبي أرطاة البسري بضم الموحدة بعدها مهملة يكنى أبا عبد الملك صدوق من الحادية عشرة مات سنة تسع وثمانين س"
  },
  {
    "id": " أحمد ابن إبراهيم التيمي ",
    "data": " أحمد ابن إبراهيم التيمي "
  },
  {
    "id": " صوابه إبراهيم ابن محمد",
    "data": " صوابه إبراهيم ابن محمد"
  },
  {
    "id": "5",
    "data": " أحمد ابن الأزهر ابن منيع أبو الأزهر العبدي النيسابوري صدوق كان يحفظ ثم كبر فصار كتابه أثبت من حفظه من الحادية عشرة مات سنة ثلاث وستين س ق"
  },
  {
    "id": "6",
    "data": " أحمد ابن إسحاق ابن الحصين ابن جابر السلمي أبو إسحاق السرماري بضم المهملة وبفتحها وحكي كسرها وإسكان الراء صدوق من الحادية عشرة مات سنة اثنتين وأربعين خ"
  },
  {
    "id": "7",
    "data": " أحمد ابن إسحاق ابن زيد ابن عبد الله ابن أبي إسحاق الحضرمي أبو إسحاق البصري ثقة كان يحفظ من التاسعة مات سنة إحدى عشرة م د ت س"
  },
  {
    "id": "8",
    "data": " أحمد ابن إسحاق ابن عيسى الأهوازي البزاز صاحب السلعة أبو إسحاق صدوق من الحادية عشرة مات سنة خمسين د"
  },
  {
    "id": "9",
    "data": " أحمد ابن إسماعيل ابن محمد السهمي أبو حذافة سماعه للموطأ صحيح وخلط في غيره من العاشرة مات سنة تسع وخمسين ق"
  },
  {
    "id": "10",
    "data": " أحمد ابن إشكاب الحضرمي أبو عبد الله الصفار واسم إشكاب مجمع وهو بكسر الهمزة بعدها معجمة ثقة حافظ من الحادية عشرة مات سنة سبع عشرة أو بعدها خ"
  },
  {
    "id": "11",
    "data": " أحمد ابن أيوب ابن راشد الضبي الشعيري بفتح المعجمة أبو الحسن مقبول من العاشرة بخ"
  },
  {
    "id": "12",
    "data": " أحمد ابن بديل ابن قريش أبو جعفر اليامي بالتحتانية قاضي الكوفة صدوق له أوهام من العاشرة مات سنة ثمان وخمسين ت ق"
  },
  {
    "id": "13",
    "data": " أحمد ابن بشير المخزومي مولى عمرو ابن حريث أبو بكر الكوفي صدوق له أوهام من التاسعة مات سنة 197 خ ت ق"
  },
  {
    "id": "14",
    "data": " أحمد ابن بشير البغدادي آخر متروك خلطه عثمان الدارمي بالذي قبله وفرق بينهما الخطيب فأصاب من العاشرة تمييز"
  },
  {
    "id": "15",
    "data": " أحمد ابن بكار ابن أبي ميمونة الأموي مولاهم أبو عبد الرحمن الحراني صدوق كان له حفظ من العاشرة مات سنة أربع وأربعين س"
  },
  {
    "id": "16",
    "data": " أحمد ابن بكار الباهلي أبو هانئ البصري صدوق من العاشرة تمييز"
  },
  {
    "id": "17",
    "data": " أحمد ابن أبي بكر "
  },
  {
    "id": " ابن الحارث ابن زرارة ابن مصعب ابن عبد الرحمن ابن عوف أبو مصعب الزهري المدني الفقيه صدوق عابه أبو خيثمة للفتوى بالرأي من العاشرة مات سنة اثنتين وأربعين وقد نيف على التسعين ع",
    "data": " ابن الحارث ابن زرارة ابن مصعب ابن عبد الرحمن ابن عوف أبو مصعب الزهري المدني الفقيه صدوق عابه أبو خيثمة للفتوى بالرأي من العاشرة مات سنة اثنتين وأربعين وقد نيف على التسعين ع"
  },
  {
    "id": "18",
    "data": " أحمد ابن ثابت الجحدري أبو بكر البصري صدوق من العاشرة مات بعد الخمسين ق"
  },
  {
    "id": "19",
    "data": " أحمد ابن جعفر المعقري بفتح الميم وكسر القاف نزيل مكة مقبول من الحادية عشرة مات سنة خمس وخمسين م"
  },
  {
    "id": "20",
    "data": " أحمد ابن جناب بفتح الجيم وتخفيف النون ابن المغيرة المصيصي أبو الوليد صدوق من العاشرة مات سنة ثلاثين م د س"
  },
  {
    "id": "21",
    "data": " أحمد ابن جواس بفتح الجيم وتشديد الواو وآخره مهملة الحنفي أبو عاصم الكوفي ثقة من العاشرة مات سنة ثمان وثلاثين م د"
  },
  {
    "id": "22",
    "data": " أحمد ابن جواس الإستوائي أبو جعفر مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "23",
    "data": " أحمد ابن الحجاج البكري المروزي ثقة من العاشرة مات سنة اثنتين وعشرين خ"
  },
  {
    "id": "24",
    "data": " أحمد ابن حرب ابن محمد ابن علي ابن حيان ابن مازن الطائي الموصلي صدوق من العاشرة مات سنة ثلاث وستين وله تسعون س"
  },
  {
    "id": "25",
    "data": " أحمد ابن الحسن ابن جنيدب بالجيم والنون مصغر الترمذي أبو الحسن ثقة حافظ من الحادية عشرة مات سنة خمسين تقريبا خ ت"
  },
  {
    "id": "26",
    "data": " أحمد ابن الحسن ابن خراش البغدادي أبو جعفر صدوق من الحادية عشرة مات سنة اثنتين وأربعين وله ستون م ت"
  },
  {
    "id": "27",
    "data": " أحمد ابن حفص ابن عبد الله ابن راشد السلمي النيسابوري أبو علي ابن أبي عمرو صدوق من الحادية عشرة مات سنة ثمان وخمسين خ س"
  },
  {
    "id": "28",
    "data": " أحمد ابن حماد ابن مسلم أبو جعفر المصري "
  },
  {
    "id": " صدوق من الحادية عشرة مات سنة ست وتسعين س",
    "data": " صدوق من الحادية عشرة مات سنة ست وتسعين س"
  },
  {
    "id": "29",
    "data": " أحمد ابن حميد الطريثيثي بضم أوله وراء ومثلثتين مصغرا يكنى أبا الحسن ويعرف بدار أم سلمة ثقة حافظ من العاشرة مات سنة عشرين وقيل بعدها خ س"
  },
  {
    "id": " أحمد ابن حنبل هو ابن محمد ابن حنبل",
    "data": " أحمد ابن حنبل هو ابن محمد ابن حنبل"
  },
  {
    "id": " أحمد ابن أبي الحواري هو ابن عبد الله ابن ميمون",
    "data": " أحمد ابن أبي الحواري هو ابن عبد الله ابن ميمون"
  },
  {
    "id": "30",
    "data": " أحمد ابن خالد ابن موسى الوهبي الكندي أبو سعيد صدوق من التاسعة مات سنة أربع عشرة ر 4"
  },
  {
    "id": "31",
    "data": " أحمد ابن خالد الخلال بالمعجمة أبو جعفر البغدادي الفقيه ثقة من العاشرة مات سنة سبع وأربعين ت س"
  },
  {
    "id": "32",
    "data": " أحمد ابن الخليل البغدادي نزيل نيسابور أبو علي التاجر ثقة من الحادية عشرة مات سنة ثمان وأربعين س"
  },
  {
    "id": "33",
    "data": " أحمد ابن الخليل ابن ثابت البغدادي البرجلاني بضم الموحدة والجيم بينهما راء ساكنة يكنى أبا جعفر صدوق من الحادية عشرة مات سنة سبع وسبعين تمييز"
  },
  {
    "id": "34",
    "data": " أحمد ابن الخليل ابن حرب القومسي نسبه أبو حاتم إلى الكذب من الحادية عشرة تمييز"
  },
  {
    "id": "35",
    "data": " أحمد ابن خلاد عن يزيد ابن هارون يحتمل أن يكون هو ابن خالد الخلال وهو من العاشرة عخ"
  },
  {
    "id": " أحمد ابن أبي داود المنادي هو محمد ابن عبيد الله يأتي في المحمدين",
    "data": " أحمد ابن أبي داود المنادي هو محمد ابن عبيد الله يأتي في المحمدين"
  },
  {
    "id": " أحمد ابن أبي رجاء المقرئ هو ابن نصر",
    "data": " أحمد ابن أبي رجاء المقرئ هو ابن نصر"
  },
  {
    "id": " أحمد ابن أبي رجاء الهروي هو ابن عبد الله ابن أيوب",
    "data": " أحمد ابن أبي رجاء الهروي هو ابن عبد الله ابن أيوب"
  },
  {
    "id": " أحمد ابن أبي سريج الرازي هو ابن الصباح",
    "data": " أحمد ابن أبي سريج الرازي هو ابن الصباح"
  },
  {
    "id": "36",
    "data": " أحمد ابن سعد ابن الحكم ابن محمد ابن سالم الجمحي المصري أبو جعفر ابن أبي مريم صدوق من الحادية عشرة مات سنة ثلاث وخمسين د س"
  },
  {
    "id": "37",
    "data": " أحمد ابن سعيد ابن إبراهيم الرباطي المروزي أبو عبد الله الأشقر ثقة حافظ من الحادية عشرة مات سنة ست وأربعين خ م د ت س"
  },
  {
    "id": "38",
    "data": " أحمد ابن سعيد ابن بشير "
  },
  {
    "id": " الهمداني أبو جعفر المصري صدوق من الحادية عشرة مات سنة ثلاث وخمسين د",
    "data": " الهمداني أبو جعفر المصري صدوق من الحادية عشرة مات سنة ثلاث وخمسين د"
  },
  {
    "id": "39",
    "data": " أحمد ابن سعيد ابن صخر الدارمي أبو جعفر السرخسي ثقة حافظ من الحادية عشرة مات سنة ثلاث وخمسين أيضا خ م د ت ق"
  },
  {
    "id": "40",
    "data": " أحمد ابن سعيد ابن يزيد ابن إبراهيم التستري قيل إن مسلما روى عنه وهو مقبول من الحادية عشرة "
  },
  {
    "id": " م",
    "data": " م"
  },
  {
    "id": "41",
    "data": " أحمد ابن سعيد ابن يعقوب الكندي أبو العباس الحمصي صدوق من العاشرة س"
  },
  {
    "id": " أحمد ابن سعيد الحراني ",
    "data": " أحمد ابن سعيد الحراني "
  },
  {
    "id": " صوابه ابن أبي شعيب",
    "data": " صوابه ابن أبي شعيب"
  },
  {
    "id": " أحمد ابن أبي السفر هو أحمد ابن عبد الله ابن محمد",
    "data": " أحمد ابن أبي السفر هو أحمد ابن عبد الله ابن محمد"
  },
  {
    "id": "42",
    "data": " أحمد ابن سفيان أبو سفيان النسائي صدوق مصنف من الحادية عشرة س"
  },
  {
    "id": " أحمد ابن سليمان المروزي هو ابن أبي الطيب",
    "data": " أحمد ابن سليمان المروزي هو ابن أبي الطيب"
  },
  {
    "id": "43",
    "data": " أحمد ابن سليمان ابن عبد الملك أبو الحسين الرهاوي ثقة حافظ من الحادية عشرة مات سنة إحدى وستين س"
  },
  {
    "id": "44",
    "data": " أحمد ابن سنان ابن أسد ابن حبان بكسر المهملة بعدها موحدة أبو جعفر القطان الواسطي ثقة حافظ من الحادية عشرة مات سنة تسع وخمسين وقيل قبلها خ د م س ق"
  },
  {
    "id": "45",
    "data": " أحمد ابن سيار ابن أيوب أبو الحسن المروزي الفقيه ثقة حافظ من الحادية عشرة مات سنة ثمان وستين وله سبعون سنة س"
  },
  {
    "id": "46",
    "data": " أحمد ابن شبيب ابن سعيد الحبطي بفتح المهملة والموحدة أبو عبد الله البصري صدوق من العاشرة مات سنة تسع وعشرين خ خد س"
  },
  {
    "id": "47",
    "data": " أحمد ابن شعيب ابن علي ابن سنان ابن بحر ابن دينار أبو عبد الرحمن النسائي الحافظ صاحب السنن مات سنة ثلاث وثلاثمائة وله ثمان وثمانون سنة"
  },
  {
    "id": "48",
    "data": " أحمد ابن صالح المصري أبو جعفر ابن الطبري ثقة حافظ من العاشرة تكلم فيه النسائي بسبب أوهام له قليلة ونقل عن ابن معين تكذيبه وجزم ابن حبان بأنه إنما تكلم في أحمد ابن صالح الشمومي فظن النسائي أنه عنى ابن الطبري مات سنة ثمان وأربعين وله ثمان وسبعون سنة خ د"
  },
  {
    "id": "49",
    "data": " أحمد ابن صالح البغدادي ثقة من الحادية عشرة وليس هو محمد ابن صالح الملقب كيلجة "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "50",
    "data": " أحمد ابن الصباح النهشلي أبو جعفر ابن أبي سريج الرازي المقرئ ثقة حافظ له غرائب من العاشرة مات بعد سنة أربعين خ د س"
  },
  {
    "id": "51",
    "data": " أحمد ابن أبي الطيب سليمان البغدادي أبو سليمان المعروف بالمروزي صدوق حافظ له أغلاط ضعفه بسببها أبو حاتم وما له في البخاري سوى حديث واحد متابعة وهو من العاشرة مات في حدود الثلاثين خ ت"
  },
  {
    "id": "52",
    "data": " أحمد ابن أبي طيبة عيسى ابن سليمان ابن دينار الدارمي أبو محمد الجرجاني صدوق له أفراد من العاشرة مات سنة ثلاث ومائتين س"
  },
  {
    "id": "53",
    "data": " أحمد ابن عاصم ابن عنبسة العباداني أبو صالح نزيل بغداد صدوق من الحادية عشرة ق"
  },
  {
    "id": "54",
    "data": " أحمد ابن عاصم أبو محمد البلخي زاهد من الحادية عشرة وما عرف أبو حاتم حاله في الحديث وله في الرقاق من البخاري موضع واحد مات سنة سبع وعشرين خ"
  },
  {
    "id": "55",
    "data": " أحمد ابن عبد الله ابن أيوب أبو الوليد ابن أبي رجاء "
  },
  {
    "id": " الهروي ثقة من العاشرة مات سنة اثنتين وثلاثين خ",
    "data": " الهروي ثقة من العاشرة مات سنة اثنتين وثلاثين خ"
  },
  {
    "id": "56",
    "data": " أحمد ابن عبد الله ابن الحكم ابن أبي فروة الهاشمي يعرف بابن الكردي "
  },
  {
    "id": " أبو الحسين البصري ثقة من العاشرة مات سنة سبع وأربعين م ت س",
    "data": " أبو الحسين البصري ثقة من العاشرة مات سنة سبع وأربعين م ت س"
  },
  {
    "id": " أحمد ابن عبد الله الغداني يأتي في ابن عبيد الله",
    "data": " أحمد ابن عبد الله الغداني يأتي في ابن عبيد الله"
  },
  {
    "id": "57",
    "data": " أحمد ابن عبد الله ابن أبي شعيب مسلم الحراني أبو الحسن مولى قريش ثقة من العاشرة مات سنة ثلاث وثلاثين وقيل غير ذلك خ د ت س"
  },
  {
    "id": "58",
    "data": " أحمد ابن عبد الله ابن علي ابن سويد ابن منجوف بنون ساكنة ثم جيم وآخره فاء أبو بكر السدوسي "
  },
  {
    "id": " صدوق من الحادية عشرة مات سنة اثنتين وخمسين خ د س",
    "data": " صدوق من الحادية عشرة مات سنة اثنتين وخمسين خ د س"
  },
  {
    "id": "59",
    "data": " أحمد ابن عبد الله ابن علي ابن أبي المضاء بتخفيف المعجمة والمد المصيصي القاضي ثقة من الثانية عشرة مات سنة ثمان وأربعين س"
  },
  {
    "id": "60",
    "data": " أحمد ابن عبد الله ابن محمد ابن عبد الله ابن أبي السفر بفتح الفاء سعيد ابن يحمد بضم التحتانية وكسر الميم يكنى أبا عبيدة الكوفي صدوق يهم من الحادية عشرة مات سنة ثمان وخمسين "
  },
  {
    "id": " ت س ق",
    "data": " ت س ق"
  },
  {
    "id": "61",
    "data": " أحمد ابن عبد الله ابن ميمون ابن العباس ابن الحارث التغلبي بفتح المثناة وسكون المعجمة وكسر اللام يكنى أبا الحسن ابن أبي الحواري بفتح المهملة والواو الخفيفة وكسر الراء ثقة زاهد من العاشرة مات سنة ست وأربعين د ق"
  },
  {
    "id": "62",
    "data": " أحمد ابن عبد الله ابن يوسف العرعري بمهملات مستور من الحادية عشرة ق"
  },
  {
    "id": "63",
    "data": " أحمد ابن عبد الله ابن يونس ابن عبد الله ابن قيس التميمي اليربوعي الكوفي ثقة حافظ من كبار العاشرة مات سنة سبع وعشرين وهو ابن أربع وتسعين سنة ع"
  },
  {
    "id": "64",
    "data": " أحمد ابن عبد الجبار ابن محمد العطاردي أبو عمر الكوفي ضعيف وسماعه للسيرة صحيح من العاشرة لم يثبت أن أبا داود أخرج له مات سنة اثنتين وسبعين وله خمس وتسعون سنة د"
  },
  {
    "id": "65",
    "data": " أحمد ابن عبد الرحمن ابن بكار ابن عبد الملك ابن الوليد ابن بسر بضم الموحدة وسكون المهملة "
  },
  {
    "id": " يكنى أبا الوليد البسري ",
    "data": " يكنى أبا الوليد البسري "
  },
  {
    "id": " صدوق تكلم فيه بلا حجة من العاشرة مات سنة ثمان وأربعين ت ق",
    "data": " صدوق تكلم فيه بلا حجة من العاشرة مات سنة ثمان وأربعين ت ق"
  },
  {
    "id": "66",
    "data": " أحمد ابن عبد الرحمن ابن عبد الله ابن سعد ابن عثمان الدشتكي بفتح أوله وسكون المعجمة وفتح المثناة الفوقانية مقرئ لقبه حمدون صدوق من العاشرة د"
  },
  {
    "id": "67",
    "data": " أحمد ابن عبد الرحمن ابن وهب ابن مسلم المصري "
  },
  {
    "id": " لقبه بحشل بفتح الموحدة وسكون المهملة بعدها شين معجمة يكنى أبا عبيد الله صدوق تغير بأخرة من الحادية عشرة مات سنة أربع وستين م",
    "data": " لقبه بحشل بفتح الموحدة وسكون المهملة بعدها شين معجمة يكنى أبا عبيد الله صدوق تغير بأخرة من الحادية عشرة مات سنة أربع وستين م"
  },
  {
    "id": "68",
    "data": " أحمد ابن عبد الرحمن المخزومي مستور من الحادية عشرة ق"
  },
  {
    "id": "69",
    "data": " أحمد ابن عبد الملك ابن واقد الحراني أبو يحيى الأسدي ثقة تكلم فيه بلا حجة من العاشرة مات سنة إحدى وعشرين خ س ق"
  },
  {
    "id": "70",
    "data": " أحمد ابن عبد الواحد ابن واقد التميمي المعروف بابن عبود الدمشقي صدوق من الحادية عشرة مات سنة أربع وخمسين د س"
  },
  {
    "id": "71",
    "data": " أحمد ابن عبد الواحد ابن سليمان الرملي أبو جعفر صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "72",
    "data": " أحمد ابن عبد الواحد ابن يزيد العقيلي الجَوْبري بفتح الجيم وبالموحدة مستور من الثانية عشرة مات سنة خمس وثلاثمائة تمييز"
  },
  {
    "id": "73",
    "data": " أحمد ابن عبد الوهاب ابن نجدة الحوطي بفتح الحاء المهملة وسكون الواو بعدها مهملة يكنى أبا عبد الله صدوق من الحادية عشرة مات سنة تسع وسبعين س"
  },
  {
    "id": "74",
    "data": " أحمد ابن عبدة ابن موسى الضبي أبو عبد الله البصري ثقة رمي بالنصب من العاشرة مات سنة خمس وأربعين م 4"
  },
  {
    "id": "75",
    "data": " أحمد ابن عبدة الآملي بالمد وضم الميم يكنى أبا جعفر صدوق من الحادية عشرة د ت"
  }
]