[
  {
    "id": "76",
    "data": " أحمد ابن عبيد الله "
  },
  {
    "id": " ابن سهيل ابن صخر الغداني بضم المعجمة والتخفيف بصري يكنى أبا عبد الله صدوق من العاشرة مات سنة أربع وعشرين وقيل بعد ذلك ",
    "data": " ابن سهيل ابن صخر الغداني بضم المعجمة والتخفيف بصري يكنى أبا عبد الله صدوق من العاشرة مات سنة أربع وعشرين وقيل بعد ذلك "
  },
  {
    "id": " خ د",
    "data": " خ د"
  },
  {
    "id": "77",
    "data": " أحمد ابن أبي عبيد الله بشر السليمي بفتح المهملة وكسر اللام الوراق بصري يكنى أبا عبد الله ثقة من العاشرة مات بعد الأربعين ت س"
  },
  {
    "id": "78",
    "data": " أحمد ابن عبيد ابن ناصح أبو جعفر النحوي يعرف بأبي عصيدة قيل إن أبا داود حكى عنه وهو لين الحديث وهو من الحادية عشرة مات بعد السبعين د"
  },
  {
    "id": "79",
    "data": " أحمد ابن عثمان ابن حكيم الأودي أبو عبد الله الكوفي ثقة من الحادية عشرة مات سنة إحدى وستين "
  },
  {
    "id": " خ م س ق",
    "data": " خ م س ق"
  },
  {
    "id": "80",
    "data": " أحمد ابن عثمان ابن أبي عثمان عبد النور ابن عبد الله ابن سنان النوفلي يكنى أبا عثمان بصري يلقب أبا الجوزاء بالجيم والزاي ثقة من الحادية عشرة مات سنة ست وأربعين م ت س"
  },
  {
    "id": "81",
    "data": " أحمد ابن علي ابن سعيد ابن إبراهيم المروزي أبو بكر القاضي ثقة حافظ من الثانية عشرة مات سنة اثنتين وتسعين وله نحو من تسعين سنة س"
  },
  {
    "id": " أحمد ابن علي المنجوفي هو أحمد ابن عبد الله تقدم",
    "data": " أحمد ابن علي المنجوفي هو أحمد ابن عبد الله تقدم"
  },
  {
    "id": "82",
    "data": " أحمد ابن علي النميري إمام مسجد سلمية صدوق ضعفه الأزدي بلا حجة من التاسعة د"
  },
  {
    "id": "83",
    "data": " أحمد ابن عمر ابن حفص ابن جهم ابن واقد الكندي الوكيعي أبو جعفر الجلاب بالجيم ثقة من العاشرة مات سنة خمس وثلاثين م"
  },
  {
    "id": "84",
    "data": " أحمد ابن عمر الحميري أبو جعفر البغدادي المخرمي بضم الميم وفتح المعجمة وتشديد الراء يعرف بحمدان صدوق من الحادية عشرة مات سنة ثمان وخمسين خ"
  },
  {
    "id": "85",
    "data": " أحمد ابن عمرو ابن عبد الله ابن عمرو ابن السرح بمهملات أبو الطاهر المصري ثقة من العاشرة مات سنة خمسين م د س ق"
  },
  {
    "id": " أحمد ابن أبي عمرو أبو العباس القلوري يأتي في الكنى",
    "data": " أحمد ابن أبي عمرو أبو العباس القلوري يأتي في الكنى"
  },
  {
    "id": " أحمد ابن أبي عمرو السلمي هو ابن حفص تقدم",
    "data": " أحمد ابن أبي عمرو السلمي هو ابن حفص تقدم"
  },
  {
    "id": "86",
    "data": " أحمد ابن عيسى ابن حسان المصري يعرف بابن التستري صدوق تكلم في بعض سماعاته قال الخطيب بلا حجة من العاشرة مات سنة ثلاث وأربعين خ م س ق"
  },
  {
    "id": "87",
    "data": " أحمد ابن عيسى التنيسي المصري ليس بالقوي من الحادية عشرة مات سنة ثلاث وسبعين تمييز"
  },
  {
    "id": "88",
    "data": " أحمد ابن الفرات ابن خالد الضبي أبو مسعود الرازي نزيل أصبهان ثقة حافظ تكلم فيه بلا مستند من الحادية عشرة مات سنة ثمان وخمسين د"
  },
  {
    "id": "89",
    "data": " أحمد ابن فضالة بفتح الفاء أبو المنذر النسائي صدوق ربما أخطأ من الحادية عشرة مات سنة سبع وخمسين س"
  },
  {
    "id": "90",
    "data": " أحمد ابن محمد ابن إبراهيم الأبلي بضم الهمزة والموحدة وتشديد اللام يكنى أبا بكر العطار صدوق من الحادية عشرة مات سنة ثمان وسبعين د"
  },
  {
    "id": "91",
    "data": " أحمد ابن محمد ابن إبراهيم ابن بنت حاتم السمين مروزي نزل بغداد ثقة من الحادية عشرة مات سنة اثنتين وثمانين تمييز"
  },
  {
    "id": "92",
    "data": " أحمد ابن محمد ابن أحمد ابن محمد ابن أبي خلف البغدادي ثقة من العاشرة مات سنة ثلاث وثلاثين د"
  },
  {
    "id": "93",
    "data": " أحمد ابن محمد ابن أيوب صاحب المغازي "
  },
  {
    "id": " يكنى أبا جعفر صدوق كانت فيه غفلة لم يدفع بحجة قاله أحمد من العاشرة مات سنة ثمان وعشرين د",
    "data": " يكنى أبا جعفر صدوق كانت فيه غفلة لم يدفع بحجة قاله أحمد من العاشرة مات سنة ثمان وعشرين د"
  },
  {
    "id": "94",
    "data": " أحمد ابن محمد ابن ثابت ابن عثمان الخزاعي أبو الحسن ابن شبويه بمعجمة بعدها موحدة ثقيلة ثقة من العاشرة مات سنة ثلاثين د"
  },
  {
    "id": "95",
    "data": " أحمد ابن محمد ابن جعفر الطرسوسي صدوق من الثانية عشرة وقال ابن عساكر إنما هو محمد ابن أحمد ابن جعفر ولم يذكر ابن يونس غيره س"
  },
  {
    "id": "96",
    "data": " أحمد ابن محمد ابن حنبل ابن هلال ابن أسد الشيباني المروزي نزيل بغداد أبو عبد الله أحد الأئمة ثقة حافظ فقيه حجة وهو رأس الطبقة العاشرة مات سنة إحدى وأربعين وله سبع وسبعون سنة ع"
  },
  {
    "id": "97",
    "data": " أحمد ابن محمد ابن عبيد الله ابن أبي رجاء الثغري بالمثلثة بعدها معجمة ساكنة يكنى أبا جعفر النجار الطرسوسي صدوق من الحادية عشرة س"
  },
  {
    "id": "98",
    "data": " أحمد ابن محمد ابن المعلى الأدمي البصري أبو بكر صدوق من الحادية عشرة قد"
  },
  {
    "id": "99",
    "data": " أحمد ابن محمد ابن المغيرة ابن سنان الأزدي "
  },
  {
    "id": " الحمصي صدوق من الحادية عشرة مات سنة أربع وستين س",
    "data": " الحمصي صدوق من الحادية عشرة مات سنة أربع وستين س"
  },
  {
    "id": "100",
    "data": " أحمد ابن محمد ابن موسى أبو العباس السمسار المعروف بمردويه ثقة حافظ من العاشرة مات سنة خمس وثلاثين خ ت س"
  },
  {
    "id": "101",
    "data": " أحمد ابن محمد ابن نيزك بكسر النون بعدها تحتانية ساكنة ثم زاي مفتوحة ثم كاف ابن حبيب البغدادي أبو جعفر الطوسي صدوق في حفظه شيء من الحادية عشرة مات سنة ثمان وأربعين ت"
  },
  {
    "id": "102",
    "data": " أحمد ابن محمد "
  },
  {
    "id": " ابن نيزك ابن صالح الهمذاني بفتح الميم أبو العباس القومسي صدوق من الحادية عشرة مات سنة خمس وسبعين تمييز",
    "data": " ابن نيزك ابن صالح الهمذاني بفتح الميم أبو العباس القومسي صدوق من الحادية عشرة مات سنة خمس وسبعين تمييز"
  },
  {
    "id": "103",
    "data": " أحمد ابن محمد ابن هانئ أبو بكر الأثرم ثقة حافظ له تصانيف من الحادية عشرة مات سنة ثلاث وسبعين قاله ابن قانع س"
  },
  {
    "id": "104",
    "data": " أحمد ابن محمد ابن الوليد ابن عقبة ابن الأزرق ابن عمرو الغساني أبو محمد و "
  },
  {
    "id": " أبو الوليد ثقة من العاشرة مات سنة سبع عشرة وقيل سنة اثنتين وعشرين خ",
    "data": " أبو الوليد ثقة من العاشرة مات سنة سبع عشرة وقيل سنة اثنتين وعشرين خ"
  },
  {
    "id": "105",
    "data": " أحمد ابن محمد ابن عون القواس أبو الحسن المقرىء صدوق له أوهام من العاشرة مات سنة خمس وأربعين تمييز"
  },
  {
    "id": "106",
    "data": " أحمد ابن محمد ابن يحيى ابن سعيد القطان أبو سعيد البصري صدوق من الحادية عشرة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "107",
    "data": " أحمد ابن مصرف ابن عمرو اليامي بالتحتانية الكوفي صدوق من الحادية عشرة س"
  },
  {
    "id": "108",
    "data": " أحمد ابن المعلى ابن يزيد الأسدي الدمشقي أبو بكر صدوق من الثانية عشرة مات سنة ست وثمانين س"
  },
  {
    "id": "109",
    "data": " أحمد ابن المفضل الحفري بفتح المهملة والفاء أبو علي الكوفي صدوق شيعي في حفظه شيء من التاسعة مات سنة خمس عشرة د س"
  },
  {
    "id": "110",
    "data": " أحمد ابن المقدام أبو الأشعث العجلي بصري صدوق صاحب حديث طعن أبو داود في مروءته من العاشرة مات سنة ثلاث وخمسين وله بضع وتسعون خ ت س ق"
  },
  {
    "id": "111",
    "data": " أحمد ابن المنذر ابن الجارود البصري أبو بكر القزاز صدوق من الحادية عشرة قديم الموت "
  },
  {
    "id": " سنة ثلاثين م",
    "data": " سنة ثلاثين م"
  },
  {
    "id": "112",
    "data": " أحمد ابن منصور ابن راشد الحنظلي المروزي لقبه زاج بزاي وجيم صدوق من الحادية عشرة مات سنة ثمان وخمسين وقيل غير ذلك م"
  },
  {
    "id": "113",
    "data": " أحمد ابن منصور ابن سيار البغدادي الرمادي أبو بكر ثقة حافظ طعن فيه أبو داود لمذهبه في الوقف في القرآن من الحادية عشرة مات سنة خمس وستين وله ثلاث وثمانون ق"
  },
  {
    "id": "114",
    "data": " أحمد ابن منيع ابن عبد الرحمن أبو جعفر البغوي "
  },
  {
    "id": " الأصم ثقة حافظ من العاشرة مات سنة أربع وأربعين وله أربع وثمانون ع",
    "data": " الأصم ثقة حافظ من العاشرة مات سنة أربع وأربعين وله أربع وثمانون ع"
  },
  {
    "id": "115",
    "data": " أحمد ابن موسى ابن معقل المصري المقرىء صدوق لم يذكره المزي من الثانية عشرة وهو في الطهارة لابن ماجة ق"
  },
  {
    "id": " أحمد ابن موسى عن إبراهيم ابن سعد نسب إلى جده وهو أحمد ابن محمد ابن موسى تقدم",
    "data": " أحمد ابن موسى عن إبراهيم ابن سعد نسب إلى جده وهو أحمد ابن محمد ابن موسى تقدم"
  },
  {
    "id": "116",
    "data": " أحمد ابن ناصح "
  },
  {
    "id": " المصيصي أبو عبد الله صدوق من العاشرة س",
    "data": " المصيصي أبو عبد الله صدوق من العاشرة س"
  },
  {
    "id": "117",
    "data": " أحمد ابن نصر ابن زياد النيسابوري الزاهد المقرىء أبو عبد الله ابن أبي جعفر ثقة فقيه حافظ من الحادية عشرة مات سنة خمس وأربعين ت س"
  },
  {
    "id": "118",
    "data": " أحمد ابن نصر ابن شاكر الدمشقي أبو الحسن ابن أبي رجاء صدوق من الثانية عشرة مات سنة اثنتين وتسعين س"
  },
  {
    "id": "119",
    "data": " أحمد ابن نصر ابن مالك ابن الهيثم الخزاعي أبو عبد الله ثقة من العاشرة قتل ظلما سنة إحدى وثلاثين ل"
  },
  {
    "id": "120",
    "data": " أحمد ابن النضر ابن عبد الوهاب النيسابوري أبو الفضل ثقة حافظ من الحادية عشرة خ"
  },
  {
    "id": "121",
    "data": " أحمد ابن نفيل بالنون والفاء مصغر السكوني الكوفي صدوق من العاشرة س"
  },
  {
    "id": "122",
    "data": " أحمد ابن هاشم ابن أبي العباس الرملي صدوق في حفظه شيء من العاشرة أيضا ل"
  },
  {
    "id": "123",
    "data": " أحمد ابن الهيثم ابن حفص الثغري بالمثلثة والغين المعجمة قاضي طرسوس صدوق من الثانية عشرة س"
  },
  {
    "id": "124",
    "data": " أحمد ابن يحيى ابن زكريا الأودي أبو جعفر الكوفي العابد ثقة من الحادية عشرة مات سنة أربع وستين س"
  },
  {
    "id": "125",
    "data": " أحمد ابن يحيى ابن محمد ابن كثير الحراني صدوق من الثانية عشرة س"
  },
  {
    "id": "126",
    "data": " أحمد ابن يحيى ابن الوزير ابن سليمان التُّجِيبِيُّ بضم المثناة وكسر الجيم بعدها تحتانية ثم موحدة أبو عبد الله المصري ثقة من الحادية عشرة مات سنة خمس وستين وله أربع وتسعون د س"
  },
  {
    "id": "127",
    "data": " أحمد ابن يزيد ابن إبراهيم ابن الورتنيس بفتح الواو وسكون الراء وفتح المثناة الفوقانية وكسر النون الثقيلة بعدها ياء أخيرة ساكنة ثم "
  },
  {
    "id": " مهملة يكنى أبا الحسن الحراني ضعفه أبو حاتم من العاشرة ولم يرو عنه البخاري إلا حديثا واحدا متابعة خ",
    "data": " مهملة يكنى أبا الحسن الحراني ضعفه أبو حاتم من العاشرة ولم يرو عنه البخاري إلا حديثا واحدا متابعة خ"
  },
  {
    "id": "128",
    "data": " أحمد ابن يزيد ابن روح الداري الفلسطيني مستور من الثانية عشرة ق"
  },
  {
    "id": "129",
    "data": " أحمد ابن يعقوب المسعودي أبو يعقوب أو أبو عبد الله الكوفي ثقة من التاسعة مات سنة بضع عشرة خ"
  },
  {
    "id": "130",
    "data": " أحمد ابن يوسف ابن خالد الأزدي أبو الحسن النيسابوري المعروف بحمدان حافظ ثقة من الحادية عشرة مات سنة أربع وستين وله ثمانون سنة م د س ق"
  },
  {
    "id": " أحمد ابن يونس هو ابن عبد الله نُسب لجده",
    "data": " أحمد ابن يونس هو ابن عبد الله نُسب لجده"
  },
  {
    "id": " أحمد عن بهز هو ابن سعيد ابن صخر خ",
    "data": " أحمد عن بهز هو ابن سعيد ابن صخر خ"
  },
  {
    "id": " أحمد عن الأنصاري هو ابن محمد ابن حنبل خ",
    "data": " أحمد عن الأنصاري هو ابن محمد ابن حنبل خ"
  },
  {
    "id": " أحمد عن ابن وهب هو ابن صالح أو ابن عيسى خ",
    "data": " أحمد عن ابن وهب هو ابن صالح أو ابن عيسى خ"
  },
  {
    "id": " أحمد عن عبيد الله ابن معاذ هو ابن النضر خ",
    "data": " أحمد عن عبيد الله ابن معاذ هو ابن النضر خ"
  },
  {
    "id": " أحمد عن محمد المقدمي هو ابن النضر أو ابن سيار خ",
    "data": " أحمد عن محمد المقدمي هو ابن النضر أو ابن سيار خ"
  },
  {
    "id": "131",
    "data": " آبي اللحم بالمد بلفظ اسم الفاعل من الإباء صحابي غفاري يقال إن اسمه خلف وقيل غير ذلك استشهد بحنين ت س"
  },
  {
    "id": "132",
    "data": " آدم ابن أبي إياس عبد الرحمن العسقلاني أصله خراساني يكنى أبا الحسن نشأ ببغداد ثقة عابد من التاسعة مات سنة إحدى وعشرين خ خد ت س ق"
  },
  {
    "id": "133",
    "data": " آدم ابن سليمان القرشي الكوفي والد يحيى صدوق من السابعة م ت س"
  },
  {
    "id": "134",
    "data": " آدم ابن علي العجلي الشيباني صدوق من الثالثة خ س"
  },
  {
    "id": "135",
    "data": " أبان ابن إسحاق الأسدي النحوي كوفي ثقة تكلم فيه الأزدي بلا حجة من السادسة ت"
  },
  {
    "id": "126",
    "data": " أحمد ابن يحيى ابن الوزير ابن سليمان التُّجِيبِيُّ بضم المثناة وكسر الجيم بعدها تحتانية ثم موحدة أبو عبد الله المصري ثقة من الحادية عشرة مات سنة خمس وستين وله أربع وتسعون د س"
  },
  {
    "id": "127",
    "data": " أحمد ابن يزيد ابن إبراهيم ابن الورتنيس بفتح الواو وسكون الراء وفتح المثناة الفوقانية وكسر النون الثقيلة بعدها ياء أخيرة ساكنة ثم "
  },
  {
    "id": " مهملة يكنى أبا الحسن الحراني ضعفه أبو حاتم من العاشرة ولم يرو عنه البخاري إلا حديثا واحدا متابعة خ",
    "data": " مهملة يكنى أبا الحسن الحراني ضعفه أبو حاتم من العاشرة ولم يرو عنه البخاري إلا حديثا واحدا متابعة خ"
  },
  {
    "id": "128",
    "data": " أحمد ابن يزيد ابن روح الداري الفلسطيني مستور من الثانية عشرة ق"
  },
  {
    "id": "129",
    "data": " أحمد ابن يعقوب المسعودي أبو يعقوب أو أبو عبد الله الكوفي ثقة من التاسعة مات سنة بضع عشرة خ"
  },
  {
    "id": "130",
    "data": " أحمد ابن يوسف ابن خالد الأزدي أبو الحسن النيسابوري المعروف بحمدان حافظ ثقة من الحادية عشرة مات سنة أربع وستين وله ثمانون سنة م د س ق"
  },
  {
    "id": " أحمد ابن يونس هو ابن عبد الله نُسب لجده",
    "data": " أحمد ابن يونس هو ابن عبد الله نُسب لجده"
  },
  {
    "id": " أحمد عن بهز هو ابن سعيد ابن صخر خ",
    "data": " أحمد عن بهز هو ابن سعيد ابن صخر خ"
  },
  {
    "id": " أحمد عن الأنصاري هو ابن محمد ابن حنبل خ",
    "data": " أحمد عن الأنصاري هو ابن محمد ابن حنبل خ"
  },
  {
    "id": " أحمد عن ابن وهب هو ابن صالح أو ابن عيسى خ",
    "data": " أحمد عن ابن وهب هو ابن صالح أو ابن عيسى خ"
  },
  {
    "id": " أحمد عن عبيد الله ابن معاذ هو ابن النضر خ",
    "data": " أحمد عن عبيد الله ابن معاذ هو ابن النضر خ"
  },
  {
    "id": " أحمد عن محمد المقدمي هو ابن النضر أو ابن سيار خ",
    "data": " أحمد عن محمد المقدمي هو ابن النضر أو ابن سيار خ"
  },
  {
    "id": "131",
    "data": " آبي اللحم بالمد بلفظ اسم الفاعل من الإباء صحابي غفاري يقال إن اسمه خلف وقيل غير ذلك استشهد بحنين ت س"
  },
  {
    "id": "132",
    "data": " آدم ابن أبي إياس عبد الرحمن العسقلاني أصله خراساني يكنى أبا الحسن نشأ ببغداد ثقة عابد من التاسعة مات سنة إحدى وعشرين خ خد ت س ق"
  },
  {
    "id": "133",
    "data": " آدم ابن سليمان القرشي الكوفي والد يحيى صدوق من السابعة م ت س"
  },
  {
    "id": "134",
    "data": " آدم ابن علي العجلي الشيباني صدوق من الثالثة خ س"
  },
  {
    "id": "135",
    "data": " أبان ابن إسحاق الأسدي النحوي كوفي ثقة تكلم فيه الأزدي بلا حجة من السادسة ت"
  },
  {
    "id": "136",
    "data": " أبان ابن تغلب بفتح المثناة وسكون المعجمة وكسر اللام أبو سعد الكوفي ثقة تكلم فيه للتشيع من السابعة مات سنة أربعين م 4"
  },
  {
    "id": " أبان ابن سلمان شيخ ابن جريج ",
    "data": " أبان ابن سلمان شيخ ابن جريج "
  }
]