[
  {
    "id": "809",
    "data": " توبة أبو صدقة الأنصاري مولى أنس البصري مقبول من الخامسة س"
  },
  {
    "id": "825",
    "data": " ثابت ابن قيس ابن شماس بمعجمة وميم مشددة وآخره مهملة أنصاري خزرجي خطيب الأنصار من كبار الصحابة بشره النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالجنة واستشهد باليمامة فنفذت وصيته بمنام رآه خالد ابن الوليد رضي الله عنهما خ د س"
  },
  {
    "id": "826",
    "data": " ثابت ابن قيس النخعي أبو المنقع بضم الميم وفتح النون وتشديد القاف كوفي مقبول من الثالثة س"
  },
  {
    "id": "827",
    "data": " ثابت ابن قيس الأنصاري الزرقي المدني ثقة من الثالثة أيضا بخ د س ق"
  },
  {
    "id": "828",
    "data": " ثابت ابن قيس الغفاري مولاهم أبو الغصن المدني صدوق يهم من الخامسة مات سنة ثمان وستين ومائة وهو ابن مائة ي د س"
  },
  {
    "id": "829",
    "data": " ثابت ابن محمد العابد أبو محمد ويقال أبو إسماعيل صدوق زاهد يخطىء في أحاديث من التاسعة مات سنة خمس عشرة خ ت"
  },
  {
    "id": "830",
    "data": " ثابت ابن محمد العبدي "
  },
  {
    "id": " من الرابعة وقيل صوابه محمد ابن ثابت وسيأتي ق",
    "data": " من الرابعة وقيل صوابه محمد ابن ثابت وسيأتي ق"
  },
  {
    "id": "831",
    "data": " ثابت ابن موسى ابن عبد الرحمن ابن سلمة الضبي أبو يزيد الكوفي الضرير العابد ضعيف الحديث من العاشرة مات سنة تسع وعشرين ق"
  },
  {
    "id": "832",
    "data": " ثابت ابن هرمز الكوفي أبو المقدام الحداد مشهور بكنيته صدوق يهم من السادسة د س ق"
  },
  {
    "id": "833",
    "data": " ثابت ابن وديعة وقيل ابن يزيد ابن وديعة وقيل أبوه يزيد ووديعة أمه ابن عمرو ابن قيس الخزرجي أبو سعيد المدني صحابي جليل د س ق"
  },
  {
    "id": "834",
    "data": " ثابت ابن يزيد الأحول أبو زيد البصري ثقة ثبت من السابعة مات سنة تسع وستين ع"
  },
  {
    "id": "835",
    "data": " ثابت ابن يزيد الأودي أبو السري الكوفي ضعيف من الثامنة تمييز"
  },
  {
    "id": "836",
    "data": " ثابت الأنصاري والد عديّ قيل هو ابن قيس ابن الخطيم وهو جدّ عديّ لا أبوه وقيل اسم أبيه دينار وقيل عمرو ابن أخطب وقيل عبيد ابن عازب وهو مجهول الحال من الثالثة د س ق"
  },
  {
    "id": "837",
    "data": " ثابت أبو سعيد مجهول من السابعة فق"
  },
  {
    "id": "838",
    "data": " ثَبَّات بفتح المثلثة والموحدة الثقيلة وقيل الخفيفة وآخره مثناة "
  },
  {
    "id": " ابن ميمون مقبول من السابعة قد",
    "data": " ابن ميمون مقبول من السابعة قد"
  },
  {
    "id": "839",
    "data": " ثعلبة ابن الحكم الليثي صحابي نزل "
  },
  {
    "id": " الكوفة ق",
    "data": " الكوفة ق"
  },
  {
    "id": "840",
    "data": " ثعلبة ابن زهدم الحنظلي حديثه في الكوفيين مختلف في صحبته وقال العجلي تابعي ثقة د س"
  },
  {
    "id": "841",
    "data": " ثعلبة ابن سهيل "
  },
  {
    "id": " الطهوي بضم المهملة وفتح الهاء أبو مالك الكوفي سكن الري وكان يطب صدوق من السابعة ت ق",
    "data": " الطهوي بضم المهملة وفتح الهاء أبو مالك الكوفي سكن الري وكان يطب صدوق من السابعة ت ق"
  },
  {
    "id": "842",
    "data": " ثعلبة ابن صعير أو ابن أبي صعير بمهملتين مصغر العذري بضم المهملة وسكون المعجمة ويقال ثعلبة ابن عبد الله ابن صعير ويقال عبد الله ابن ثعلبة ابن صعير مختلف في صحبته د"
  },
  {
    "id": "843",
    "data": " ثعلبة ابن عباد بكسر المهملة وتخفيف الموحدة العبدي البصري مقبول من الرابعة عخ 4"
  },
  {
    "id": "844",
    "data": " ثعلبة ابن عمرو ابن عبيد ابن محصن الأنصاري صحابي شهد بدرا واستشهد بجسر أبى عبيد ق"
  },
  {
    "id": "845",
    "data": " ثعلبة ابن أبي مالك القرظي حليف الأنصار أبو مالك ويقال أبو يحيى المدني مختلف في صحبته وقال العجلي تابعي ثقة خ د ق"
  },
  {
    "id": " ثعلبة ابن أبي مالك الطهوي في ثعلبة ابن سهيل",
    "data": " ثعلبة ابن أبي مالك الطهوي في ثعلبة ابن سهيل"
  },
  {
    "id": "846",
    "data": " ثعلبة ابن مسلم الخثعمي الشامي مستور من الخامسة د فق"
  },
  {
    "id": "847",
    "data": " ثعلبة ابن يزيد الحماني بكسر المهملة وتشديد الميم كوفي صدوق شيعي من الثالثة عس"
  },
  {
    "id": "848",
    "data": " ثعلبة الأسلمي مقبول من السابعة قد"
  },
  {
    "id": "849",
    "data": " ثعلبة العنبري صحابي قيل هو اسم جد الهرماس ابن حبيب د ق"
  },
  {
    "id": "850",
    "data": " ثمامة ابن حزن بفتح المهملة وسكون الزاي ثم نون القشيري البصري والد أبي الورد ثقة من الثانية مخضرم وفد على عمر ابن الخطاب وله خمس وثلاثون سنة بخ م ت س"
  },
  {
    "id": "851",
    "data": " ثمامة ابن شراحيل اليماني مقبول من الثالثة ورواية النسائي له في الكبرى د ت س"
  },
  {
    "id": "852",
    "data": " ثمامة ابن شفي بمعجمة وفاء مصغر الهمداني "
  },
  {
    "id": " بالسكون المصري نزيل الإسكندرية ثقة من الثالثة قال ابن يونس مات في خلافة هشام قبل العشرين م د س",
    "data": " بالسكون المصري نزيل الإسكندرية ثقة من الثالثة قال ابن يونس مات في خلافة هشام قبل العشرين م د س"
  },
  {
    "id": "853",
    "data": " ثمامة ابن عبد الله ابن أنس ابن مالك "
  },
  {
    "id": " الأنصاري البصري قاضيها صدوق من الرابعة عزل سنة عشر ومات بعد ذلك بمدة ع",
    "data": " الأنصاري البصري قاضيها صدوق من الرابعة عزل سنة عشر ومات بعد ذلك بمدة ع"
  },
  {
    "id": "854",
    "data": " ثمامة ابن عقبة المحلمي بضم الميم وفتح المهملة وكسر اللام الثقيلة ثقة من الرابعة بخ س"
  },
  {
    "id": "855",
    "data": " ثمامة ابن كلاب مقبول من السادسة س"
  },
  {
    "id": "856",
    "data": " ثمامة ابن وائل ابن حصين وقد ينسب لجده وقيل اسمه وائل ابن هاشم ابن حصين أبو ثفال بكسر المثلثة بعدها فاء المري بضم الميم ثم راء مشهور بكنيته مقبول من الخامسة ت ق"
  },
  {
    "id": "857",
    "data": " ثواب بتخفيف الواو ابن عتبة المهري بفتح الميم وسكون الهاء البصري مقبول من السادسة ت ق"
  },
  {
    "id": "858",
    "data": " ثوبان الهاشمي مولى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صحبه ولازمه ونزل بعده الشام ومات بحمص سنة أربع وخمسين بخ م 4"
  },
  {
    "id": "859",
    "data": " ثور باسم الحيوان المعروف ابن زيد الديلي بكسر المهملة بعدها تحتانية المدني ثقة من السادسة مات سنة خمس وثلاثين ع"
  },
  {
    "id": "860",
    "data": " ثور ابن عفير بالمهملة والفاء مصغر السدوسي البصري والد شقيق مقبول قديم الوفاة من الثالثة س"
  },
  {
    "id": "861",
    "data": " ثور ابن يزيد بزيادة تحتانية في أول اسم أبيه أبو خالد الحمصي ثقة ثبت إلا أنه يرى القدر من السابعة مات سنة خمسين وقيل ثلاث أو خمس وخمسين ع"
  },
  {
    "id": "862",
    "data": " ثوير مصغر ابن أبي فاختة بمعجمة مكسورة ومثناة "
  },
  {
    "id": " سعيد ابن علاقة بكسر المهملة الكوفي أبو الجهم ضعيف رمي بالرفض من الرابعة ت",
    "data": " سعيد ابن علاقة بكسر المهملة الكوفي أبو الجهم ضعيف رمي بالرفض من الرابعة ت"
  },
  {
    "id": "863",
    "data": " جابان غير منسوب مقبول من الرابعة س"
  },
  {
    "id": "864",
    "data": " جابر ابن إسماعيل الحضرمي أبو عباد المصري مقبول من الثامنة بخ م د س ق"
  },
  {
    "id": "865",
    "data": " جابر ابن زيد أبو الشعثاء الأزدي ثم الجوفي بفتح الجيم وسكون الواو بعدها فاء البصري مشهور بكنيته ثقة فقيه من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وتسعين ويقال ثلاث ومائة ع",
    "data": " سنة ثلاث وتسعين ويقال ثلاث ومائة ع"
  },
  {
    "id": "866",
    "data": " جابر ابن سليم أو سليم ابن جابر هو أبو جري بجيم وراء غير منقوطة مصغر الهجيمي بجيم مصغر صحابي له أحاديث د ت س"
  },
  {
    "id": "867",
    "data": " جابر ابن سمرة ابن جنادة بضم الجيم بعدها نون السوائي بضم المهملة والمد صحابي ابن صحابي نزل الكوفة ومات بها بعد سنة سبعين ع"
  },
  {
    "id": "868",
    "data": " جابر ابن سيلان بكسر المهملة بعدها تحتانية ساكنة "
  },
  {
    "id": " مقبول من الثالثة والصواب أن الذي روى له أبو داود اسمه عبد ربه كما سيأتي د",
    "data": " مقبول من الثالثة والصواب أن الذي روى له أبو داود اسمه عبد ربه كما سيأتي د"
  },
  {
    "id": "869",
    "data": " جابر ابن صبح بضم المهملة وسكون الموحدة الراسبي بكسر السين المهملة بعدها موحدة أبو بشر البصري صدوق من السابعة د ت س"
  },
  {
    "id": "870",
    "data": " جابر ابن طارق صحابي مقل تم س ق"
  },
  {
    "id": "871",
    "data": " جابر ابن عبد الله ابن عمرو ابن حرام بمهملة وراء الأنصاري ثم السلمي بفتحتين صحابي ابن صحابي غزا تسع عشرة غزوة ومات بالمدينة بعد السبعين وهو ابن أربع وتسعين ع"
  },
  {
    "id": "872",
    "data": " جابر ابن عتيك ابن قيس الأنصاري صحابي جليل اختلف في شهوده بدرا مات سنة إحدى وستين وهو ابن إحدى وتسعين د س"
  },
  {
    "id": "873",
    "data": " جابر ابن عمرو أبو الوازع الراسبي صدوق يهم من الثالثة بخ م ت ق"
  },
  {
    "id": "874",
    "data": " جابر ابن عمير الأنصاري صحابي مقل س"
  },
  {
    "id": "875",
    "data": " جابر ابن كردي بضم الكاف وسكون الراء "
  },
  {
    "id": " وآخره ياء مثقلة الواسطي البزاز صدوق من الحادية عشرة مات سنة خمس وخمسين قال المزي لم أقف على رواية النسائي عنه س",
    "data": " وآخره ياء مثقلة الواسطي البزاز صدوق من الحادية عشرة مات سنة خمس وخمسين قال المزي لم أقف على رواية النسائي عنه س"
  },
  {
    "id": "876",
    "data": " جابر ابن نوح الحماني بكسر المهملة وتشديد الميم أبو بشير الكوفي ضعيف من التاسعة مات سنة ثلاث ومائتين على الصواب ت س"
  },
  {
    "id": " جابر ابن وهب ",
    "data": " جابر ابن وهب "
  },
  {
    "id": " صوابه وهب ابن جابر س",
    "data": " صوابه وهب ابن جابر س"
  },
  {
    "id": "1062",
    "data": " حارثة ابن أبي الرجال بكسر الراء ثم جيم الأنصاري ثم النجاري المدني ضعيف من السادسة مات سنة ثمان وأربعين ت ق"
  },
  {
    "id": "1063",
    "data": " حارثة ابن مضرب بتشديد الراء المكسورة قبلها معجمة العبدي الكوفي ثقة من الثانية غلط من نقل عن ابن المديني أنه تركه بخ 4"
  },
  {
    "id": "1064",
    "data": " حارثة ابن وهب الخزاعي صحابي نزل الكوفة وكان عمر زوج أمه "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "1065",
    "data": " حازم ابن حرملة الغفاري صحابي له حديث واحد في الذكر ق"
  },
  {
    "id": " حازم العنزي يأتي في الخاء المعجمة",
    "data": " حازم العنزي يأتي في الخاء المعجمة"
  },
  {
    "id": "1066",
    "data": " حاضر ابن مهاجر أبو عيسى الباهلي مقبول من السادسة س ق"
  },
  {
    "id": "1067",
    "data": " حامد ابن عمر ابن حفص ابن عمر ابن عبيد الله ابن أبي بكرة الثقفي البكراوي أبو عبد الرحمن البصري قاضي كرمان وقيل إن حفصا جده هو ابن عبد الرحمن ابن أبي بكرة ثقة من العاشرة مات سنة ثلاث وثلاثين خ م"
  },
  {
    "id": "1068",
    "data": " حامد ابن يحيى ابن هانئ البلخي أبو عبد الله نزيل طرسوس ثقة حافظ من العاشرة مات سنة اثنتين وأربعين د"
  },
  {
    "id": "1069",
    "data": " حبان ابن واسع ابن حبان ابن منقذ ابن عمرو الأنصاري ثم المازني المدني صدوق من الخامسة م د ت ق"
  },
  {
    "id": "1071",
    "data": " حبان ابن أبي جبلة بفتح الجيم والموحدة المصري مولى قريش ثقة من الثالثة مات سنة اثنتين وقيل خمس وعشرين ومائة بخ"
  },
  {
    "id": "1072",
    "data": " حبان ابن جزء بفتح الجيم بعدها زاي ثم همز صدوق من الثالثة ت ق"
  },
  {
    "id": "1073",
    "data": " حبان ابن زيد الشرعبي بفتح المعجمة ثم راء ساكنة ثم مهملة مفتوحة ثم موحدة أبو خداش بكسر المعجمة وآخره معجمة ثقة من الثالثة أخطأ من زعم أن له صحبة بخ"
  },
  {
    "id": "1074",
    "data": " حبان ابن عاصم التميمي ثم العنبري مقبول من الثالثة بخ"
  },
  {
    "id": "1075",
    "data": " حبان ابن عطية السلمي لا أعرف له رواية وإنما له ذكر في البخاري وهو من الطبقة الثانية خ"
  },
  {
    "id": "1076",
    "data": " حبان ابن علي العنزي بفتح العين والنون ثم زاي أبو علي الكوفي ضعيف من الثامنة وكان له فقه وفضل مات سنة إحدى أو اثنتين وسبعين وله ستون سنة ق"
  },
  {
    "id": "1077",
    "data": " حبان ابن موسى ابن سوار السلمي أبو محمد المروزي ثقة من العاشرة مات سنة ثلاث وثلاثين خ م ت س"
  },
  {
    "id": "1078",
    "data": " حبان ابن موسى ابن حبان الكلابي أبو محمد الدمشقي مقبول من الثانية عشرة مات سنة إحدى وثلاثين وثلاثمائة تمييز"
  },
  {
    "id": "1079",
    "data": " حبان ابن يسار الكلابي أبو رويحة بمهملتين مصغر بصري صدوق اختلط من الثامنة د عس"
  },
  {
    "id": "1080",
    "data": " حبشي بضم ثم موحدة ساكنة ثم معجمة بعدها ياء ثقيلة ابن جنادة السلولي بفتح المهملة صحابي نزل الكوفة ت س ق"
  },
  {
    "id": "1081",
    "data": " حبة بفتح أوله ثم موحدة ثقيلة ابن جوين بجيم مصغر العرني بضم المهملة وفتح الراء بعدها نون أبو قدامة الكوفي صدوق له أغلاط وكان غاليا في التشيع من الثانية وأخطأ من زعم أن له صحبة مات سنة ست وقيل تسع وسبعين س"
  },
  {
    "id": "1082",
    "data": " حبة ابن خالد الأسدي ويقال العامري أو الخزاعي صحابي له حديث واحد نزل الكوفة بخ ق"
  },
  {
    "id": "1083",
    "data": " حبيب ابن أوس أو ابن أبي أوس الثقفي مقبول شهد فتح مصر وسكنها من الثانية تم"
  },
  {
    "id": "1084",
    "data": " حبيب ابن أبي ثابت قيس ويقال هند ابن دينار الأسدي مولاهم أبو يحيى الكوفي ثقة فقيه جليل وكان كثير الإرسال والتدليس من الثالثة مات سنة تسع عشرة ومائة ع"
  },
  {
    "id": "1085",
    "data": " حبيب ابن أبي حبيب البجلي بموحدة وجيم أبو عمرو البصري نزيل الكوفة مقبول من الرابعة وقيل يكنى أبا كشوثا بفتح الكاف بعدها معجمة مضمومة ثم واو ساكنة ثم مثلثة ت"
  },
  {
    "id": "1086",
    "data": " حبيب ابن أبي حبيب الجرمي البصري الأنماطي اسم أبيه يزيد صدوق يخطىء من السابعة مات سنة اثنتين وستين عخ م س ق"
  },
  {
    "id": "1087",
    "data": " حبيب أبي حبيب المصري كاتب مالك يكنى أبا محمد واسم أبيه إبراهيم وقيل مرزوق متروك كذبه أبو داود وجماعة مات سنة ثماني عشرة ومائتين من التاسعة ق"
  },
  {
    "id": "1088",
    "data": " حبيب ابن أبي حبيب الخرططي بفتح المعجمة وسكون الراء وبمهملتين الأولى مفتوحة المروزي كذبه ابن حبان من التاسعة أيضا تمييز"
  },
  {
    "id": "1089",
    "data": " حبيب ابن أبي حبيب البصري فيه لين من التاسعة أيضا تمييز"
  },
  {
    "id": " حبيب ابن خلاد هو ابن زيد يأتي",
    "data": " حبيب ابن خلاد هو ابن زيد يأتي"
  },
  {
    "id": "1090",
    "data": " حبيب ابن الزبير ابن مشكان بضم الميم وسكون المعجمة الهلالي أو الحنفي الأصبهاني أصله من البصرة ثقة من السادسة مد ت"
  },
  {
    "id": "1091",
    "data": " حبيب ابن زيد ابن خلاد الأنصاري المدني وقد ينسب إلى جده ثقة من السابعة 4"
  },
  {
    "id": "1092",
    "data": " حبيب ابن سالم الأنصاري مولى النعمان ابن بشير وكاتبه لا بأس به من الثالثة م"
  },
  {
    "id": "1093",
    "data": " حبيب ابن أبي سُبَيْعة أو ابن سُبَيْعة بمهملة وموحدة مصغرا وقيل سبيعة ابن حبيب الضبعي تابعي ثقة أخطأ من زعم أن له صحبة من الثالثة س"
  }
]