[
  {
    "id": "1094",
    "data": " حبيب ابن سليم العبسي بالموحدة الكوفي مقبول من السابعة ت ق"
  },
  {
    "id": "1095",
    "data": " حبيب ابن سليم صاحب شريح كوفي أيضا من السادسة تمييز"
  },
  {
    "id": "1096",
    "data": " حبيب ابن سليم الباهلي بصري مقبول من السابعة تمييز"
  },
  {
    "id": "1097",
    "data": " حبيب ابن الشهيد الأزدي أبو محمد البصري ثقة ثبت من الخامسة مات سنة خمس وأربعين وهو ابن ست وستين ع"
  },
  {
    "id": " حبيب ابن الشهيد المصري أبو مرزوق في الكنى",
    "data": " حبيب ابن الشهيد المصري أبو مرزوق في الكنى"
  },
  {
    "id": "1098",
    "data": " حبيب ابن صالح أو ابن أبي موسى الطائي أبو موسى الحمصي ثقة من السابعة مات سنة سبع وأربعين د ت ق"
  },
  {
    "id": "1099",
    "data": " حبيب ابن صهبان بضم المهملة الأسدي الكاهلي أبو مالك الكوفي ثقة من الثانية بخ"
  },
  {
    "id": "1100",
    "data": " حبيب ابن عبد الله الأزدي اليحمدي بضم التحتانية وسكون المهملة وكسر الميم والد عبد الصمد مجهول من الثالثة د"
  },
  {
    "id": "1101",
    "data": " حبيب ابن عبيد الرحبي بالمهملة المفتوحة ثم الموحدة أبو حفص الحمصي ثقة من الثالثة بخ م 4"
  },
  {
    "id": "1102",
    "data": " حبيب ابن أبي عمرة القصاب أبو عبد الله الحماني بكسر المهملة الكوفي ثقة من السادسة مات سنة اثنتين وأربعين خ م خد ت س ق"
  },
  {
    "id": "1103",
    "data": " حبيب ابن أبي فضلان أو فضالة المالكي البصري مقبول من الثالثة د"
  },
  {
    "id": "1104",
    "data": " حبيب ابن محمد العجمي أبو محمد البصري الزاهد ثقة عابد من السادسة بخ"
  },
  {
    "id": "1105",
    "data": " حبيب ابن أبي مرزوق الرقي ثقة فاضل من السابعة مات سنة ثلاث أو ثمان وثلاثين ت س"
  },
  {
    "id": "1106",
    "data": " حبيب ابن مسلمة ابن مالك ابن وهب القرشي الفهري المكي نزيل الشام وكان يسمى حبيب الروم لكثرة دخوله عليهم مجاهدا مختلف في صحبته والراجح ثبوتها لكنه كان صغيرا وله ذكر في الصحيح في حديث ابن عمر مع معاوية مات بأرمينية "
  },
  {
    "id": " أميرا عليها لمعاوية سنة اثنتين وأربعين د ق",
    "data": " أميرا عليها لمعاوية سنة اثنتين وأربعين د ق"
  },
  {
    "id": "1107",
    "data": " حبيب ابن أبي مليكة النهدي بنون بعدها هاء ساكنة أبو ثور الكوفي مقبول من الثالثة وقيل إنه أبو ثور الأزدي ولا يصح وسيأتي في الكنى د"
  },
  {
    "id": " حبيب ابن أبي موسى في حبيب ابن صالح",
    "data": " حبيب ابن أبي موسى في حبيب ابن صالح"
  },
  {
    "id": "1108",
    "data": " حبيب ابن النعمان الأسدي مقبول من الثالثة د ق"
  },
  {
    "id": " حبيب ابن يزيد الجرمي هو ابن أبي حبيب تقدم",
    "data": " حبيب ابن يزيد الجرمي هو ابن أبي حبيب تقدم"
  },
  {
    "id": "1109",
    "data": " حبيب ابن يسار الكندي الكوفي ثقة من الثالثة ت س"
  },
  {
    "id": "1110",
    "data": " حبيب ابن يسار "
  },
  {
    "id": " شيخ روى عن الأعمش مجهول من السابعة تمييز",
    "data": " شيخ روى عن الأعمش مجهول من السابعة تمييز"
  },
  {
    "id": "1111",
    "data": " حبيب ابن يساف بفاء بدل الراء عن النعمان ابن بشير مجهول من الثالثة س"
  },
  {
    "id": "1112",
    "data": " حبيب الأعور المدني مولى عروة ابن الزبير مقبول من الثالثة مات في حدود الثلاثين ومائة م د س"
  },
  {
    "id": "1113",
    "data": " حبيب التميمي العنبري والد الهرماس مجهول من الثالثة د ق"
  },
  {
    "id": "1114",
    "data": " حبيب العنزي بفتح النون بعدها زاي والد طلق مجهول من الثالثة س"
  },
  {
    "id": "1115",
    "data": " حبيب المعلم أبو محمد البصري مولى معقل ابن يسار اختلف في اسم أبيه فقيل زائدة وقيل زيد صدوق من السادسة مات سنة ثلاثين ع"
  },
  {
    "id": "1116",
    "data": " حبيش بموحدة ومعجمة مصغر ابن شريح الحبشي أبو حفصة "
  },
  {
    "id": " الشامي تابعي مقبول من الثالثة ووهم من ذكره في الصحابة د",
    "data": " الشامي تابعي مقبول من الثالثة ووهم من ذكره في الصحابة د"
  },
  {
    "id": "1117",
    "data": " حبيش ابن مبشر بموحدة ومعجمة مثقلة ابن أحمد ابن محمد الثقفي أبو عبد الله الطوسي ثقة فقيه سني من الحادية عشرة وكان أخوه جعفر من كبار المعتزلة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "1118",
    "data": " حجاج ابن إبراهيم الأزرق أبو محمد أو أبو إبراهيم البغدادي نزيل طرسوس ومصر ثقة فاضل من العاشرة د س"
  },
  {
    "id": "1119",
    "data": " حجاج ابن أرطاة بفتح الهمزة ابن ثور ابن هبيرة النخعي أبو أرطاة الكوفي القاضي أحد الفقهاء صدوق كثير الخطأ والتدليس من السابعة مات سنة خمس وأربعين بخ م 4"
  },
  {
    "id": "1120",
    "data": " حجاج ابن تميم الجزري أو الواسطي ضعيف من الثامنة ق"
  },
  {
    "id": "1121",
    "data": " حجاج ابن حجاج ابن مالك الأسلمي مقبول من الثالثة ولأبيه صحبة وسيأتي د ت س"
  },
  {
    "id": "1122",
    "data": " حجاج ابن حجاج الأسلمي مجهول من الثالثة وهو أصغر من الذي قبله تمييز"
  },
  {
    "id": "1123",
    "data": " حجاج ابن حجاج الباهلي البصري الأحول "
  },
  {
    "id": " ثقة من السادسة خ م د س ق",
    "data": " ثقة من السادسة خ م د س ق"
  },
  {
    "id": "1124",
    "data": " حجاج ابن حسان القيسي البصري لا بأس به من الخامسة مد"
  },
  {
    "id": "1125",
    "data": " حجاج ابن دينار الواسطي لا بأس به وله ذكر في مقدمة مسلم من السابعة 4"
  },
  {
    "id": "1126",
    "data": " حجاج ابن أبي زينب السلمي أبو يوسف الصيقل الواسطي صدوق يخطىء من السادسة م د س ق"
  },
  {
    "id": "1127",
    "data": " حجاج ابن شداد الصنعاني نزيل مصر مقبول من السابعة د"
  },
  {
    "id": "1128",
    "data": " حجاج ابن صفوان ابن أبي يزيد المدني صدوق من السابعة لم يذكره المزي "
  },
  {
    "id": " د",
    "data": " د"
  },
  {
    "id": "1129",
    "data": " حجاج ابن عاصم المحاربي الكوفي قاضيها ليس به بأس من السادسة س"
  },
  {
    "id": "1130",
    "data": " حجاج ابن عبيد ويقال ابن أبي عبد الله يسار مجهول من السادسة د ق"
  },
  {
    "id": "1131",
    "data": " حجاج ابن أبي عثمان ميسرة أو سالم الصواف أبو الصلت الكندي مولاهم البصري ثقة حافظ من السادسة مات سنة ثلاث وأربعين ع"
  },
  {
    "id": "1132",
    "data": " حجاج ابن عمرو ابن غزية بفتح المعجمة وكسر الزاي وتشديد التحتانية الأنصاري المازني المدني صحابي وله رواية عن زيد ابن ثابت وشهد صفين مع علي 4"
  },
  {
    "id": "1133",
    "data": " حجاج ابن فرافصة بضم الفاء الأولى وكسر الثانية بعدها صاد مهملة الباهلي البصري صدوق عابد يهم من السادسة د س"
  },
  {
    "id": "1134",
    "data": " حجاج ابن مالك ابن عويمر ابن أبي أسيد الأسلمي صحابي له حديث في الرضاع د ت س"
  },
  {
    "id": "1135",
    "data": " حجاج ابن محمد المصيصي الأعور أبو محمد ترمذي الأصل نزل بغداد ثم المصيصة ثقة ثبت لكنه اختلط في آخر عمره لما قدم بغداد قبل موته من التاسعة مات ببغداد سنة ست ومائتين ع"
  },
  {
    "id": "1136",
    "data": " حجاج ابن محمد الخولاني الحمصي لا بأس به من العاشرة تمييز"
  },
  {
    "id": "1137",
    "data": " حجاج ابن المنهال الأنماطي أبو محمد السلمي مولاهم البصري ثقة فاضل من التاسعة مات سنة ست عشرة أو سبع عشرة ع"
  },
  {
    "id": "1138",
    "data": " حجاج ابن أبي منيع يوسف وقيل عبيد الله ابن أبي زياد الرصافي ثقة من العاشرة خت"
  },
  {
    "id": "1139",
    "data": " حجاج ابن نصير بضم النون الفساطيطي بفتح الفاء بعدها مهملة القيسي أبو محمد البصري ضعيف كان يقبل التلقين من التاسعة مات سنة ثلاث عشرة أو أربع عشرة ت"
  },
  {
    "id": "1140",
    "data": " حجاج ابن أبي يعقوب يوسف ابن حجاج الثقفي البغدادي المعروف بابن الشاعر ثقة حافظ من الحادية عشرة مات سنة تسع وخمسين م"
  },
  {
    "id": "1141",
    "data": " حجاج ابن يوسف ابن أبي عقيل الثقفي الأمير الشهير الظالم المبير "
  },
  {
    "id": " وقع ذكره وكلامه في الصحيحين وغيرهما وليس بأهل أن يروى عنه ولي إمرة العراق عشرين سنة ومات سنة خمس وتسعين تمييز",
    "data": " وقع ذكره وكلامه في الصحيحين وغيرهما وليس بأهل أن يروى عنه ولي إمرة العراق عشرين سنة ومات سنة خمس وتسعين تمييز"
  },
  {
    "id": " حجاج عامل عمر ابن عبد العزيز على الربذة هو ابن صفوان تقدم د",
    "data": " حجاج عامل عمر ابن عبد العزيز على الربذة هو ابن صفوان تقدم د"
  },
  {
    "id": "1142",
    "data": " حجاج الضرير مقبول من الثانية عشرة د"
  },
  {
    "id": "1143",
    "data": " حجر ابن حجر بضم المهملة وسكون الجيم الكلاعي بفتح الكاف وتخفيف اللام الحمصي مقبول من الثالثة د"
  },
  {
    "id": "1144",
    "data": " حجر ابن العنبس بفتح المهملة وسكون النون وفتح الموحدة الحضرمي الكوفي صدوق مخضرم من الثانية ر د ت"
  },
  {
    "id": "1145",
    "data": " حجر ابن قيس الهمداني المدري الحجوري بفتح المهملة وضم الجيم ثقة من الثالثة د س ق"
  },
  {
    "id": "1146",
    "data": " حجر العدوي قيل هو حجية ابن عدي والا فمجهول من الثالثة ت"
  },
  {
    "id": "1147",
    "data": " حجير بالتصغير ابن "
  },
  {
    "id": " الربيع البصري العدوي يقال هو أبو السوار بتشديد الواو ثقة من الثالثة م",
    "data": " الربيع البصري العدوي يقال هو أبو السوار بتشديد الواو ثقة من الثالثة م"
  },
  {
    "id": "1148",
    "data": " حجير ابن عبد الله الكندي مقبول من الثامنة د ت ق"
  },
  {
    "id": "1149",
    "data": " حجين كالذي قبله لكن آخره نون ابن المثنى اليمامي أبو عمر سكن بغداد وولي قضاء خراسان ثقة من التاسعة مات ببغداد سنة خمس ومائتين وقيل بعد ذلك خ م د ت س"
  },
  {
    "id": "1150",
    "data": " حجية بوزن علية ابن عدي الكندي صدوق يخطىء من الثالثة ت"
  },
  {
    "id": "1151",
    "data": " حدرد ابن أبي حدرد الأسلمي "
  },
  {
    "id": " صحابي له حديث واحد بخ د",
    "data": " صحابي له حديث واحد بخ د"
  },
  {
    "id": "1152",
    "data": " حديج ابن معاوية ابن حديج مصغرا أخو زهير صدوق يخطىء من السابعة مات قبل أخيه سنة بضع وسبعين س"
  },
  {
    "id": "1153",
    "data": " حدير بوزن الذي قبله لكن آخره راء الحضرمي أبو الزاهرية الحمصي صدوق من الثالثة مات على رأس المائة ر م د س ق"
  },
  {
    "id": "1154",
    "data": " حذيفة ابن أسيد بفتح الهمزة الغفاري أبو سريحة بمهملتين مفتوح الأول صحابي من أصحاب الشجرة مات سنة اثنتين وأربعين م 4"
  },
  {
    "id": "1155",
    "data": " حذيفة ابن أبي حذيفة الأزدي مقبول من الثالثة د"
  },
  {
    "id": "1156",
    "data": " حذيفة ابن اليمان واسم اليمان حسيل بمهملتين مصغرا ويقال حسل بكسر ثم سكون العبسي بالموحدة حليف الأنصار صحابي جليل من السابقين صح في مسلم عنه أن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أعلمه بما كان وما يكون إلى أن تقوم الساعة وأبوه صحابي أيضا استشهد بأحد ومات حذيفة في أول خلافة علي سنة ست وثلاثين ع"
  },
  {
    "id": "1157",
    "data": " حذيفة البارقي مقبول من الرابعة س"
  },
  {
    "id": "1158",
    "data": " حذيم بكسرأوله وسكون ثانيه وفتح التحتانية السعدي صحابي له حديث س"
  },
  {
    "id": "1159",
    "data": " الحر بضم أوله وتشديد ثانيه ابن الصياح بمهملة ثم تحتانية وآخره مهملة النخعي الكوفي ثقة من الثالثة د ت س"
  },
  {
    "id": "1160",
    "data": " الحر ابن مالك ابن الخطاب العنبري أبو سهل البصري صدوق من التاسعة ق"
  },
  {
    "id": "1161",
    "data": " الحر ابن مسكين أبو مسكين مقبول من السادسة س"
  },
  {
    "id": "1162",
    "data": " حرام بمهملتين مفتوحتين ابن حكيم ابن خالد ابن سعد الأنصاري ويقال العنسي بالنون الدمشقي وهو حرام ابن معاوية كان معاوية ابن صالح يقوله على الوجهين ووهم من جعلهما اثنين وهو ثقة من الثالثة ر 4"
  },
  {
    "id": "1163",
    "data": " حرام ابن سعد أو ابن ساعدة ابن محيصة ابن مسعود الأنصاري وقد ينسب إلى جده ثقة من الثالثة 4"
  },
  {
    "id": "1164",
    "data": " حرب ابن سريج بالمهملة والجيم ابن المنذر المنقري أبو سفيان البصري البزاز صدوق يخطىء من السابعة عس"
  },
  {
    "id": "1165",
    "data": " حرب ابن شداد اليشكري أبو الخطاب البصري ثقة من السابعة مات سنة إحدى وستين خ م د ت س"
  },
  {
    "id": "1166",
    "data": " حرب ابن أبي العالية أبو معاذ البصري قيل اسم أبي العالية مهران صدوق يهم من السابعة م س"
  },
  {
    "id": "1167",
    "data": " حرب ابن عبيد الله ابن عمير الثقفي لين الحديث من الرابعة د"
  },
  {
    "id": "1168",
    "data": " حرب ابن ميمون الأكبر أبو الخطاب الأنصاري مولاهم البصري صدوق رمي بالقدر من السابعة مات في حدود الستين م ت فق"
  },
  {
    "id": "1169",
    "data": " حرب ابن ميمون الأصغر أبو عبد الرحمن البصري صاحب الأغمية بفتح الهمزة وسكون المعجمة وهي السقوف متروك الحديث مع عبادته من الثامنة ووهم من خلطه بالأول تمييز"
  },
  {
    "id": "1170",
    "data": " حرب ابن وحشي ابن حرب الحبشي الحمصي مقبول من الثالثة د ق"
  },
  {
    "id": " حرشف ",
    "data": " حرشف "
  },
  {
    "id": " هو ابن حرشف يأتي في المبهمات ",
    "data": " هو ابن حرشف يأتي في المبهمات "
  },
  {
    "id": "1171",
    "data": " حرملة ابن إياس ويقال إياس ابن حرملة ويقال أبو حرملة والأول أشهر مقبول من الرابعة س"
  },
  {
    "id": "1172",
    "data": " حرملة ابن عبد الله التميمي العنبري ويقال فيه حرملة ابن إياس صحابي له حديث بخ"
  },
  {
    "id": "1173",
    "data": " حرملة ابن عبد العزيز ابن سبرة بفتح المهملة وسكون الموحدة الجهني أبو معبد لا بأس به من الثامنة ت"
  },
  {
    "id": "1174",
    "data": " حرملة ابن عمران ابن قراد التجيبي بضم المثناة وكسر الجيم بعدها ياء ساكنة ثم موحدة أبو حفص المصري يعرف بالحاجب ثقة من السابعة هو جد الذي بعده مات سنة ستين وله ثمانون سنة بخ م د س ق"
  },
  {
    "id": "1175",
    "data": " حرملة ابن يحيى ابن حرملة ابن عمران أبو حفص التجيبي المصري صاحب الشافعي صدوق من الحادية عشرة مات سنة ثلاث أو أربع وأربعين وكان مولده سنة ستين م س ق"
  },
  {
    "id": "1176",
    "data": " حرملة مولى أسامة ابن زيد وهو مولى زيد ابن ثابت ومنهم من فرق بينهما صدوق من الثالثة خ"
  },
  {
    "id": "1177",
    "data": " حرمي بلفظ النسب ابن حفص ابن عمرو العتكي بفتح المهملة والمثناة أبو علي البصري ثقة من كبار العاشرة مات سنة ثلاث أو ست وعشرين خ د س"
  },
  {
    "id": "1178",
    "data": " حرمي ابن عمارة ابن أبي حفصة نابت بنون وموحدة ثم مثناة وقيل كالجادة العتكي البصري أبو روح صدوق يهم من التاسعة مات سنة إحدى ومائتين خ م د س ق"
  },
  {
    "id": " حرمي ابن يونس هو إبراهيم تقدم",
    "data": " حرمي ابن يونس هو إبراهيم تقدم"
  }
]