[
  {
    "id": "1179",
    "data": " حريث آخره مثلثة مصغر ابن الأبح السليحي بفتح المهملة وكسر اللام وسكون الياء بعدها مهملة شامي مجهول من الثالثة د"
  },
  {
    "id": "1180",
    "data": " حريث ابن السائب التميمي وقيل الهلالي البصري المؤذن صدوق يخطىء من السابعة بخ مد ت"
  },
  {
    "id": "1181",
    "data": " حريث ابن ظهير بالمعجمة المضمومة الكوفي قدم الشام مجهول من الثانية س"
  },
  {
    "id": " حريث ابن قبيصة في قبيصة ابن حريث",
    "data": " حريث ابن قبيصة في قبيصة ابن حريث"
  },
  {
    "id": "1182",
    "data": " حريث ابن أبي مطر الفزاري أبو عمرو وابن عمرو الكوفي الحناط بالمهملة والنون ضعيف من السادسة خت ت ق"
  },
  {
    "id": "1183",
    "data": " حريث رجل من بني عذرة اختلف في اسم أبيه فقيل "
  },
  {
    "id": " سليم أو سليمان أو عمار مختلف في صحبته وعندي أن راوي حديث الخط غير الصحابي بل هو مجهول من الثالثة د ق",
    "data": " سليم أو سليمان أو عمار مختلف في صحبته وعندي أن راوي حديث الخط غير الصحابي بل هو مجهول من الثالثة د ق"
  },
  {
    "id": "1184",
    "data": " حريز بفتح أوله وكسر الراء وآخره زاي ابن عثمان الرحبي بفتح الراء والحاء المهملة بعدها موحدة الحمصي ثقة ثبت رمي بالنصب من الخامسة مات سنة ثلاث وستين وله ثلاث وثمانون سنة خ 4"
  },
  {
    "id": "1185",
    "data": " حريز ويقال أبو حريز مولى معاوية وبه جزم ابن عساكر وسماه كيسان شامي مجهول من الثالثة ق"
  },
  {
    "id": "1186",
    "data": " حريز أو أبو حريز عن ابن عمر حجازي مجهول من الثالثة أيضا د"
  },
  {
    "id": "1187",
    "data": " حريش بوزن الذي قبله لكن آخره معجمة ابن الخريت بكسر المعجمة وتشديد الراء المكسورة وآخره مثناة أخو الزبير بصري ضعيف من السابعة ق"
  },
  {
    "id": "1188",
    "data": " حريش ابن سليم أو ابن أبي حريش الجعفي أو الثقفي الكوفي أبو سعيد مقبول من السابعة د س"
  },
  {
    "id": "1189",
    "data": " حزام بكسر أوله ثم زاي ابن حكيم ابن حزام ابن خويلد الأسدي بفتحتين القرشي حجازي مقبول من الثالثة س"
  },
  {
    "id": "1190",
    "data": " حَزْم بسكون الزاي ابن أبي حزم القطعي بضم القاف وفتح الطاء أبو عبد الله البصري صدوق يهم من السابعة مات سنة خمس وسبعين خ"
  },
  {
    "id": "1191",
    "data": " حَزْم ابن أبي كعب الأنصاري السلمي بفتحتين المدني صحابي قليل الحديث د"
  },
  {
    "id": "1192",
    "data": " حَزْن بوزن الذي قبله لكن آخره نون ابن أبي وهب ابن عمرو ابن عائذ ابن عمران ابن مخزوم صحابي استشهد باليمامة وهو جد سعيد ابن المسيب خ د"
  },
  {
    "id": " حزور بفتح أوله والزاي وتشديد الواو وآخره راء وهو أبو غالب يأتي في الكنى",
    "data": " حزور بفتح أوله والزاي وتشديد الواو وآخره راء وهو أبو غالب يأتي في الكنى"
  },
  {
    "id": "1193",
    "data": " حسام ابن مصك بكسر الميم وفتح المهملة بعدها كاف مثقلة الأزدي أبو سهل البصري ضعيف يكاد أن يترك من السابعة تم"
  },
  {
    "id": "1194",
    "data": " حسان ابن إبراهيم ابن عبد الله الكرماني أبو هشام العنزي بفتح النون بعدها زاي قاضي كرمان صدوق يخطىء من الثامنة مات سنة ست وثمانين وله مائة سنة خ م د"
  },
  {
    "id": "1195",
    "data": " حسان ابن أبي الأشرس منذر ابن عمار الكاهلي مولاهم أبو الأشرس والد حبيب صدوق من السادسة س"
  },
  {
    "id": " حسان ابن الأغر ",
    "data": " حسان ابن الأغر "
  },
  {
    "id": " صوابه غسان يأتي في المعجمة",
    "data": " صوابه غسان يأتي في المعجمة"
  },
  {
    "id": "1196",
    "data": " حسان ابن بلال المزني البصري صدوق من الثالثة ت س ق"
  },
  {
    "id": "1197",
    "data": " حسان ابن ثابت ابن المنذر ابن حرام بفتح المهملة والراء الأنصاري الخزرجي أبو عبد الرحمن أو أبو الوليد "
  },
  {
    "id": " شاعر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مشهور مات سنة أربع وخمسين وله مائة وعشرون سنة خ م د س ق",
    "data": " شاعر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مشهور مات سنة أربع وخمسين وله مائة وعشرون سنة خ م د س ق"
  },
  {
    "id": " حسان ابن حريث قيل هو اسم أبي السوار العدوي يأتي في الكنى",
    "data": " حسان ابن حريث قيل هو اسم أبي السوار العدوي يأتي في الكنى"
  },
  {
    "id": "1198",
    "data": " حسان ابن حسان أبو علي ابن أبي عباد البصري نزيل مكة صدوق يخطىء من العاشرة مات سنة ثلاث عشرة خ"
  },
  {
    "id": "1199",
    "data": " حسان ابن حسان الواسطي خلطه ابن منده بالذي قبله فوهم وهذا ضعيف من العاشرة أيضا تمييز"
  },
  {
    "id": "1200",
    "data": " حسان ابن أبي سنان البصري صدوق عابد من السادسة خت"
  },
  {
    "id": "1201",
    "data": " حسان ابن الضمري هو ابن عبد الله الشامي ثقة مخضرم من الثانية س"
  },
  {
    "id": "1202",
    "data": " حسان ابن عبد الله ابن سهل الكندي أبو علي الواسطي نزيل مصر صدوق يخطىء من العاشرة مات سنة اثنتين وعشرين وليس هو حسان ابن حسان الواسطي الماضي خ س ق"
  },
  {
    "id": "1203",
    "data": " حسان ابن عبد الله الأموي مولاهم المصري مقبول من السابعة س"
  },
  {
    "id": "1204",
    "data": " حسان ابن عطية المحاربي مولاهم أبو بكر الدمشقي ثقة فقيه عابد من الرابعة مات بعد العشرين ومائة ع"
  },
  {
    "id": "1205",
    "data": " حسان ابن كريب الرعيني أبو كريب المصري مقبول وله إدراك قال ابن يونس هاجر في خلافة عمر من الثانية بخ"
  },
  {
    "id": "1206",
    "data": " حسان ابن نوح النصري بفتح النون أبو أمية أو أبو معاوية الحمصي ثقة من الرابعة س"
  },
  {
    "id": "1207",
    "data": " حسان ابن أبي وجزة بفتح الواو وسكون الجيم بعدها زاي مقبول له مراسيل من الثالثة س"
  },
  {
    "id": "1208",
    "data": " حسان شيخ لذر ابن عبد الله مجهول من السادسة س"
  },
  {
    "id": "1209",
    "data": " الحسن ابن أحمد ابن حبيب الكرماني أبو علي نزيل طرسوس لا بأس به إلا في حديث مسدد قاله النسائي من الثانية عشرة مات سنة إحدى وتسعين ومائتين س"
  },
  {
    "id": "1210",
    "data": " الحسن ابن أحمد ابن أبي شعيب أبو مسلم الحراني نزيل بغداد ثقة يغرب من الحادية عشرة مات سنة خمسين أو بعدها م مد ت"
  },
  {
    "id": "1211",
    "data": " الحسن ابن أسامة ابن زيد الكلبي المدني مقبول من الثالثة ت س"
  },
  {
    "id": "1212",
    "data": " الحسن ابن إسحاق ابن زياد الليثي مولاهم أبو علي المروزي يلقب حسنويه ثقة شاعر صاحب حديث قاله النسائي من الحادية عشرة مات سنة إحدى وأربعين خ س"
  },
  {
    "id": "1213",
    "data": " الحسن ابن إسماعيل ابن سليمان ابن مجالد أبو سعيد المجالدي المصيصي ثقة من العاشرة مات بعد الأربعين س"
  },
  {
    "id": " الحسن ابن أعين هو ابن محمد ابن أعين يأتي",
    "data": " الحسن ابن أعين هو ابن محمد ابن أعين يأتي"
  },
  {
    "id": "1214",
    "data": " الحسن ابن بشر ابن سلم بفتح المهملة وسكون اللام الهمداني أبو البجلي أبو علي الكوفي صدوق يخطىء من العاشرة مات سنة إحدى وعشرين خ ت س"
  },
  {
    "id": "1215",
    "data": " الحسن ابن بشر السلمي قاضي نيسابور صدوق لم يصح أن مسلما روى عنه وإنما روى عنه أبو إسحاق ابن سفيان الراوي عن مسلم مواضع علا فيها إسناده في الوصايا والإمارة وغيرهما وهو من الحادية عشرة مات سنة أربع وأربعين م"
  },
  {
    "id": "1216",
    "data": " الحسن ابن بكر ابن عبد الرحمن المروزي أبو علي نزيل مكة صدوق من الحادية عشرة ت"
  },
  {
    "id": "1217",
    "data": " الحسن ابن بلال البصري ثم الرملي لا بأس به من العاشرة س"
  },
  {
    "id": " الحسن ابن التل ",
    "data": " الحسن ابن التل "
  },
  {
    "id": " والد عمر صوابه محمد ابن الحسن يأتي",
    "data": " والد عمر صوابه محمد ابن الحسن يأتي"
  },
  {
    "id": "1218",
    "data": " الحسن ابن ثابت الثعلبي بالمثلثة والعين المهملة أبو علي الكوفي صدوق يغرب من التاسعة س"
  },
  {
    "id": "1219",
    "data": " الحسن ابن ثوبان ابن عامر الهوزني بفتح الهاء وسكون الواو بعدها زاي ثم نون أبو ثوبان المصري صدوق فاضل ولي إمرة رشيد من السادسة مات سنة خمس وأربعين مد س ق"
  },
  {
    "id": "1220",
    "data": " الحسن ابن جابر اللخمي الكندي مقبول من الثالثة مات سنة ثمان وعشرين ت ق"
  },
  {
    "id": "1221",
    "data": " الحسن ابن جعفر البخاري ثقة من العاشرة بخ"
  },
  {
    "id": "1222",
    "data": " الحسن ابن أبي جعفر "
  },
  {
    "id": " الجفري بضم الجيم وسكون الفاء البصري ضعيف الحديث مع عبادته وفضله من السابعة مات سنة سبع وستين ت ق",
    "data": " الجفري بضم الجيم وسكون الفاء البصري ضعيف الحديث مع عبادته وفضله من السابعة مات سنة سبع وستين ت ق"
  },
  {
    "id": " الحسن ابن الجنيد في الحسين",
    "data": " الحسن ابن الجنيد في الحسين"
  },
  {
    "id": "1223",
    "data": " الحسن ابن حبيب ابن ندبة بفتح النون والدال والموحدة التميمي وقيل غير ذلك البصري الكوسج لا بأس به من التاسعة مات سنة سبع وتسعين ومائة قد س"
  },
  {
    "id": "1224",
    "data": " الحسن ابن الحر ابن الحكم الجعفي أو النخعي الكوفي أبو محمد نزيل دمشق ثقة فاضل من الخامسة مات سنة ثلاث وثلاثين د س"
  },
  {
    "id": "1225",
    "data": " الحسن ابن الحسن ابن الحسن ابن علي ابن أبي طالب مقبول من السادسة مات سنة خمس وأربعين وهو ابن ثمان وستين سنة ق"
  },
  {
    "id": "1226",
    "data": " الحسن ابن الحسن ابن علي والد الذي قبله صدوق من الرابعة مات "
  },
  {
    "id": " سنة سبع وتسعين وله بضع وخمسون سنة س",
    "data": " سنة سبع وتسعين وله بضع وخمسون سنة س"
  },
  {
    "id": "1227",
    "data": " الحسن ابن أبي الحسن البصري واسم أبيه يسار بالتحتانية والمهملة الأنصاري مولاهم ثقة فقيه فاضل مشهور وكان يرسل كثيرا ويدلس قال البزار كان يروي عن جماعة لم يسمع منهم فيتجوز ويقول حدثنا وخطبنا يعني قومه الذين حُدِّثوا وخُطبوا بالبصرة هو رأس أهل الطبقة الثالثة مات سنة عشر ومائة وقد قارب التسعين ع"
  },
  {
    "id": "1228",
    "data": " الحسن ابن أبي الحسناء أبو سهل البصري القواس صدوق لم يصب الأزدي في تضعيفه من السابعة ر"
  },
  {
    "id": "1229",
    "data": " الحسن ابن الحكم النخعي أبو الحكم الكوفي صدوق يخطىء من السادسة مات قبيل الخمسين وقد روى محمد ابن عجلان عن الحسن ابن الحر فنسبه إلى جده فربما التبس بهذا د ت عس ق"
  },
  {
    "id": "1230",
    "data": " الحسن ابن حماد ابن كسيب بالمهملة و "
  },
  {
    "id": " موحدة مصغر الحضرمي أبو علي البغدادي يلقب سجادة صدوق من العاشرة مات سنة إحدى وأربعين د س ق",
    "data": " موحدة مصغر الحضرمي أبو علي البغدادي يلقب سجادة صدوق من العاشرة مات سنة إحدى وأربعين د س ق"
  },
  {
    "id": "1231",
    "data": " الحسن ابن حماد الضبي أبو علي الوراق الصيرفي الكوفي ثقة من العاشرة مات سنة ثمان وثلاثين س ويلتبس بهذين أربعة أنفس مستورون من طبقتهما كلهم يقال له الحسن ابن حماد"
  },
  {
    "id": "1232",
    "data": " الأول بجلي "
  },
  {
    "id": "1233",
    "data": " والثاني مرادي "
  },
  {
    "id": "1234",
    "data": " والثالث مروزي "
  },
  {
    "id": "1235",
    "data": " والرابع واسطي "
  },
  {
    "id": "1236",
    "data": " ولهم خامس يقال له الحسن ابن حماد الصغاني بفتح المهملة ثم المعجمة متأخر الطبقة عنهم وهو مستور أيضا "
  },
  {
    "id": " الحسن ابن حي هو ابن صالح يأتي",
    "data": " الحسن ابن حي هو ابن صالح يأتي"
  },
  {
    "id": "1237",
    "data": " الحسن ابن خلف ابن زياد الواسطي أبو علي وهو الحسن ابن شاذان كأن شاذان لقب أبيه صدوق له أوهام من الحادية عشرة له عند البخاري حديث واحد توبع عليه مات سنة ست وأربعين خ"
  },
  {
    "id": "1238",
    "data": " الحسن ابن خمير بالمعجمة مصغر الحرازي بفتح المهملة والراء ثم الزاي أبو علي الحمصي صدوق يهم من العاشرة س"
  },
  {
    "id": "1239",
    "data": " الحسن ابن داود ابن محمد ابن المنكدر أبو محمد المدني المنكدري لا بأس به تكلموا في سماعه من المعتمر من العاشرة مات سنة سبع وأربعين س ق"
  },
  {
    "id": "1240",
    "data": " الحسن ابن ذكوان أبو سلمة البصري صدوق يخطىء ورمي بالقدر وكان يدلس من السادسة خ ت ق"
  },
  {
    "id": "1241",
    "data": " الحسن ابن الربيع البجلي أبو علي الكوفي البوراني بضم الموحدة ثقة من العاشرة مات سنة عشرين أو إحدى وعشرين ع"
  },
  {
    "id": " الحسن ابن أبي الربيع هو ابن يحيى يأتي",
    "data": " الحسن ابن أبي الربيع هو ابن يحيى يأتي"
  },
  {
    "id": "1242",
    "data": " الحسن ابن زيد ابن الحسن ابن علي ابن أبي طالب أبو محمد المدني صدوق يهم وكان فاضلا ولي إمرة المدينة للمنصور من السابعة مات سنة ثمان وستين وهو ابن خمس وثمانين س"
  },
  {
    "id": "1243",
    "data": " الحسن ابن سعد ابن معبد الهاشمي مولاهم الكوفي ثقة من الرابعة بخ م د س ق"
  },
  {
    "id": "1244",
    "data": " الحسن ابن سلم ابن صالح العجلي ويقال اسم أبيه سيار وقد ينسب إلى جده مجهول من الثامنة ت"
  },
  {
    "id": "1245",
    "data": " الحسن ابن سلم الواسطي صدوق من الثامنة أيضا تمييز"
  },
  {
    "id": "1246",
    "data": " الحسن ابن سهيل ابن عبد الرحمن ابن عوف مقبول من الثالثة ق"
  },
  {
    "id": "1247",
    "data": " الحسن ابن سوار بفتح المهملة وبتثقيل الواو البغوي أبو العلاء المروذي صدوق من التاسعة مات سنة ست عشرة أو سبع عشرة د ت س"
  },
  {
    "id": " الحسن ابن شاذان هو ابن خلف تقدم",
    "data": " الحسن ابن شاذان هو ابن خلف تقدم"
  },
  {
    "id": "1248",
    "data": " الحسن ابن شجاع ابن رجاء البلخي أبو علي أحد الحفاظ من الحادية عشرة مات سنة أربع وأربعين وله تسع وأربعون سنة ت"
  },
  {
    "id": "1249",
    "data": " الحسن ابن شوكر أبو علي البغدادي صدوق من العاشرة مات قريبا من سنة ثلاثين وقيل إن البخاري روى عنه د"
  },
  {
    "id": "1250",
    "data": " الحسن ابن صالح ابن صالح ابن حي وهو حيان ابن شفي "
  },
  {
    "id": " بالمعجمة والفاء مصغر الهمداني بسكون الميم الثوري ثقة فقيه عابد رمي بالتشيع من السابعة مات سنة تسع وستين وكان مولده سنة مائة بخ م 4",
    "data": " بالمعجمة والفاء مصغر الهمداني بسكون الميم الثوري ثقة فقيه عابد رمي بالتشيع من السابعة مات سنة تسع وستين وكان مولده سنة مائة بخ م 4"
  },
  {
    "id": "1251",
    "data": " الحسن ابن الصباح البزار آخره راء أبو علي الواسطي نزيل بغداد صدوق يهم وكان عابدا فاضلا من العاشرة مات سنة تسع وأربعين خ ت س"
  },
  {
    "id": "1252",
    "data": " الحسن ابن عبد الله العرني بضم المهملة وفتح الراء بعدها نون الكوفي ثقة أرسل عن ابن عباس وهو من الرابعة خ م د س ق"
  },
  {
    "id": "1253",
    "data": " الحسن ابن عبد العزيز ابن الوزير الجروي بفتح الجيم والراء أبو علي المصري نزيل بغداد ثقة ثبت عابد فاضل من الحادية عشرة مات سنة سبع وخمسين خ"
  },
  {
    "id": "1254",
    "data": " الحسن ابن عبيد الله ابن عروة النخعي أبو عروة الكوفي ثقة فاضل من السادسة مات سنة تسع وثلاثين وقيل بعدها بثلاث م 4"
  },
  {
    "id": "1255",
    "data": " الحسن ابن عرفة ابن يزيد العبدي أبو علي البغدادي صدوق من العاشرة مات سنة سبع وخمسين "
  },
  {
    "id": " وقد جاز المائة ت س ق",
    "data": " وقد جاز المائة ت س ق"
  },
  {
    "id": "1256",
    "data": " الحسن ابن عطية ابن سعد العوفي الكوفي ضعيف من السادسة د"
  },
  {
    "id": "1257",
    "data": " الحسن ابن عطية ابن نجيح القرشي أبو علي البزاز الكوفي صدوق من التاسعة مات سنة إحدى عشرة أو نحوها ت"
  },
  {
    "id": "1258",
    "data": " الحسن ابن علي ابن راشد الواسطي نزيل البصرة صدوق رمي بشيء من التدليس من العاشرة مات سنة سبع وثلاثين د"
  },
  {
    "id": "1259",
    "data": " الحسن ابن علي ابن أبي رافع المدني ثقة من الخامسة د س"
  }
]