[
  {
    "id": "8809",
    "data": " القاسم ابن غنام عن بعض أمهاته عن أم فروة لم أقف على اسمها ولا على حالها وهي من الثالثة د"
  },
  {
    "id": " قرثع الضبي عن امرأة أبي موسى هي أم عبد الله تقدمت",
    "data": " قرثع الضبي عن امرأة أبي موسى هي أم عبد الله تقدمت"
  },
  {
    "id": " محمد ابن مسلم ابن شهاب الزهري عن امرأة من قريش هي هند بنت الحارث ",
    "data": " محمد ابن مسلم ابن شهاب الزهري عن امرأة من قريش هي هند بنت الحارث "
  },
  {
    "id": " تقدمت خت",
    "data": " تقدمت خت"
  },
  {
    "id": "8810",
    "data": " مسعود ابن الحكم الزرقي عن أمه ويقال عن جدته هي أسماء ويقال حبيبة صحابية لها حديث س"
  },
  {
    "id": " منصور ابن عبد الرحمن الحجبي عن أمه هي صفية بنت شيبة ابن عثمان تقدمت",
    "data": " منصور ابن عبد الرحمن الحجبي عن أمه هي صفية بنت شيبة ابن عثمان تقدمت"
  },
  {
    "id": "8811",
    "data": " موسى ابن عبد الله ابن يزيد الخطمي عن امرأة من بني عبد الأشهل صحابية لم تسم د ق"
  },
  {
    "id": " نافع مولى ابن عمر عن امرأة ابن عمر هي صفية بنت أبي عبيد الثقفية",
    "data": " نافع مولى ابن عمر عن امرأة ابن عمر هي صفية بنت أبي عبيد الثقفية"
  },
  {
    "id": "8812",
    "data": " هنيدة ابن خالد عن أم المؤمنين هي حفصة وعن امرأته د س لم أقف على اسمها وهي صحابية روت عن أم سلمة زوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وعن أمه د س كانت تحت عمر صحابية أيضا وقد تقدم أن هنيدة المذكور معدود في الصحابة"
  },
  {
    "id": "8813",
    "data": " الوليد ابن عبد الله ابن جميع عن جدته عن أم ورقة هي ليلى بنت مالك لا تعرف من الثالثة ووقع في بعض الروايا ت عن جدته أم ورقة والأول أثبت د"
  },
  {
    "id": " يحيى ابن بشير ابن خلاد الأنصاري عن أمه ",
    "data": " يحيى ابن بشير ابن خلاد الأنصاري عن أمه "
  },
  {
    "id": " اسمها أمة الواحد تقدمت ",
    "data": " اسمها أمة الواحد تقدمت "
  },
  {
    "id": " يحيى ابن الحصين عن جدته هي أم الحصين الأحمسية تقدمت",
    "data": " يحيى ابن الحصين عن جدته هي أم الحصين الأحمسية تقدمت"
  },
  {
    "id": " يزيد ابن أوس عن امرأة أبي موسى هي أم عبد الله تقدمت",
    "data": " يزيد ابن أوس عن امرأة أبي موسى هي أم عبد الله تقدمت"
  },
  {
    "id": " يوسف ابن مسعود ابن الحكم عن جدته اسمها أسماء تقدمت",
    "data": " يوسف ابن مسعود ابن الحكم عن جدته اسمها أسماء تقدمت"
  },
  {
    "id": " أبو قلابة الجرمي عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في الصائم يصبح جنبا هي عائشة س",
    "data": " أبو قلابة الجرمي عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في الصائم يصبح جنبا هي عائشة س"
  },
  {
    "id": "8814",
    "data": " أبو نعامة العدوي عن نسوة من خالاته لم أقف على أسمائهن قد"
  },
  {
    "id": "8815",
    "data": " ابن جدعان عن جدته عن أم سلمة هو عبد الرحمن ابن محمد ابن جدعان وجدته لا تعرف من الثالثة ت"
  },
  {
    "id": "8816",
    "data": " أمية بنت أبي الصلت عن امرأة من بني غفار يقال إن اسمها ليلى وانها امرأة أبي ذر الغفاري صحابية د"
  },
  {
    "id": " حفصة بنت سيرين عن امرأة قدمت البصرة فنزلت قصر بني خلف هي أم عطية خ",
    "data": " حفصة بنت سيرين عن امرأة قدمت البصرة فنزلت قصر بني خلف هي أم عطية خ"
  },
  {
    "id": " زينب بنت أبي سلمة ابن عبد الأسد ربيبة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هي زينب بنت جحش أم المؤمنين",
    "data": " زينب بنت أبي سلمة ابن عبد الأسد ربيبة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هي زينب بنت جحش أم المؤمنين"
  },
  {
    "id": "8817",
    "data": " صفية بنت شيبة عن امرأة رأت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يسعى هي حبيبة بنت أبي تجزأة أو تملك أم ولد شيبة ولم تسم واحدة منهما في رواية النسائي ولم يترجم لهما المزي كما ترجم لأمة الواحد س"
  },
  {
    "id": "8818",
    "data": " صفية بنت شيبة عن الأسلمية أو السلمية امرأة من بني سليم عن عثمان ابن طلحة في تخمير قرني الكبش لا تعرف من الثالثة د"
  },
  {
    "id": " صفية أيضا عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في الإحداد هي أم سلمة أو عائشة س",
    "data": " صفية أيضا عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في الإحداد هي أم سلمة أو عائشة س"
  },
  {
    "id": " صفية بنت أبي عبيد عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هي حفصة أو أم سلمة م",
    "data": " صفية بنت أبي عبيد عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هي حفصة أو أم سلمة م"
  },
  {
    "id": " عمرة بنت عبد الرحمن عن أختها هي أم هشام بنت حارثة ابن النعمان صحابية م",
    "data": " عمرة بنت عبد الرحمن عن أختها هي أم هشام بنت حارثة ابن النعمان صحابية م"
  },
  {
    "id": " ليلى مولاة أم عمارة عن مولاتها و ",
    "data": " ليلى مولاة أم عمارة عن مولاتها و "
  },
  {
    "id": " عن جدة حبيب ابن زيد هي أم عمارة س ق",
    "data": " عن جدة حبيب ابن زيد هي أم عمارة س ق"
  },
  {
    "id": "8819",
    "data": " مريم بنت إياس عن بعض أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم أقف على اسمها س"
  },
  {
    "id": "8820",
    "data": " أم الحسن عمة غبطة عن جدتها عن عائشة لا أعرف الجدة وهي من الثالثة د"
  },
  {
    "id": "8821",
    "data": " أم حكيم بنت أسيد عن أمها عن أم سلمة لا أعرف أمها من الثالثة د"
  },
  {
    "id": " أم سلمة قالت أبى ذلك سائر أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ",
    "data": " أم سلمة قالت أبى ذلك سائر أزواج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ "
  },
  {
    "id": " هن من عدا عائشة وحفصة ت س ق",
    "data": " هن من عدا عائشة وحفصة ت س ق"
  },
  {
    "id": "8822",
    "data": " أم عبد الحميد عن بعض بنات النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم أقف على تعيينها وكلهن صحابيات د ت"
  },
  {
    "id": "8823",
    "data": " أم هشام والدة هشام ابن زياد عن فاطمة بنت الحسين لا تعرف من السادسة"
  },
  {
    "id": "8824",
    "data": " امرأة ربعي ابن حراش عن أخت حذيفة هي فاطمة بنت اليمان واسم امرأة ربعي لا يحضرني"
  }
]