[
  {
    "id": "1260",
    "data": " الحسن ابن علي ابن أبي طالب الهاشمي سبط رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وريحانته وقد صحبه وحفظ عنه مات شهيدا بالسم سنة تسع وأربعين وهو ابن سبع وأربعين وقيل بل مات سنة خمسين وقيل بعدها 4"
  },
  {
    "id": "1261",
    "data": " الحسن ابن علي ابن عفان العامري أبو محمد الكوفي صدوق من الحادية عشرة مات سنة سبعين وقيل إن أبا داود روى عنه ق"
  },
  {
    "id": "1262",
    "data": " الحسن ابن علي ابن محمد الهذلي أبو علي الخلال الحلواني بضم المهملة نزيل مكة ثقة حافظ له تصانيف من الحادية عشرة مات سنة اثنتين وأربعين خ م د ت ق"
  },
  {
    "id": "1263",
    "data": " الحسن ابن علي ابن محمد ابن ربيعة ابن نوفل ابن الحارث ابن عبد المطلب النوفلي الهاشمي ضعيف من السادسة ت ق"
  },
  {
    "id": "1264",
    "data": " الحسن ابن عمارة البجلي مولاهم أبو محمد الكوفي قاضي بغداد متروك من السابعة مات سنة ثلاث وخمسين ت ق"
  },
  {
    "id": "1265",
    "data": " الحسن ابن عمر ابن شقيق الجرمي بفتح الجيم "
  },
  {
    "id": " أبو علي البصري نزيل الري صدوق من العاشرة مات سنة اثنتين وثلاثين تقريبا خ",
    "data": " أبو علي البصري نزيل الري صدوق من العاشرة مات سنة اثنتين وثلاثين تقريبا خ"
  },
  {
    "id": "1266",
    "data": " الحسن ابن عمر أو عمرو ابن يحيى الفزاري مولاهم أبو المليح الرقي ثقة من الثامنة مات سنة إحدى وثمانين وقد جاوز التسعين بخ د س ق"
  },
  {
    "id": "1267",
    "data": " الحسن ابن عمرو الفقيمي بضم الفاء وفتح القاف الكوفي ثقة ثبت من السادسة مات سنة ثنتين وأربعين خ د س ق"
  },
  {
    "id": "1268",
    "data": " الحسن ابن عمرو السدوسي البصري صدوق لم يصب الأزدي في تضعيفه وكأنه اشتبه عليه بالذي بعده من العاشرة مات قبل الثلاثين د"
  },
  {
    "id": "1269",
    "data": " الحسن ابن عمرو ابن سيف أبو علي البصري قيل إنه عبدي أو هذلي أو باهلي متروك من العاشرة أيضا تمييز"
  },
  {
    "id": "1270",
    "data": " الحسن ابن عمرو السجستاني ثقة صاحب حديث من العاشرة أيضا مات سنة أربع وعشرين قاله ابن حبان تمييز وفي الرواة أيضا "
  },
  {
    "id": " اثنان:",
    "data": " اثنان:"
  },
  {
    "id": "1271",
    "data": " أحدهما الحسن ابن عمرو كوفي يروي عن الأعمش وهو من التاسعة "
  },
  {
    "id": "1272",
    "data": " والآخر الحسن ابن عمرو طرسوسي يروي عن أبي إسحاق الفزاري وهو من العاشرة "
  },
  {
    "id": "1273",
    "data": " الحسن ابن عمران العسقلاني أبو علي أو أبو عبد الله لين الحديث من السابعة د"
  },
  {
    "id": "1274",
    "data": " الحسن ابن عياش بتحتانية ثم معجمة ابن سالم الأسدي أبو محمد الكوفي أخو أبي بكر المقرىء صدوق من الثامنة مات سنة اثنتين وسبعين م ت س"
  },
  {
    "id": "1275",
    "data": " الحسن ابن عيسى ابن ماسرجس بفتح المهملة وسكون الراء وكسر الجيم بعدها مهملة أبو علي النيسابوري ثقة من العاشرة مات سنة أربعين م د س"
  },
  {
    "id": " الحسن ابن عيسى القومسي ",
    "data": " الحسن ابن عيسى القومسي "
  },
  {
    "id": " صوابه الحسين",
    "data": " صوابه الحسين"
  },
  {
    "id": "1276",
    "data": " الحسن ابن غليب بمعجمة وآخره موحدة مصغر الأزدي المصري ليس به بأس من الحادية عشرة مات سنة تسعين وله اثنتان وثمانون سنة س"
  },
  {
    "id": "1277",
    "data": " الحسن ابن الفرات ابن أبي عبد الرحمن التميمي القزاز الكوفي صدوق يهم من السابعة م ت ق"
  },
  {
    "id": "1278",
    "data": " الحسن ابن قزعة الهاشمي مولاهم البصري صدوق من العاشرة مات سنة خمسين تقريبا ت س ق"
  },
  {
    "id": "1279",
    "data": " الحسن ابن قيس مجهول وضعفه الأزدي من السابعة عس"
  },
  {
    "id": "1280",
    "data": " الحسن ابن محمد ابن أعين الحراني أبو علي وقد ينسب إلى جده صدوق من التاسعة مات سنة عشرة ومائتين خ م س"
  },
  {
    "id": " الحسن ابن محمد ابن شعبة ",
    "data": " الحسن ابن محمد ابن شعبة "
  },
  {
    "id": " صوابه الحسين ابن محمد ابن شيبة ",
    "data": " صوابه الحسين ابن محمد ابن شيبة "
  },
  {
    "id": " وسيأتي",
    "data": " وسيأتي"
  },
  {
    "id": "1281",
    "data": " الحسن ابن محمد ابن الصباح الزعفراني أبو علي البغدادي صاحب الشافعي وقد شاركه في الطبقة الثانية من شيوخه ثقة من العاشرة مات سنة ستين أو قبلها بسنة خ 4"
  },
  {
    "id": "1282",
    "data": " الحسن ابن محمد ابن عبيد الله ابن أبي يزيد المكي مقبول من التاسعة ت ق"
  },
  {
    "id": "1283",
    "data": " الحسن ابن محمد ابن عثمان ابن الحارث الكوفي إمام مسجد المطمورة مقبول من التاسعة ق"
  },
  {
    "id": "1284",
    "data": " الحسن ابن محمد ابن علي ابن أبي طالب الهاشمي أبو محمد المدني وأبوه ابن الحنفية ثقة فقيه يقال إنه أول من تكلم في الارجاء من الثالثة مات سنة مائة أو قبلها بسنة ع"
  },
  {
    "id": " الحسن ابن محمد البلخي ",
    "data": " الحسن ابن محمد البلخي "
  },
  {
    "id": " صوابه الحسين يأتي",
    "data": " صوابه الحسين يأتي"
  },
  {
    "id": "1285",
    "data": " الحسن ابن مدرك ابن بشير السدوسي أبو علي البصري الطحان لا بأس به ونسبه أبو داود إلى تلقين المشايخ من الحادية عشرة خ س ق"
  },
  {
    "id": "1286",
    "data": " الحسن ابن مسلم ابن يناق بفتح التحتانية وتشديد النون وآخره قاف المكي ثقة من الخامسة ومات قديما بعد المائة بقليل خ م د س ق"
  },
  {
    "id": "1287",
    "data": " الحسن ابن منصور ابن إبراهيم البغدادي "
  },
  {
    "id": " الشطوي بفتح المعجمة والطاء المهملة أبو علي ويقال له أبو علويه صدوق من العاشرة له في البخاري حديث واحد خ",
    "data": " الشطوي بفتح المعجمة والطاء المهملة أبو علي ويقال له أبو علويه صدوق من العاشرة له في البخاري حديث واحد خ"
  },
  {
    "id": "1288",
    "data": " الحسن ابن موسى الأشيب بمعجمة ثم تحتانية أبو علي البغدادي قاضي الموصل وغيرها ثقة من التاسعة مات سنة تسع أو عشر ومائتين ع"
  },
  {
    "id": "1289",
    "data": " الحسن ابن واقع ابن القاسم أبو علي الرملي خراساني الأصل ثقة من العاشرة مات سنة عشرين بخ ت"
  },
  {
    "id": "1290",
    "data": " الحسن ابن يحيى ابن الجعد العبدي أبو علي ابن أبي الربيع الجرجاني نزيل بغداد صدوق من الحادية عشرة مات سنة ثلاث وستين وكان مولده سنة ثمانين أو قبلها ق"
  },
  {
    "id": "1291",
    "data": " الحسن ابن يحيى ابن كثير العنبري المصيصي لا بأس به من الحادية عشرة قيل إن النسائي روى عنه س"
  },
  {
    "id": "1292",
    "data": " الحسن ابن يحيى ابن هشام الرزي بضم الراء وتشديد الزاي أبو علي البصري صدوق صاحب حديث من الحادية عشرة د"
  },
  {
    "id": "1293",
    "data": " الحسن ابن يحيى ابن السكن الرملي ضعيف من الحادية عشرة مات سنة سبع وخمسين تمييز"
  },
  {
    "id": "1294",
    "data": " الحسن ابن يحيى البصري سكن خراسان مقبول من السابعة س"
  },
  {
    "id": "1295",
    "data": " الحسن ابن يحيى الخشني بمعجمتين مضمومة ثم مفتوحة ثم نون الدمشقي البلاطي أصله من خراسان صدوق كثير الغلط من الثامنة مات بعد التسعين مد ق"
  },
  {
    "id": "1296",
    "data": " الحسن ابن يزيد ابن فروخ الضمري أبو يونس القوي بفتح القاف وتخفيف الواو مكي سكن الكوفة ثقة من السادسة وقيل إن ابن فروخ غير أبي يونس ق وممن يسمى الحسن ابن يزيد أربعة غير من ذكر"
  },
  {
    "id": "1297",
    "data": " الأول الحسن ابن يزيد عجلي يروي عن ابن مسعود مقبول من الثانية "
  },
  {
    "id": "1298",
    "data": " والثاني الحسن ابن يزيد سعدي يروي عن أبي سعيد الخدري مقبول من الثالثة "
  },
  {
    "id": "1299",
    "data": " والثالث الحسن ابن يزيد يكنى أبا على ويقال له الأصم صدوق يهم من الثامنة "
  },
  {
    "id": "1300",
    "data": " والرابع الحسن ابن يزيد حزامي بمهملة وزاي مقبول من الحادية عشرة "
  },
  {
    "id": "1301",
    "data": ""
  },
  {
    "id": "الحسن ابن يوسف الرازي نزيل قزوين مقبول من العاشرة فق",
    "data": "الحسن ابن يوسف الرازي نزيل قزوين مقبول من العاشرة فق"
  },
  {
    "id": " الحسن العرني هو ابن عبد الله تقدم",
    "data": " الحسن العرني هو ابن عبد الله تقدم"
  },
  {
    "id": " الحسن مولى بني ",
    "data": " الحسن مولى بني "
  },
  {
    "id": " نوفل ",
    "data": " نوفل "
  },
  {
    "id": " صوابه أبو الحسن وسيأتي في الكنى",
    "data": " صوابه أبو الحسن وسيأتي في الكنى"
  },
  {
    "id": "1302",
    "data": " الحسن عن واصل الأحدب يقال هو ابن عمارة عس"
  },
  {
    "id": " الحسن غير منسوب عن إسماعيل ابن الخليل وإسماعيل ابن أبي أويس هو ابن شجاع تقدم خ",
    "data": " الحسن غير منسوب عن إسماعيل ابن الخليل وإسماعيل ابن أبي أويس هو ابن شجاع تقدم خ"
  },
  {
    "id": " الحسن عن قرة ابن حبيب قيل هو ابن شجاع وقيل الزعفراني خ",
    "data": " الحسن عن قرة ابن حبيب قيل هو ابن شجاع وقيل الزعفراني خ"
  },
  {
    "id": " الحسين]",
    "data": " الحسين]"
  },
  {
    "id": "1303",
    "data": " الحسين ابن إبراهيم ابن الحر العامري أبو علي الخراساني ثم البغدادي لقبه إشكاب بكسر أوله وسكون المعجمة وآخره موحدة ثقة من العاشرة مات سنة ست عشرة وله إحدى وسبعون سنة خ"
  },
  {
    "id": "1304",
    "data": " الحسين ابن إسحاق الواسطي مقبول من الحادية عشرة وذكر ابن عساكر أن البخاري روى عنه أيضا س"
  },
  {
    "id": "1305",
    "data": " الحسين ابن إسحاق الأهوازي ثقة من الحادية عشرة وقيل هو الذي قبله د"
  },
  {
    "id": " الحسين ابن الأسود هو ابن علي ابن الأسود يأتي",
    "data": " الحسين ابن الأسود هو ابن علي ابن الأسود يأتي"
  },
  {
    "id": "1306",
    "data": " الحسين ابن بشر الطرسوسي لا بأس به من الحادية عشرة س"
  },
  {
    "id": "1307",
    "data": " الحسين ابن بشير ابن سلمان أو سلام المدني مولى الأنصار مقبول من السابعة س"
  },
  {
    "id": "1308",
    "data": " الحسين ابن بيان البغدادي مقبول من الحادية عشرة ق"
  },
  {
    "id": "1309",
    "data": " الحسين ابن بيان الشلاثائي بضم المعجمة وتخفيف اللام ثم مثلثة ثم همزة مقبول من الحادية عشرة أيضا تمييز"
  },
  {
    "id": "1310",
    "data": " الحسين ابن بيان العسكري متأخر من شيوخ أبي الشيخ من الثانية عشرة تمييز"
  },
  {
    "id": " الحسين ابن جعفر الأحمر هو ابن علي ابن جعفر يأتي",
    "data": " الحسين ابن جعفر الأحمر هو ابن علي ابن جعفر يأتي"
  },
  {
    "id": " الحسين ابن جعفر النيسابوري هو ابن منصور ابن جعفر يأتي",
    "data": " الحسين ابن جعفر النيسابوري هو ابن منصور ابن جعفر يأتي"
  },
  {
    "id": "1311",
    "data": " الحسين ابن الجنيد الدامغاني القومسي لا بأس به من الحادية عشرة د ق"
  },
  {
    "id": "1312",
    "data": " الحسين "
  },
  {
    "id": " ابن الجنيد البغدادي بلخي الأصل صدوق من العاشرة وهو بفتح الحاء والسين مات سنة سبع وأربعين تمييز",
    "data": " ابن الجنيد البغدادي بلخي الأصل صدوق من العاشرة وهو بفتح الحاء والسين مات سنة سبع وأربعين تمييز"
  },
  {
    "id": "1326",
    "data": " الحسين ابن عبد الله ابن عبيد الله ابن عباس ابن عبد المطلب الهاشمي المدني ضعيف من الخامسة مات سنة أربعين أو بعدها بسنة ت ق"
  },
  {
    "id": " الحسين ابن عبد الرحمن الهروي ",
    "data": " الحسين ابن عبد الرحمن الهروي "
  },
  {
    "id": " صوابه عبد الرحمن ابن الحسين",
    "data": " صوابه عبد الرحمن ابن الحسين"
  },
  {
    "id": "1327",
    "data": " الحسين ابن عبد الرحمن الجرجرائي بجيمين مفتوحتين وراءين الأولى ساكنة مقبول من العاشرة مات سنة ثلاث وخمسين د س ق"
  },
  {
    "id": "1328",
    "data": " الحسين ابن عبد الرحمن "
  },
  {
    "id": " ويقال حسيل آخره لام ويقال عبد الرحمن ابن حسين ",
    "data": " ويقال حسيل آخره لام ويقال عبد الرحمن ابن حسين "
  },
  {
    "id": " مقبول من الثالثة د",
    "data": " مقبول من الثالثة د"
  },
  {
    "id": "1329",
    "data": " الحسين ابن عبد الرحمن أبو علي قاضي حلب روى عنه النسائي ووثقه من الحادية عشرة س"
  },
  {
    "id": "1330",
    "data": " الحسين ابن عروة البصري صدوق يهم من العاشرة ق"
  },
  {
    "id": "1331",
    "data": " الحسين ابن علي ابن الأسود العجلي "
  },
  {
    "id": " أبو عبد الله الكوفي نزيل بغداد صدوق يخطىء كثيرا لم يثبت أن أبا داود روى عنه من الحادية عشرة ت",
    "data": " أبو عبد الله الكوفي نزيل بغداد صدوق يخطىء كثيرا لم يثبت أن أبا داود روى عنه من الحادية عشرة ت"
  },
  {
    "id": "1332",
    "data": " الحسين ابن علي ابن جعفر الأحمر الكوفي مقبول من الحادية عشرة د س"
  },
  {
    "id": "1333",
    "data": " الحسين ابن علي ابن الحسين ابن علي ابن أبي طالب الهاشمي المدني صدوق مقل من السابعة مات سنة ستين تقريبا ت س"
  },
  {
    "id": "1334",
    "data": " الحسين ابن علي ابن أبي طالب الهاشمي أبو عبد الله المدني سبط رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وريحانته حفظ عنه استشهد يوم عاشوراء سنة إحدى وستين وله ست وخمسون سنة ع"
  },
  {
    "id": "1335",
    "data": " الحسين ابن علي ابن الوليد الجعفي الكوفي المقرىء ثقة عابد من التاسعة مات سنة ثلاث أو أربع ومائتين وله أربع أو خمس وثمانون سنة ع"
  },
  {
    "id": "1336",
    "data": " الحسين ابن علي ابن يزيد ابن سليم الصدائي بضم المهملة وتخفيف الدال صدوق من الحادية عشرة مات سنة ست أو ثمان وأربعين ت س"
  },
  {
    "id": "1337",
    "data": " الحسين ابن علي ابن يزيد الكرابيسي البغدادي الفقيه صاحب الشافعي صدوق فاضل تكلم فيه أحمد لمسألة اللفظ من الحادية عشرة مات سنة خمس أو ثمان وأربعين تمييز"
  },
  {
    "id": "1338",
    "data": " الحسين ابن عمران الجهني صدوق يهم من السابعة ق"
  },
  {
    "id": "1339",
    "data": " الحسين ابن عياش بتحتانية ومعجمة ابن حازم السلمي مولاهم أبو بكر الباجدائي بموحدة وجيم مضمومة ودال ثقيلة وبعد الألف همزة ثقة من العاشرة مات سنة أربع ومائتين س"
  },
  {
    "id": "1340",
    "data": " الحسين ابن عيسى ابن حمران الطائي أبو علي البسطامي القومسي نزيل نيسابور صدوق صاحب حديث من العاشرة مات سنة سبع وأربعين خ م د س"
  },
  {
    "id": "1341",
    "data": " الحسين ابن عيسى ابن مسلم الحنفي أبو عبد الرحمن ضعيف من الثامنة د ق"
  },
  {
    "id": "1342",
    "data": " الحسين ابن قيس الرحبي أبو علي الواسطي لقبه حنش بفتح المهملة والنون ثم معجمة متروك من السادسة ت ق"
  },
  {
    "id": " الحسين ابن أبي كبشة هو ابن سلمة تقدم",
    "data": " الحسين ابن أبي كبشة هو ابن سلمة تقدم"
  },
  {
    "id": "1343",
    "data": " الحسين ابن المتوكل ابن عبد الرحمن أبو عبد الله ابن أبي السري بفتح المهملة وكسر الراء ضعيف من الحادية عشرة مات سنة أربعين ق"
  },
  {
    "id": "1344",
    "data": " الحسين ابن محمد ابن أيوب الذارع السعدي أبو علي البصري صدوق من العاشرة مات سنة سبع وأربعين ت س"
  }
]