[
  {
    "id": "1345",
    "data": " الحسين ابن محمد ابن بهرام التميمي أبو أحمد أو أبو علي المروذي بتشديد الراء وبذال معجمة نزيل بغداد ثقة من التاسعة مات سنة ثلاث عشرة أو بعدها بسنة أو سنتين ع"
  },
  {
    "id": "1346",
    "data": " الحسين ابن محمد المروزي بتخفيف الراء وبزاي مجهول من التاسعة أيضا تمييز"
  },
  {
    "id": "1347",
    "data": " الحسين ابن محمد ابن جعفر الحريري "
  },
  {
    "id": " البلخي مستور من الحادية عشرة ت",
    "data": " البلخي مستور من الحادية عشرة ت"
  },
  {
    "id": "1348",
    "data": " الحسين ابن محمد ابن زياد العبدي النيسابوري أبو علي القباني ثقة حافظ مصنف من الثانية عشرة قيل إن البخاري روى عنه مات سنة تسع وثمانين ومائتين خ"
  },
  {
    "id": "1349",
    "data": " الحسين ابن محمد ابن شيبة "
  },
  {
    "id": " الواسطي أبو عبد الله البزاز صدوق من الحادية عشرة ق",
    "data": " الواسطي أبو عبد الله البزاز صدوق من الحادية عشرة ق"
  },
  {
    "id": "1350",
    "data": " الحسين ابن معاذ ابن خليف بالمعجمة وقيل بالمهملة مصغر البصري ثقة من العاشرة د"
  },
  {
    "id": " الحسين ابن المنذر الخراساني ",
    "data": " الحسين ابن المنذر الخراساني "
  },
  {
    "id": " صوابه الحسين ابن واقد ولهم شيخ يقال له",
    "data": " صوابه الحسين ابن واقد ولهم شيخ يقال له"
  },
  {
    "id": "1351",
    "data": " الحسين ابن المنذر أبو المنذر البصري مجهول من الثامنة تمييز"
  },
  {
    "id": " الحسين ابن منصور أبو علويه تقدم في الحسن",
    "data": " الحسين ابن منصور أبو علويه تقدم في الحسن"
  },
  {
    "id": "1352",
    "data": " الحسين ابن منصور ابن جعفر ابن عبد الله السلمي أبو علي النيسابوري ثقة فقيه من العاشرة مات سنة ثمان وثلاثين خ س وممن يقال له الحسين ابن منصور غير هذين ثلاثة"
  },
  {
    "id": "1353",
    "data": " الأول الحسين ابن منصور الطويل أبو عبد الرحمن التمار الواسطي مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "1354",
    "data": " الثاني الحسين ابن منصور كسائي من العاشرة تمييز"
  },
  {
    "id": "1355",
    "data": " الثالث الحسين ابن منصور رقي يكنى أبا علي صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "1356",
    "data": " الحسين ابن مهدي ابن مالك الأبلي بضم الهمزة والموحدة أبو سعيد البصري صدوق من الحادية عشرة مات سنة سبع وأربعين ت ق"
  },
  {
    "id": "1357",
    "data": " الحسين ابن ميمون الخندفي بالفاء "
  },
  {
    "id": " الكوفي لين الحديث من السابعة د عس",
    "data": " الكوفي لين الحديث من السابعة د عس"
  },
  {
    "id": "1358",
    "data": " الحسين ابن واقد المروزي أبو عبد الله القاضي ثقة له أوهام من السابعة مات سنة تسع ويقال سبع وخمسين خت م 4"
  },
  {
    "id": "1359",
    "data": " الحسين ابن الوليد القرشي النيسابوري أبو علي ويقال أبو عبد الله لقبه كُميل مصغر "
  },
  {
    "id": " ثقة من التاسعة مات سنة اثنتين أو ثلاث ومائتين خت ل س",
    "data": " ثقة من التاسعة مات سنة اثنتين أو ثلاث ومائتين خت ل س"
  },
  {
    "id": "1360",
    "data": " الحسين ابن يحيى ابن جعفر البخاري البيكندي مقبول من الثانية عشرة قيل إن البخاري روى عنه خ"
  },
  {
    "id": "1361",
    "data": " الحسين ابن يزيد ابن يحيى الطحان الأنصاري الكوفي لين الحديث من العاشرة مات سنة أربع وأربعين د ت "
  },
  {
    "id": " الحسين غير منسوب عن أحمد ابن منيع قيل هو ابن محمد القباني وقيل ابن يحيى البيكندي خ",
    "data": " الحسين غير منسوب عن أحمد ابن منيع قيل هو ابن محمد القباني وقيل ابن يحيى البيكندي خ"
  },
  {
    "id": "1362",
    "data": " حشرج بفتح ثم معجمة ساكنة ثم راء مفتوحة ثم جيم ابن زياد الأشجعي أو النخعي مقبول من الثالثة د س"
  },
  {
    "id": "1363",
    "data": " حشرج ابن نباتة بضم النون ثم الموحدة ثم المثناة الأشجعي أبو مكرم الواسطي أو الكوفي صدوق يهم من الثامنة ت"
  },
  {
    "id": "1364",
    "data": " حصن بكسر ثم مهملة ساكنة ثم نون ابن عبد الرحمن أو ابن محصن التراغمي بفتح المثناة ثم راء ثم معجمة مكسورة ثم ميم خفيفة أبو حذيفة الدمشقي مقبول من السابعة د س"
  },
  {
    "id": "1365",
    "data": " حصين مصغر ابن أوس أو ابن قيس النهشلي معدود في الصحابة س"
  },
  {
    "id": "1366",
    "data": " حصين ابن جندب ابن الحارث الجنبي بفتح الجيم وسكون النون ثم موحدة أبو ظبيان بفتح المعجمة وسكون الموحدة الكوفي ثقة من الثانية مات سنة تسعين وقيل غير ذلك ع "
  },
  {
    "id": " حصين ابن أبي الحر هو ابن مالك يأتي",
    "data": " حصين ابن أبي الحر هو ابن مالك يأتي"
  },
  {
    "id": "1367",
    "data": " حصين ابن صفوان أو ابن معدان أبو قبيصة مجهول من الثالثة عس"
  },
  {
    "id": "1356",
    "data": " الحسين ابن مهدي ابن مالك الأبلي بضم الهمزة والموحدة أبو سعيد البصري صدوق من الحادية عشرة مات سنة سبع وأربعين ت ق"
  },
  {
    "id": "1357",
    "data": " الحسين ابن ميمون الخندفي بالفاء "
  },
  {
    "id": " الكوفي لين الحديث من السابعة د عس",
    "data": " الكوفي لين الحديث من السابعة د عس"
  },
  {
    "id": "1358",
    "data": " الحسين ابن واقد المروزي أبو عبد الله القاضي ثقة له أوهام من السابعة مات سنة تسع ويقال سبع وخمسين خت م 4"
  },
  {
    "id": "1359",
    "data": " الحسين ابن الوليد القرشي النيسابوري أبو علي ويقال أبو عبد الله لقبه كُميل مصغر "
  },
  {
    "id": " ثقة من التاسعة مات سنة اثنتين أو ثلاث ومائتين خت ل س",
    "data": " ثقة من التاسعة مات سنة اثنتين أو ثلاث ومائتين خت ل س"
  },
  {
    "id": "1360",
    "data": " الحسين ابن يحيى ابن جعفر البخاري البيكندي مقبول من الثانية عشرة قيل إن البخاري روى عنه خ"
  },
  {
    "id": "1361",
    "data": " الحسين ابن يزيد ابن يحيى الطحان الأنصاري الكوفي لين الحديث من العاشرة مات سنة أربع وأربعين د ت "
  },
  {
    "id": " الحسين غير منسوب عن أحمد ابن منيع قيل هو ابن محمد القباني وقيل ابن يحيى البيكندي خ",
    "data": " الحسين غير منسوب عن أحمد ابن منيع قيل هو ابن محمد القباني وقيل ابن يحيى البيكندي خ"
  },
  {
    "id": "1362",
    "data": " حشرج بفتح ثم معجمة ساكنة ثم راء مفتوحة ثم جيم ابن زياد الأشجعي أو النخعي مقبول من الثالثة د س"
  },
  {
    "id": "1363",
    "data": " حشرج ابن نباتة بضم النون ثم الموحدة ثم المثناة الأشجعي أبو مكرم الواسطي أو الكوفي صدوق يهم من الثامنة ت"
  },
  {
    "id": "1364",
    "data": " حصن بكسر ثم مهملة ساكنة ثم نون ابن عبد الرحمن أو ابن محصن التراغمي بفتح المثناة ثم راء ثم معجمة مكسورة ثم ميم خفيفة أبو حذيفة الدمشقي مقبول من السابعة د س"
  },
  {
    "id": "1365",
    "data": " حصين مصغر ابن أوس أو ابن قيس النهشلي معدود في الصحابة س"
  },
  {
    "id": "1366",
    "data": " حصين ابن جندب ابن الحارث الجنبي بفتح الجيم وسكون النون ثم موحدة أبو ظبيان بفتح المعجمة وسكون الموحدة الكوفي ثقة من الثانية مات سنة تسعين وقيل غير ذلك ع "
  },
  {
    "id": " حصين ابن أبي الحر هو ابن مالك يأتي",
    "data": " حصين ابن أبي الحر هو ابن مالك يأتي"
  },
  {
    "id": "1367",
    "data": " حصين ابن صفوان أو ابن معدان أبو قبيصة مجهول من الثالثة عس"
  },
  {
    "id": "1368",
    "data": " حصين ابن عبد الرحمن ابن عمرو ابن سعد ابن معاذ الأشهلي أبو محمد المدني مقبول من الرابعة د س"
  },
  {
    "id": "1369",
    "data": " حصين ابن عبد الرحمن السلمي أبو الهذيل الكوفي ثقة تغير حفظه في الآخر من الخامسة مات سنة ست وثلاثين وله ثلاث وتسعون ع وممن يقال له حصين ابن عبد الرحمن أيضا سبعة"
  },
  {
    "id": "1370",
    "data": " الأول حصين ابن عبد الرحمن الحارثي كوفي روى عن الشعبي مقبول من السادسة مات سنة تسع وثلاثين "
  },
  {
    "id": "1371",
    "data": " الثاني حصين ابن عبد الرحمن الجعفي أخو إسماعيل كوفي أيضا من السابعة مجهول "
  },
  {
    "id": "1372",
    "data": " الثالث حصين ابن عبد الرحمن الأنصاري اسم جده أسعد ابن زرارة مقبول من السابعة "
  },
  {
    "id": "1373",
    "data": " الرابع حصين ابن عبد الرحمن الشيباني مقبول من السابعة أيضا "
  },
  {
    "id": "1374",
    "data": " الخامس حصين ابن عبد الرحمن النخعي أخو سلم يروي عن الشعبي أيضا مجهول من السابعة "
  },
  {
    "id": "1375",
    "data": " السادس حصين ابن عبد الرحمن الهاشمي مجهول من السابعة "
  },
  {
    "id": " السابع حصين ابن عبد الرحمن الأشجعي صوابه حسين بالسين وقد تقدم ",
    "data": " السابع حصين ابن عبد الرحمن الأشجعي صوابه حسين بالسين وقد تقدم "
  },
  {
    "id": "1376",
    "data": " حصين ابن عبيد الخزاعي والد عمران صحابي لم يصب من نفى إسلامه س"
  },
  {
    "id": "1377",
    "data": " حصين ابن عقبة الفزاري الكوفي صدوق من الثالثة س ق"
  },
  {
    "id": "1378",
    "data": " حصين ابن عمر الأحمسي "
  },
  {
    "id": " بمهملتين الكوفي متروك من الثامنة ت",
    "data": " بمهملتين الكوفي متروك من الثامنة ت"
  },
  {
    "id": "1379",
    "data": " حصين ابن عوف الخثعمي صحابي له حديث في الحج ق"
  },
  {
    "id": "1380",
    "data": " حصين ابن قبيصة الفزاري الكوفي ثقة من الثانية د س ق"
  },
  {
    "id": "1381",
    "data": " حصين ابن اللجلاج بجيمين "
  },
  {
    "id": " مجهول من الثالثة س",
    "data": " مجهول من الثالثة س"
  },
  {
    "id": "1382",
    "data": " حصين ابن مالك ابن الخشخاش بمعجمتين وهو ابن أبي الحر التميمي العنبري أبو القلوص بفتح القاف وضم اللام الخفيفة ثم مهملة ثقة من الثانية عمل لعمر ثم عاش إلى قرب التسعين س ق"
  },
  {
    "id": "1383",
    "data": " حصين ابن مالك البجلي الكوفي صدوق من الثالثة ت"
  },
  {
    "id": "1384",
    "data": " حصين ابن محصن بكسر الميم وسكون المهملة وفتح الصاد المهملة الأشهلي معدود في الصحابة وروايته عن عمته س"
  },
  {
    "id": "1400",
    "data": " حفص ابن بغيل بالموحدة والمعجمة مصغرا الهمداني المرهبي الكوفي مستور من التاسعة د"
  },
  {
    "id": "1401",
    "data": " حفص ابن جميع بالجيم مصغر العجلي الكوفي ضعيف من الثامنة ق"
  },
  {
    "id": "1402",
    "data": " حفص ابن حسان مقبول من الثامنة س"
  },
  {
    "id": "1403",
    "data": " حفص ابن حميد القمي بضم القاف وتشديد الميم أبو عبيد لا بأس به من السابعة فق"
  },
  {
    "id": "1404",
    "data": " حفص ابن حميد المروزي العابد صدوق من الثامنة تمييز"
  },
  {
    "id": "1405",
    "data": " حفص ابن سليمان الأسدي أبو عمر البزاز "
  },
  {
    "id": " الكوفي الغاضري بمعجمتين وهو حفص ابن أبي داود القارىء صاحب عاصم ويقال له حفيص متروك الحديث مع إمامته في القراءة من الثامنة مات سنة ثمانين وله تسعون ت عس ق",
    "data": " الكوفي الغاضري بمعجمتين وهو حفص ابن أبي داود القارىء صاحب عاصم ويقال له حفيص متروك الحديث مع إمامته في القراءة من الثامنة مات سنة ثمانين وله تسعون ت عس ق"
  },
  {
    "id": "1406",
    "data": " حفص ابن سليمان المنقري التميمي البصري ثقة من السابعة مات سنة ثلاثين بخ"
  },
  {
    "id": "1407",
    "data": " حفص ابن عاصم ابن عمر ابن الخطاب العمري ثقة من الثالثة ع"
  },
  {
    "id": "1408",
    "data": " حفص ابن عبد الله ابن راشد السلمي أبو عمرو النيسابوري قاضيها صدوق من التاسعة مات سنة تسع ومائتين خ س ق"
  },
  {
    "id": "1409",
    "data": " حفص ابن عبد الله الليثي البصري مقبول من الثالثة ت س"
  },
  {
    "id": " حفص ابن عبد الله تقدم في الجيم",
    "data": " حفص ابن عبد الله تقدم في الجيم"
  },
  {
    "id": "1410",
    "data": " حفص ابن عبد الرحمن ابن عمر أبو عمر البلخي الفقيه النيسابوري قاضيها صدوق عابد رمي بالإرجاء من التاسعة مات سنة تسع وتسعين ومائة قد س"
  },
  {
    "id": "1411",
    "data": " حفص ابن عبيد الله ابن أنس ابن مالك ويقال فيه عبيد الله ابن حفص ولا يصح وهو صدوق من الثالثة خ م ت س ق"
  },
  {
    "id": "1412",
    "data": " حفص ابن عمر ابن الحارث ابن سخبرة بفتح المهملة وسكون الخاء المعجمة وفتح الموحدة الأزدي النمري بفتح النون والميم أبو عمر الحوضي وهو بها أشهر ثقة ثبت عيب بأخذ الأجرة على الحديث من كبار العاشرة مات سنة خمس وعشرين خ د س"
  },
  {
    "id": "1413",
    "data": " حفص ابن عمر ابن سعد القرظ المدني المؤذن مقبول من الثالثة م د"
  },
  {
    "id": "1414",
    "data": " حفص ابن عمر ابن عبد الرحمن ابن عوف الزهري المدني مقبول من الخامسة د"
  },
  {
    "id": "1415",
    "data": " حفص ابن عمر ابن عبد الرحمن الرازي أبو عمر المهرقاني بقاف صدوق من العاشرة س"
  },
  {
    "id": "1416",
    "data": " حفص ابن عمر ابن عبد العزيز أبو عمر الدوري المقرىء الضرير الأصغر صاحب الكسائي لا بأس به من العاشرة مات سنة ست أو ثمان وأربعين ومولده تقريبا سنة خمسين ق"
  },
  {
    "id": "1417",
    "data": " حفص ابن عمر ابن عبيد الطنافسي الكوفي ثقة من العاشرة ت"
  },
  {
    "id": "1418",
    "data": " حفص ابن عمر ابن أبي العطاف السهمي مولاهم المدني ضعيف من الثامنة مات بعد الثمانين ق"
  },
  {
    "id": "1419",
    "data": " حفص ابن عمر ابن مرة الشني بفتح المعجمة وتشديد النون البصري مقبول من السابعة "
  },
  {
    "id": " د ت",
    "data": " د ت"
  },
  {
    "id": "1420",
    "data": " حفص ابن عمر ابن ميمون العدني الصنعاني أبو إسماعيل لقبه الفرخ بالفاء وسكون الراء والخاء المعجمة ضعيف من التاسعة ق"
  },
  {
    "id": "1421",
    "data": " حفص ابن عمر أبو عمر الضرير الأكبر البصري صدوق عالم قيل ولد أعمى من كبار العاشرة مات سنة عشرين وقد جاز السبعين د وممن يقال له أبو عمر الضرير ويسمى حفصا غير هذا الأكبر والأصغر الذي تقدم قبل اثنان آخران"
  },
  {
    "id": "1422",
    "data": " أحدهما حفص ابن حمزة مولى المهدي بغدادي صدوق من العاشرة "
  },
  {
    "id": "1423",
    "data": " والثاني حفص ابن عبد الله الحلواني صدوق من العاشرة مات سنة ست وثلاثين "
  },
  {
    "id": "1424",
    "data": " ولهم ثالث يقال له أبو عمر الضرير لكن اسمه محمد ابن عثمان الكوفي وهو أصغر من المذكورين أدركه الطبراني "
  },
  {
    "id": "1425",
    "data": " حفص ابن عمر البزاز شامي مجهول من الثامنة ق"
  },
  {
    "id": "1426",
    "data": " حفص ابن عمر أبو عمران الرازي الإمام وهو الواسطي النجار ضعيف من التاسعة فق"
  },
  {
    "id": "1427",
    "data": " حفص ابن عمر أو ابن عمران الأزرق البُرْجُمي الكوفي مستور من التاسعة ق"
  },
  {
    "id": "1428",
    "data": " حفص ابن عمرو ابن ربال بفتح الراء والموحدة ابن إبراهيم الربالي الرقاشي البصري ثقة عابد من العاشرة مات سنة ثمان وخمسين صدوق"
  }
]