[
  {
    "id": "1429",
    "data": " حفص ابن عنان بنونين اليمامي ثقة من الثالثة س"
  },
  {
    "id": "1430",
    "data": " حفص ابن غياث بمعجمة مكسورة وياء ومثلثة ابن طلق ابن معاوية النخعي أبو عمر الكوفي القاضي ثقة فقيه تغير حفظه قليل في الآخر من الثامنة مات سنة أربع أو خمس وتسعين وقد قارب الثمانين ع"
  },
  {
    "id": "1431",
    "data": " حفص ابن غياث شيخ يروي عن ميمون ابن مهران مجهول من الثامنة تمييز"
  },
  {
    "id": "1432",
    "data": " حفص ابن غيلان بالمعجمة بعدها ياء تحتانية ساكنة أبو معيد بالمهملة مصغر وهو بها أشهر شامي صدوق فقيه رمي بالقدر من الثامنة س ق"
  },
  {
    "id": "1433",
    "data": " حفص ابن ميسرة العقيلي بالضم أبو عمر الصنعاني نزيل عسقلان ثقة ربما وهم من الثامنة مات سنة إحدى وثمانين خ م مد س ق"
  },
  {
    "id": "1434",
    "data": " حفص ابن هاشم ابن عتبة ابن أبي وقاص الزهري مجهول من الرابعة د"
  },
  {
    "id": "1435",
    "data": " حفص ابن الوليد ابن سيف الحضرمي أبو بكر أمير مصر صدوق من السادسة قتل سنة ثمان وعشرين س"
  },
  {
    "id": "1436",
    "data": " حفص ابن أخي أنس صدوق من الرابعة قال ابن حبان حفص ابن عبد الله ابن أبي طلحة فعلى هذا هو ابن أخي أنس لأمه وقال غيره ابن عمر ابن عبد الله ابن أبي طلحة فعلى هذا هو ابن "
  },
  {
    "id": " أخي أنس بخ د س",
    "data": " أخي أنس بخ د س"
  },
  {
    "id": " حفص الليثي هو ابن عبد الله تقدم",
    "data": " حفص الليثي هو ابن عبد الله تقدم"
  },
  {
    "id": "1437",
    "data": " حكام بفتح أوله والتشديد ابن سلم بسكون اللام أبو عبد الرحمن الرازي الكناني بنونين ثقة له غرائب من الثامنة مات سنة تسعين ومائة خت م 4"
  },
  {
    "id": "1438",
    "data": " الحكم ابن أبان العدني أبو عيسى صدوق عابد وله أوهام من السادسة مات سنة أربع وخمسين وكان مولده سنة ثمانين ر 4"
  },
  {
    "id": " الحكم ابن الأعرج هو ابن عبد الله يأتي",
    "data": " الحكم ابن الأعرج هو ابن عبد الله يأتي"
  },
  {
    "id": " الحكم ابن الأقرع هو ابن عمرو يأتي",
    "data": " الحكم ابن الأقرع هو ابن عمرو يأتي"
  },
  {
    "id": "1439",
    "data": " الحكم ابن بشير ابن سلمان النهدي أبو محمد ابن أبي إسماعيل الكوفي صدوق من الثامنة وقد تقدم ذكر ابنه "
  },
  {
    "id": " بشر ابن الحكم نزيل نيسابور ت ق",
    "data": " بشر ابن الحكم نزيل نيسابور ت ق"
  },
  {
    "id": " الحكم ابن ثوبان ",
    "data": " الحكم ابن ثوبان "
  },
  {
    "id": " صوابه ابن أبان وقد تقدم",
    "data": " صوابه ابن أبان وقد تقدم"
  },
  {
    "id": "1440",
    "data": " الحكم ابن جحل بفتح الجيم وسكون المهملة الأزدي البصري ثقة من السادسة ت"
  },
  {
    "id": "1441",
    "data": " الحكم ابن حزن بفتح المهملة وسكون الزاي الكلفي بضم الكاف وفتح اللام ثم فاء صحابي قليل الحديث د"
  },
  {
    "id": " الحكم ابن أبي خالد هو ابن ظهير كما جزم به ابن معين وسيأتي فق",
    "data": " الحكم ابن أبي خالد هو ابن ظهير كما جزم به ابن معين وسيأتي فق"
  },
  {
    "id": "1442",
    "data": " الحكم ابن سفيان وقيل سفيان ابن الحكم "
  },
  {
    "id": " قيل له صحبة لكن في حديثه اضطراب د س ق",
    "data": " قيل له صحبة لكن في حديثه اضطراب د س ق"
  },
  {
    "id": "1443",
    "data": " الحكم ابن سنان الباهلي القربي بكسر القاف وفتح الراء بعدها موحدة أبو عون ضعيف من الثامنة ل"
  },
  {
    "id": "1444",
    "data": " الحكم ابن الصلت المدني الأعور ثقة من السابعة إنما روى عن أبي هريرة بواسطة كما قال ابن حبان مد"
  },
  {
    "id": "1445",
    "data": " الحكم ابن ظهير بالمعجمة مصغر الفزاري أبو محمد وكنية أبيه أبو ليلى ويقال أبو خالد متروك رمي بالرفض واتهمه ابن معين من الثامنة مات قريبا من سنة ثمانين ت"
  },
  {
    "id": "1446",
    "data": " الحكم ابن عبد الله ابن إسحاق ابن الأعرج البصري ثقة ربما وهم من الثالثة م د ت س"
  },
  {
    "id": " الحكم ابن عبد الله ابن خطاف بضم المعجمة وآخره فاء أبو سلمة العاملي يأتي في الكنى",
    "data": " الحكم ابن عبد الله ابن خطاف بضم المعجمة وآخره فاء أبو سلمة العاملي يأتي في الكنى"
  },
  {
    "id": "1447",
    "data": " الحكم ابن عبد الله أبو النعمان البصري "
  },
  {
    "id": " قيسي أو أنصاري أو عجلي ثقة له أوهام من التاسعة خ م ت س",
    "data": " قيسي أو أنصاري أو عجلي ثقة له أوهام من التاسعة خ م ت س"
  },
  {
    "id": "1448",
    "data": " الحكم ابن عبد الله النصري بالنون مقبول من السادسة ت ق"
  },
  {
    "id": "1449",
    "data": " الحكم ابن عبد الله البلوي المصري وقيل عبد الله ابن الحكم وهو الصواب كما سيأتي ق"
  },
  {
    "id": "1450",
    "data": " الحكم ابن عبد الرحمن ابن أبي نعم بضم النون وسكون المهملة الكوفي البجلي صدوق سيء الحفظ من السابعة س"
  },
  {
    "id": "1451",
    "data": " الحكم ابن عبد الملك القرشي البصري نزل الكوفة ضعيف من السابعة بخ ت س ق"
  },
  {
    "id": "1452",
    "data": " الحكم ابن عبدة الرعيني أو الشيباني بصري نزل مصر مستور من السابعة ق"
  },
  {
    "id": "1453",
    "data": " الحكم ابن عتيبة بالمثناة ثم الموحدة مصغرا أبو محمد الكندي الكوفي ثقة ثبت فقيه إلا أنه ربما دلس من الخامسة مات سنة ثلاث عشرة أو بعدها وله نيف وستون ع"
  },
  {
    "id": "1454",
    "data": " الحكم ابن عتيبة ابن النهاس آخره مهملة العجلي قاضي الكوفة لا أعرف له رواية وهو عصري الذي قبله وقيل إنه هو تمييز"
  },
  {
    "id": "1455",
    "data": " الحكم ابن عطية العيشي بالتحتانية والمعجمة البصري صدوق له أوهام من السابعة مد ت"
  },
  {
    "id": "1456",
    "data": " الحكم ابن عمرو الغفاري ويقال له الحكم ابن الأقرع صحابي نزل البصرة ومات بمرو سنة خمسين وقيل قبلها خ 4"
  },
  {
    "id": "1457",
    "data": " الحكم ابن فروخ آخره معجمة أبو بكار الغزال البصري ثقة من السادسة س"
  },
  {
    "id": "1473",
    "data": " حكيم ابن سيف ابن حكيم الأسدي مولاهم أبو عمرو الرقي صدوق من العاشرة مات سنة ثمان وثلاثين د س"
  },
  {
    "id": "1474",
    "data": " حكيم ابن شريك ابن نملة الكوفي مستور من السادسة بخ"
  },
  {
    "id": "1475",
    "data": " حكيم ابن شريك الهذلي المصري مجهول من السابعة د"
  },
  {
    "id": "1476",
    "data": " حكيم ابن عمير ابن الأحوص أبو الأحوص الحمصي "
  },
  {
    "id": " صدوق يهم من الثالثة د ق",
    "data": " صدوق يهم من الثالثة د ق"
  },
  {
    "id": "1477",
    "data": " حكيم ابن قيس ابن عاصم المنقري بكسر الميم وسكون النون وفتح القاف البصري قيل إنه ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقد ذكره ابن حبان في ثقات التابعين بخ س"
  },
  {
    "id": "1478",
    "data": " حكيم ابن معاوية ابن حيدة القشيري والد بهز صدوق من الثالثة خت 4"
  },
  {
    "id": "1479",
    "data": " حكيم ابن معاوية الزيادي البصري مستور من العاشرة تم"
  },
  {
    "id": "1480",
    "data": " حكيم ابن معاوية النميري بالنون مصغر مختلف في صحبته له حديث وقيل إنما يروي عن أبيه أو عن عمه والصواب أنه تابعي من الثانية ت س"
  },
  {
    "id": "1481",
    "data": " حكيم الأثرم البصري فيه لين من السادسة 4"
  },
  {
    "id": "1482",
    "data": " حكيم الصنعاني مقبول من الثانية خت"
  },
  {
    "id": "1483",
    "data": " حكيم ابن سعد الحنفي أبو تحيى أوله مثناة من فوق مكسورة كوفي صدوق من الثالثة بخ س"
  },
  {
    "id": "1484",
    "data": " حكيم ابن عبد الله ابن قيس ابن مخرمة ابن المطلب المطلبي نزيل مصر صدوق من الرابعة مات سنة ثماني عشرة م 4"
  },
  {
    "id": "1485",
    "data": " حكيم ابن عبد الرحمن أبو غسان المصري أصله من البصرة مقبول من السابعة قد"
  },
  {
    "id": "1486",
    "data": " حكيم ابن محمد ابن عبد الله ابن قيس ابن مخرمة ابن المطلب المدني تقدم ذكر عمه وهذا صدوق من السادسة س"
  },
  {
    "id": "1487",
    "data": " حماد ابن أسامة القرشي مولاهم الكوفي أبو أسامة مشهور بكنيته ثقة ثبت ربما دلس وكان بأخرة يحدث من كتب غيره من كبار التاسعة مات سنة إحدى ومائتين وهو ابن ثمانين ع"
  },
  {
    "id": "1488",
    "data": " حماد ابن إسماعيل ابن علية البصري نزيل بغداد ثقة من الحادية عشرة مات سنة أربع وأربعين م س"
  },
  {
    "id": "1489",
    "data": " حماد ابن بشير الجهضمي أبو عبد الله البصري لين الحديث من العاشرة بخ"
  },
  {
    "id": "1490",
    "data": " حماد ابن بشير الربعي البصري مقبول من الثامنة تمييز"
  },
  {
    "id": "1491",
    "data": " حماد ابن الجعد الهذلي البصري ضعيف من السابعة "
  },
  {
    "id": " خت",
    "data": " خت"
  },
  {
    "id": "1492",
    "data": " حماد ابن جعفر ابن زيد العبدي البصري لين الحديث من السابعة ق"
  },
  {
    "id": "1493",
    "data": " حماد ابن الحسن ابن عنبسة الوراق النهشلي أبو عبيد الله البصري نزيل سامراء ثقة من الحادية عشرة مات سنة ست وستين م"
  },
  {
    "id": "1494",
    "data": " حماد ابن حميد الخراساني مقبول من الثانية عشرة قال البخاري حدثنا عن عبيد الله ابن معاذ وهو حي خ"
  },
  {
    "id": "1495",
    "data": " حماد ابن حميد العسقلاني مقبول من الحادية عشرة وهم من زعم أنه الأول تمييز"
  },
  {
    "id": " حماد ابن أبي حميد في محمد",
    "data": " حماد ابن أبي حميد في محمد"
  },
  {
    "id": "1496",
    "data": " حماد ابن خالد الخياط القرشي أبو عبد الله البصري نزيل بغداد ثقة أمي من التاسعة م 4"
  },
  {
    "id": "1497",
    "data": " حماد ابن دليل مصغر أبو زيد قاضي المدائن صدوق نقموا عليه الرأي من التاسعة د"
  },
  {
    "id": "1498",
    "data": " حماد ابن زيد ابن درهم الأزدي الجهضمي أبو إسماعيل البصري ثقة ثبت فقيه قيل إنه كان ضريرا ولعله طرأ عليه لأنه صح أنه كان يكتب من كبار الثامنة مات سنة تسع وسبعين وله إحدى وثمانون سنة ع"
  },
  {
    "id": "1499",
    "data": " حماد ابن سلمة ابن دينار البصري أبو سلمة ثقه عابد أثبت الناس في ثابت وتغير حفظه بأخرة من كبار الثامنة مات سنة سبع وستين خت م 4"
  },
  {
    "id": "1500",
    "data": " حماد ابن أبي سليمان مسلم الأشعري مولاهم أبو إسماعيل الكوفي فقيه صدوق له أوهام من الخامسة ورمي بالإرجاء مات سنة عشرين أو قبلها بخ م 4"
  },
  {
    "id": "1501",
    "data": " حماد ابن عبد الرحمن الأنصاري كوفي مقبول من السادسة عس"
  },
  {
    "id": "1502",
    "data": " حماد ابن عبد الرحمن الكلبي أبو عبد الرحمن القنسريني ضعيف من الثامنة ق"
  },
  {
    "id": "1503",
    "data": " حماد ابن عيسى ابن عبيدة ابن الطفيل الجهني الواسطي نزيل البصرة ضعيف من التاسعة غرق بالجحفة سنة ثمان ومائتين ت ق"
  },
  {
    "id": "1504",
    "data": " حماد ابن عيسى العبسي عن بلال العبسي مستور من التاسعة أيضا وقيل هو الذي قبله تمييز"
  },
  {
    "id": "1505",
    "data": " حماد ابن مسعدة التميمي أبو سعيد البصري ثقة من التاسعة مات سنة اثنتين ومائتين ع"
  },
  {
    "id": "1506",
    "data": " حماد ابن نجيح الإسكاف السدوسي أبو عبد الله البصري صدوق من السادسة خت س ق"
  },
  {
    "id": "1524",
    "data": " حمزة ابن عبد الله ابن عمر ابن الخطاب المدني شقيق سالم ثقة من الثالثة ع"
  },
  {
    "id": "1525",
    "data": " حمزة ابن عبد الله من مشايخ شريك القاضي مجهول من السادسة ص"
  },
  {
    "id": "1526",
    "data": " حمزة ابن عبد الله القرشي شيخ للحسن ابن عمرو الفقيمي قيل هو الذي قبله وإنما أفرده عنه أبو حاتم "
  },
  {
    "id": " تمييز وممن يقال له حمزة ابن عبد الله غير هؤلاء اثنان",
    "data": " تمييز وممن يقال له حمزة ابن عبد الله غير هؤلاء اثنان"
  },
  {
    "id": "1527",
    "data": " أحدهما حمزة ابن عبد الله ثقفي تمييز"
  },
  {
    "id": "1528",
    "data": " والآخر حمزة ابن عبد الله دارمي وهما مجهولان من الطبقة المذكورة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "1529",
    "data": " حمزة ابن عمرو ابن عويمر الأسلمي أبو صالح أو أبو محمد المدني صحابي جليل مات سنة إحدى وستين وله إحدى وسبعون وقيل ثمانون خت م د س"
  },
  {
    "id": "1530",
    "data": " حمزة ابن عمرو العائذي بالتحتانية ومعجمة أبو عمر الضبي البصري صدوق من الرابعة وقال ابن حبان في الثقات وهم من ضبطه بالجيم والراء م د س"
  },
  {
    "id": "1531",
    "data": " حمزة ابن محمد ابن حمزة ابن عمرو الأسلمي مجهول الحال من السادسة د"
  },
  {
    "id": "1532",
    "data": " حمزة ابن أبي محمد المدني ضعيف من السابعة ت"
  },
  {
    "id": "1533",
    "data": " حمزة ابن المغيرة ابن شعبة الثقفي ثقة من الثالثة م س ق"
  },
  {
    "id": "1534",
    "data": " حمزة ابن المغيرة ابن نشيط بفتح النون وكسر المعجمة بعدها تحتانية ثم مهملة المخزومي الكوفي العابد لا بأس به من السابعة تمييز"
  },
  {
    "id": "1535",
    "data": " حمزة ابن المغيرة "
  },
  {
    "id": " مقبول من العاشرة تمييز",
    "data": " مقبول من العاشرة تمييز"
  },
  {
    "id": "1536",
    "data": " حمزة ابن نجيح البصري لين رمي بالاعتزال من السابعة بخ"
  },
  {
    "id": "1537",
    "data": " حمزة ابن نصير ابن حمزة ابن نصير الأسلمي بضم اللام أبو عبد الله العسال "
  },
  {
    "id": " المصري كذا نسبه وضبطه ابن يونس ووهم من زعم أنه ابن نصير ابن الفرج ذاك طرسوسي وذا مصري مقبول من الحادية عشرة د",
    "data": " المصري كذا نسبه وضبطه ابن يونس ووهم من زعم أنه ابن نصير ابن الفرج ذاك طرسوسي وذا مصري مقبول من الحادية عشرة د"
  },
  {
    "id": "1538",
    "data": " حمزة ابن نصير البيوردي "
  },
  {
    "id": " يقال إنه جد الذي قبله وقيل غيره مجهول الحال من التاسعة تمييز",
    "data": " يقال إنه جد الذي قبله وقيل غيره مجهول الحال من التاسعة تمييز"
  },
  {
    "id": "1539",
    "data": " حمزة ابن يوسف ابن عبد الله ابن سلام ويقال إن يوسف جده واسم أبيه محمد مقبول من السابعة ق"
  },
  {
    "id": "1540",
    "data": " حمل بفتحتين ثم لام ابن بشير ابن أبي حدرد الأسلمي المدني مقبول من السابعة بخ"
  },
  {
    "id": "1541",
    "data": " حمل ابن مالك ابن النابغة الهذلي أبو نضلة بفتح النون وسكون المعجمة صحابي نزل البصرة وله ذكر في الصحيحين د س ق"
  }
]