[
  {
    "id": "1542",
    "data": " حميد ابن الأسود ابن الأشقر البصري أبو الأسود الكرابيسي صدوق يهم قليلا من الثامنة خ 4"
  },
  {
    "id": " حميد ابن حجير بالتصغير هو ابن أخت صفوان يأتي",
    "data": " حميد ابن حجير بالتصغير هو ابن أخت صفوان يأتي"
  },
  {
    "id": "1543",
    "data": " حميد ابن حماد ابن خوار بضم المعجمة وتخفيف الواو ويقال ابن أبي الخوار التميمي أبو الجهم لين الحديث من التاسعة مات سنة خمس عشرة د"
  },
  {
    "id": "1544",
    "data": " حميد ابن أبي حميد الطويل أبو عبيدة البصري اختلف في اسم أبيه على نحو عشرة أقوال ثقة مدلس وعابه زائدة لدخوله في شيء من أمر الأمراء من الخامسة مات سنة اثنتين ويقال ثلاث وأربعين وهو قائم يصلي وله خمس وسبعون ع"
  },
  {
    "id": " حميد ابن أبي حميد هو حميد الشامي يأتي",
    "data": " حميد ابن أبي حميد هو حميد الشامي يأتي"
  },
  {
    "id": " حميد ابن خوار هو ابن حماد تقدم قريبا",
    "data": " حميد ابن خوار هو ابن حماد تقدم قريبا"
  },
  {
    "id": "1545",
    "data": " حميد ابن زادويه بالزاي مجهول من الخامسة أيضا ووهم من خلطه بالطويل وقد فرق بينهما البخاري وآخرون تمييز"
  },
  {
    "id": " حميد ابن زنجويه هو ابن مخلد ابن زنجويه يأتي",
    "data": " حميد ابن زنجويه هو ابن مخلد ابن زنجويه يأتي"
  },
  {
    "id": "1546",
    "data": " حميد ابن زياد أبو صخر ابن أبي المخارق الخراط صاحب العباء مدني سكن مصر ويقال هو حميد ابن صخر أبو مودود الخراط وقيل إنهما اثنان صدوق يهم من السادسة مات سنة تسع وثمانين بخ م د ت عس ق"
  },
  {
    "id": "1547",
    "data": " حميد ابن زياد الأصبحي مقبول مصري من السادسة وهو أقدم موتا من الذي قبله تمييز"
  },
  {
    "id": "1548",
    "data": " حميد ابن زياد قيل إنه آخر دمشقي مجهول من السادسة أيضا تمييز"
  },
  {
    "id": "1549",
    "data": " حميد ابن زياد اليمامي مقبول من السابعة تمييز"
  },
  {
    "id": "1550",
    "data": " حميد ابن أبي سويد "
  },
  {
    "id": " المكي مجهول من السابعة ق",
    "data": " المكي مجهول من السابعة ق"
  },
  {
    "id": " حميد ابن صخر في حميد ابن زياد",
    "data": " حميد ابن صخر في حميد ابن زياد"
  },
  {
    "id": " حميد ابن طرخان بَيَّنتُ في الأصل أنه الطويل وأنه وقع موصوفا في رواية ابن الأحمر س",
    "data": " حميد ابن طرخان بَيَّنتُ في الأصل أنه الطويل وأنه وقع موصوفا في رواية ابن الأحمر س"
  },
  {
    "id": " حميد ابن عبد الله أو ابن عبيد وقيل غير ذلك هو الأعرج يأتي",
    "data": " حميد ابن عبد الله أو ابن عبيد وقيل غير ذلك هو الأعرج يأتي"
  },
  {
    "id": "1551",
    "data": " حميد ابن عبد الرحمن ابن حميد ابن عبد الرحمن الرؤاسي بضم الراء بعدها همزة خفيفة أبو عوف الكوفي ثقة من الثامنة مات سنة تسع وثمانين وقيل تسعين وقيل بعدها ع"
  },
  {
    "id": "1552",
    "data": " حميد ابن عبد الرحمن ابن عوف الزهري المدني ثقة من الثانية مات سنة خمس ومائة على الصحيح وقيل إن روايته عن عمر مرسلة ع"
  },
  {
    "id": "1553",
    "data": " حميد ابن عبد الرحمن ابن عوف الرؤاسي "
  },
  {
    "id": " ذكره ابن حبان في الثقات وهو من الثالثة تمييز",
    "data": " ذكره ابن حبان في الثقات وهو من الثالثة تمييز"
  },
  {
    "id": "1554",
    "data": " حميد ابن عبد الرحمن الحميري البصري ثقة فقيه من الثالثة ع"
  },
  {
    "id": " حميد ابن عطاء أو ابن علي وقيل غير ذلك هو الأعرج يأتي",
    "data": " حميد ابن عطاء أو ابن علي وقيل غير ذلك هو الأعرج يأتي"
  },
  {
    "id": "1555",
    "data": " حميد ابن أبي غنية بفتح المعجمة وكسر النون وتشديد التحتانية الأصبهاني صدوق من السابعة بخ"
  },
  {
    "id": "1556",
    "data": " حميد ابن قيس المكي الأعرج أبو صفوان القارىء ليس به بأس من السادسة مات سنة ثلاثين وقيل بعدها ع"
  },
  {
    "id": "1557",
    "data": " حميد ابن مالك ابن خثيم "
  },
  {
    "id": " بالمعجمة والمثلثة مصغر على المشهور ويقال مالك جده واسم أبيه عبد الله ثقة من الثالثة بخ",
    "data": " بالمعجمة والمثلثة مصغر على المشهور ويقال مالك جده واسم أبيه عبد الله ثقة من الثالثة بخ"
  },
  {
    "id": "1558",
    "data": " حميد ابن مخلد ابن قتيبة ابن عبد الله الأزدي أبو أحمد ابن زنجويه وهو لقب أبيه ثقة ثبت له تصانيف من الحادية عشرة مات سنة ثمان وأربعين وقيل سنة إحدى وخمسين د س"
  },
  {
    "id": "1559",
    "data": " حميد ابن مسعدة ابن المبارك السامي بالمهملة أو الباهلي بصري صدوق من العاشرة مات سنة أربع وأربعين م 4"
  },
  {
    "id": "1560",
    "data": " حميد ابن أبي حميد مهران الخياط الكندي أو المالكي ثقة من السابعة ت س"
  },
  {
    "id": "1561",
    "data": " حميد ابن نافع الأنصاري أبو أفلح المدني يقال له حميد صفيرا ثقة من الثالثة ع"
  },
  {
    "id": "1562",
    "data": " حميد ابن هانئ أبو هانئ الخولاني المصري لا بأس به من الخامسة وهو أكبر شيخ لابن وهب مات سنة اثنتين وأربعين بخ م 4"
  },
  {
    "id": "1563",
    "data": " حميد ابن هلال العدوي أبو نصر البصري ثقة عالم توقف فيه ابن سيرين لدخوله في عمل السلطان من الثالثة ع"
  },
  {
    "id": "1564",
    "data": " حميد ابن وهب القرشي أبو وهب المكي أو الكوفي لين الحديث من الثامنة د ق"
  },
  {
    "id": "1565",
    "data": " حميد ابن يزيد البصري أبو الخطاب مجهول الحال من السابعة د"
  },
  {
    "id": "1566",
    "data": " حميد الأعرج الكوفي القاص الملائي يقال هو "
  },
  {
    "id": " ابن عطاء أو ابن علي أو غير ذلك ضعيف من السادسة ت",
    "data": " ابن عطاء أو ابن علي أو غير ذلك ضعيف من السادسة ت"
  },
  {
    "id": " حميد الأعرج المكي هو ابن قيس تقدم",
    "data": " حميد الأعرج المكي هو ابن قيس تقدم"
  },
  {
    "id": "1567",
    "data": " حميد الشامي وهو ابن أبي حميد الحمصي مجهول من الخامسة د فق"
  },
  {
    "id": "1568",
    "data": " حميد المكي مولى ابن علقمة مجهول من السابعة ت"
  },
  {
    "id": "1569",
    "data": " حميد "
  },
  {
    "id": " ابن أخت صفوان وقيل اسمه جعيد ",
    "data": " ابن أخت صفوان وقيل اسمه جعيد "
  },
  {
    "id": " مقبول من السابعة د س",
    "data": " مقبول من السابعة د س"
  },
  {
    "id": " حميد أبو المليح الفارسي في الكنى",
    "data": " حميد أبو المليح الفارسي في الكنى"
  },
  {
    "id": "1570",
    "data": " حميري اسم بلفظ النسبة ابن بشير أبو عبد الله الجسري بالجيم المفتوحة بعدها مهملة معروف بكنيته أيضا وهو ثقة يرسل من الثالثة بخ م ت س"
  },
  {
    "id": "1571",
    "data": " حميضة بالضاد المعجمة مصغر ابن الشمردل بمعجمة ثم ميم مفتوحتين وزن سفرجل الأسدي الكوفي مقبول من الثالثة ووقع عند ابن ماجة حميضة بنت الشمردل د ق"
  },
  {
    "id": "1572",
    "data": " حميل مثل حميد لكن آخره لام وقيل بفتح أوله وقيل بالجيم ابن بصرة بفتح الموحدة ابن وقاص أبو بصرة الغفاري صحابي سكن مصر ومات بها بخ م د س"
  },
  {
    "id": "1573",
    "data": " حنان بفتح أوله وتخفيف النون ابن خارجة السلمي الشامي مقبول من الثالثة د س"
  },
  {
    "id": "1574",
    "data": " حنان الأسدي عم "
  },
  {
    "id": " مسدد كوفي مقبول من السادسة مد ت",
    "data": " مسدد كوفي مقبول من السادسة مد ت"
  },
  {
    "id": "1575",
    "data": " حنش بفتح أوله والنون الخفيفة بعدها معجمة ابن الحارث ابن لقيط النخعي الكوفي لا بأس به من السادسة بخ"
  },
  {
    "id": "1576",
    "data": " حنش ابن عبد الله ويقال ابن علي ابن عمرو السبإي "
  },
  {
    "id": " بفتح المهملة والموحدة بعدها همزة أبو رشدين الصنعاني نزيل إفريقية ثقة من الثالثة مات سنة مائة م 4",
    "data": " بفتح المهملة والموحدة بعدها همزة أبو رشدين الصنعاني نزيل إفريقية ثقة من الثالثة مات سنة مائة م 4"
  },
  {
    "id": " حنش ابن قيس مضى في حسين",
    "data": " حنش ابن قيس مضى في حسين"
  },
  {
    "id": "1577",
    "data": " حنش ابن المعتمر ويقال ابن ربيعة ويقال إنه حنش ابن ربيعة ابن المعتمر ويقال إنهما اثنان الكناني أبو المعتمر الكوفي صدوق له أوهام ويرسل من الثالثة وأخطأ من عده في الصحابة د ت س"
  },
  {
    "id": "1578",
    "data": " حنظلة ابن حذيم بكسر المهملة وسكون المعجمة وفتح التحتانية ابن حنيفة التميمي وفد مع أبيه وجده وهو صغير على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تفرد بالرواية عنه حفيده الذيال ابن عبيد ابن حنظلة بخ"
  },
  {
    "id": "1579",
    "data": " حنظلة ابن أبي حمزة مجهول من السادسة قد"
  },
  {
    "id": "1580",
    "data": " حنظلة ابن خويلد ويقال ابن سويد العنبري ثقة من الثالثة س"
  },
  {
    "id": "1581",
    "data": " حنظلة ابن الربيع ابن صيفي بفتح المهملة بعدها تحتانية ساكنة التميمي يعرف بحنظلة الكاتب صحابي نزل الكوفة "
  },
  {
    "id": " مات بعد علي م ت س ق",
    "data": " مات بعد علي م ت س ق"
  },
  {
    "id": "1582",
    "data": " حنظلة ابن أبي سفيان "
  },
  {
    "id": " ابن عبد الرحمن ابن صفوان ابن أمية الجمحي المكي ثقة حجة من السادسة مات سنة إحدى وخمسين ع",
    "data": " ابن عبد الرحمن ابن صفوان ابن أمية الجمحي المكي ثقة حجة من السادسة مات سنة إحدى وخمسين ع"
  },
  {
    "id": " حنظلة ابن سويد في ابن خويلد",
    "data": " حنظلة ابن سويد في ابن خويلد"
  },
  {
    "id": "1583",
    "data": " حنظلة السدوسي أبو عبد الرحيم ضعيف من السابعة واختلف في اسم أبيه فقيل "
  },
  {
    "id": " عبيد الله أو عبد الرحمن ت ق",
    "data": " عبيد الله أو عبد الرحمن ت ق"
  },
  {
    "id": "1584",
    "data": " حنظلة ابن علي ابن الأسقع الأسلمي المدني ثقة من الثالثة بخ م د س ق"
  },
  {
    "id": "1585",
    "data": " حنظلة ابن عمرو ابن حنظلة ابن قيس الزرقي المدني صدوق من الثامنة بخ"
  },
  {
    "id": "1586",
    "data": " حنظلة ابن قيس ابن عمرو ابن حصن "
  },
  {
    "id": " ابن خلدة الزرقي المدني جد الذي قبله ثقة من الثانية وقيل إن له رؤية خ م د س ق",
    "data": " ابن خلدة الزرقي المدني جد الذي قبله ثقة من الثانية وقيل إن له رؤية خ م د س ق"
  },
  {
    "id": "1587",
    "data": " حنيف بالنون مصغر ابن رستم المؤذن الكوفي مجهول من السابعة عس"
  },
  {
    "id": "1588",
    "data": " حنيفة أبو حرة الرقاشي بفتح الراء والقاف مشهور بكنيته وقيل اسمه حكيم ثقة من الثالثة د"
  },
  {
    "id": "1589",
    "data": " حنين بنونين مصغر ابن أبي حكيم الأموي صدوق من السادسة د س"
  },
  {
    "id": "1590",
    "data": " حنين والد عبد الله مولى ابن عباس أبو عبد الله المكي له صحبة كان يخدم النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثم وهبه لعمه العباس س"
  },
  {
    "id": "1591",
    "data": " حوثرة بفتح أوله وسكون الواو بعدها مثلثة مفتوحة ابن محمد أبو الأزهر البصري الوراق صدوق من صغار العاشرة مات سنة ست وخمسين د"
  },
  {
    "id": "1592",
    "data": " حوشب بفتح أوله وسكون الواو وفتح المعجمة بعدها موحدة ابن عقيل أبو دحية البصري ثقة من السابعة د س ق"
  },
  {
    "id": "1593",
    "data": " حوشب ابن مسلم الثقفي أبو بشر وهو حوشب غير منسوب صدوق من السابعة أيضا تمييز"
  },
  {
    "id": "1594",
    "data": " حويطب ابن عبد العزى ابن أبي قيس العامري صحابي أسلم يوم الفتح وكان عارفا بأحوال مكة عاش مائة وعشرين سنة ومات سنة أربع وخمسين خ م س"
  },
  {
    "id": " حوي بضم أوله وفتح الواو وبعدها تحتانية مثقلة أبو عبيد حاجب سليمان مشهور بكنيته يأتي ",
    "data": " حوي بضم أوله وفتح الواو وبعدها تحتانية مثقلة أبو عبيد حاجب سليمان مشهور بكنيته يأتي "
  },
  {
    "id": "1595",
    "data": " حيان بفتح أوله وتشديد التحتانية ابن بسطام الهذلي البصري مقبول من الثالثة ق"
  },
  {
    "id": "1596",
    "data": " حيان ابن حصين أبو الهياج الأسدي الكوفي ثقة من الثالثة م د س"
  },
  {
    "id": "1597",
    "data": " حيان ابن عمير القيسي الجريري بضم الجيم أبو العلاء البصري ثقة من الثالثة مات قبل المائة م د س"
  },
  {
    "id": "1598",
    "data": " حيان ابن العلاء ويقال ابن مخارق أبو العلاء مقبول من السادسة د س"
  },
  {
    "id": "1599",
    "data": " حيان عن سليمان التيمي مجهول من السابعة ق"
  },
  {
    "id": " حيوان ",
    "data": " حيوان "
  },
  {
    "id": " أبو شيخ ",
    "data": " أبو شيخ "
  },
  {
    "id": " في الكنى",
    "data": " في الكنى"
  },
  {
    "id": "1600",
    "data": " حيوة بفتح أوله وسكون التحتانية وفتح الواو ابن شريح ابن صفوان التجيبي أبو زرعة المصري ثقة ثبت فقيه زاهد من السابعة مات سنة ثمان وقيل تسع وخمسين"
  },
  {
    "id": "1601",
    "data": " حيوة ابن شريح ابن يزيد الحضرمي أبو العباس الحمصي ثقة من العاشرة مات سنة أربع وعشرين خ د ت ق"
  },
  {
    "id": "1602",
    "data": " حية ابن حابس بمهملتين وقبل السين موحدة مقبول من الثالثة ووهم من زعم أن له صحبة بخ ت"
  },
  {
    "id": "1603",
    "data": " حي بفتح أوله وتشديد التحتانية ابن يؤمن بضم التحتانية وسكون الواو وكسر الميم أبو عشانة بضم المهملة وتشديد المعجمة المصري ثقة مشهور بكنيته من الثالثة مات سنة ثماني عشرة بخ د س ق"
  },
  {
    "id": "1604",
    "data": " حي أبو حية الكوفي والد أبي جناب مقبول من الثالثة ق"
  },
  {
    "id": "1605",
    "data": " حيي بضم أوله ويائين من تحت الأولى مفتوحة ابن عبد الله ابن شريح المعافري المصري صدوق يهم من السادسة مات سنة ثمان وأربعين 4"
  },
  {
    "id": "1606",
    "data": " حيي ابن هانئ ابن ناضر بنون ومعجمة أبو قبيل بفتح القاف وكسر الموحدة بعدها تحتانية ساكنة المعافري المصري صدوق يهم من الثالثة مات سنة ثمان وعشرين بالبرلس عخ قد ت س"
  },
  {
    "id": "حرف الخاء المعجمة",
    "data": "حرف الخاء المعجمة"
  },
  {
    "id": "1607",
    "data": " خارجة ابن الحارث ابن رافع ابن مكيث بفتح الميم وكسر الكاف ثم تحتانية ساكنة بعدها مثلثة الجهني المدني صدوق من السابعة بخ د"
  },
  {
    "id": "1608",
    "data": " خارجة ابن حذافة ابن غانم القرشي العدوي صحابي سكن مصر قتله الخارجي سنة أربعين د ت ق"
  },
  {
    "id": "1609",
    "data": " خارجة ابن زيد ابن ثابت الأنصاري أبو زيد المدني ثقة فقيه من الثالثة مات سنة مائة وقيل قبلها ع"
  },
  {
    "id": " خارجة ابن سليمان هو ابن عبد الله",
    "data": " خارجة ابن سليمان هو ابن عبد الله"
  },
  {
    "id": "1610",
    "data": " خارجة ابن الصلت البرجمي بضم الموحدة وسكون الراء وضم الجيم الكوفي مقبول من الثالثة د س"
  },
  {
    "id": "1611",
    "data": " خارجة ابن عبد الله ابن سليمان ابن زيد ابن ثابت الأنصاري أبو زيد المدني وقد ينسب إلى جده صدوق له أوهام من السابعة مات سنة خمس وستين ت س"
  }
]