[
  {
    "id": "1612",
    "data": " خارجة ابن مصعب ابن خارجة أبو الحجاج السرخسي متروك وكان يدلس عن الكذابين ويقال إن ابن معين كذبه من الثامنة مات سنة ثمان وستين ت ق"
  },
  {
    "id": "1613",
    "data": " خارجة ابن مصعب ابن خارجة ابن مصعب حفيد الذي قبله صدوق من الحادية عشرة مات سنة أربع وستين تمييز"
  },
  {
    "id": "1614",
    "data": " خازم بالزاي ابن الحسين أبو إسحاق الحميسي بمهملتين مصغر البصري نزيل الكوفة ضعيف من الثامنة ر"
  },
  {
    "id": "1615",
    "data": " خازم ابن مروان العنزي بفتح العين المهملة والنون بعدها زاي أبو محمد البصري مجهول الحال من الثامنة ووهم من ذكره في الحاء المهملة ق"
  },
  {
    "id": "1616",
    "data": " خالد ابن أسلم القرشي العدوي أخو زيد ابن أسلم مولى عمر صدوق من الخامسة خت خد ق"
  },
  {
    "id": "حرف الخاء المعجمة",
    "data": "حرف الخاء المعجمة"
  },
  {
    "id": "1607",
    "data": " خارجة ابن الحارث ابن رافع ابن مكيث بفتح الميم وكسر الكاف ثم تحتانية ساكنة بعدها مثلثة الجهني المدني صدوق من السابعة بخ د"
  },
  {
    "id": "1608",
    "data": " خارجة ابن حذافة ابن غانم القرشي العدوي صحابي سكن مصر قتله الخارجي سنة أربعين د ت ق"
  },
  {
    "id": "1609",
    "data": " خارجة ابن زيد ابن ثابت الأنصاري أبو زيد المدني ثقة فقيه من الثالثة مات سنة مائة وقيل قبلها ع"
  },
  {
    "id": " خارجة ابن سليمان هو ابن عبد الله",
    "data": " خارجة ابن سليمان هو ابن عبد الله"
  },
  {
    "id": "1610",
    "data": " خارجة ابن الصلت البرجمي بضم الموحدة وسكون الراء وضم الجيم الكوفي مقبول من الثالثة د س"
  },
  {
    "id": "1611",
    "data": " خارجة ابن عبد الله ابن سليمان ابن زيد ابن ثابت الأنصاري أبو زيد المدني وقد ينسب إلى جده صدوق له أوهام من السابعة مات سنة خمس وستين ت س"
  },
  {
    "id": "1612",
    "data": " خارجة ابن مصعب ابن خارجة أبو الحجاج السرخسي متروك وكان يدلس عن الكذابين ويقال إن ابن معين كذبه من الثامنة مات سنة ثمان وستين ت ق"
  },
  {
    "id": "1613",
    "data": " خارجة ابن مصعب ابن خارجة ابن مصعب حفيد الذي قبله صدوق من الحادية عشرة مات سنة أربع وستين تمييز"
  },
  {
    "id": "1614",
    "data": " خازم بالزاي ابن الحسين أبو إسحاق الحميسي بمهملتين مصغر البصري نزيل الكوفة ضعيف من الثامنة ر"
  },
  {
    "id": "1615",
    "data": " خازم ابن مروان العنزي بفتح العين المهملة والنون بعدها زاي أبو محمد البصري مجهول الحال من الثامنة ووهم من ذكره في الحاء المهملة ق"
  },
  {
    "id": "1616",
    "data": " خالد ابن أسلم القرشي العدوي أخو زيد ابن أسلم مولى عمر صدوق من الخامسة خت خد ق"
  },
  {
    "id": "1617",
    "data": " خالد ابن إلياس أو إياس ابن صخر ابن أبي الجهم ابن حذيفة أبو الهيثم العدوي المدني إمام المسجد النبوي متروك الحديث من السابعة ت ق"
  },
  {
    "id": "1618",
    "data": " خالد ابن أبي بكر ابن عبيد الله ابن عبد الله ابن عمر ابن الخطاب العدوي المدني فيه لين من السابعة مات سنة اثنتين وستين ر"
  },
  {
    "id": " خالد ابن أبي بلال ",
    "data": " خالد ابن أبي بلال "
  },
  {
    "id": " صوابه خالد عن ابن أبي بلال فخالد هو ابن معدان",
    "data": " صوابه خالد عن ابن أبي بلال فخالد هو ابن معدان"
  },
  {
    "id": "1619",
    "data": " خالد ابن الحارث ابن عبيد ابن سليم الهجيمي أبو عثمان البصري ثقة ثبت "
  },
  {
    "id": " من الثامنة مات سنة ست وثمانين ومولده سنة عشرين ع",
    "data": " من الثامنة مات سنة ست وثمانين ومولده سنة عشرين ع"
  },
  {
    "id": " خالد ابن حسين هو ابن عبد الله ابن حسين يأتي",
    "data": " خالد ابن حسين هو ابن عبد الله ابن حسين يأتي"
  },
  {
    "id": "1620",
    "data": " خالد ابن حميد المهري بفتح الميم وسكون الهاء أبو حميد الإسكندراني لا بأس به من السابعة مات سنة تسع وستين بخ"
  },
  {
    "id": "1621",
    "data": " خالد ابن الجويرث "
  },
  {
    "id": " المخزومي المكي مقبول من الثالثة د",
    "data": " المخزومي المكي مقبول من الثالثة د"
  },
  {
    "id": "1622",
    "data": " خالد ابن حيان الرقي أبو يزيد "
  },
  {
    "id": " الكندي مولاهم الخراز بالمعجمة والراء وآخره زاي صدوق يخطىء من الثامنة مات سنة إحدى وتسعين ولم يستكمل السبعين ق",
    "data": " الكندي مولاهم الخراز بالمعجمة والراء وآخره زاي صدوق يخطىء من الثامنة مات سنة إحدى وتسعين ولم يستكمل السبعين ق"
  },
  {
    "id": " خالد ابن خالد يأتي في سبيع ابن خالد",
    "data": " خالد ابن خالد يأتي في سبيع ابن خالد"
  },
  {
    "id": " خالد ابن أبي خالد يأتي في ابن طهمان",
    "data": " خالد ابن أبي خالد يأتي في ابن طهمان"
  },
  {
    "id": "1623",
    "data": " خالد ابن خداش بكسر المعجمة وتخفيف الدال وآخره معجمة أبو الهيثم المهلبي مولاهم البصري صدوق يخطىء من العاشرة مات سنة أربع وعشرين بخ م كد س"
  },
  {
    "id": "1624",
    "data": " خالد ابن خلي بالمعجمة وزن علي الكلاعي بفتح الكاف وتخفيف اللام أبو القاسم الحمصي صدوق من العاشرة خ س"
  },
  {
    "id": "1625",
    "data": " خالد ابن دريك بالمهملة والراء والكاف وزن كليب ثقة يرسل من الثالثة 4"
  },
  {
    "id": "1626",
    "data": " خالد ابن دهقان القرشي مولاهم أبو المغيرة الدمشقي مقبول من السابعة د"
  },
  {
    "id": "1627",
    "data": " خالد ابن دينار التميمي السعدي أبو خلدة بفتح المعجمة وسكون اللام مشهور بكنيته البصري الخياط صدوق من الخامسة خ د ت س"
  },
  {
    "id": "1628",
    "data": " خالد ابن دينار النيلي بكسر النون بعدها تحتانية نسبة إلى النيل بلد بين واسط والكوفة أبو الوليد الشيباني صدوق من الخامسة أيضا ق"
  },
  {
    "id": "1629",
    "data": " خالد ابن ذكوان المدني نزيل البصرة صدوق من الخامسة ع"
  },
  {
    "id": "1630",
    "data": " خالد ابن الربيع العبسي الكوفي مقبول من الثانية بخ"
  },
  {
    "id": "1631",
    "data": " خالد ابن روح الثقفي أبو عبد الرحمن الدمشقي ثقة من الثانية عشرة مات سنة ثمانين س"
  },
  {
    "id": "1632",
    "data": " خالد ابن زياد الأزدي أبو عبد الرحمن الترمذي قاضيها صدوق من الثامنة قال ابن حبان مات وله مائة سنة وسنة ت س"
  },
  {
    "id": "1633",
    "data": " خالد ابن زيد ابن كليب الأنصاري أبو أيوب من كبار الصحابة شهد بدرا ونزل النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حين قدم المدينة عليه مات غازيا الروم سنة خمسين وقيل بعدها ع"
  },
  {
    "id": "1634",
    "data": " خالد ابن زيد أو ابن يزيد "
  },
  {
    "id": " الجهني عن عقبة في الرمي مقبول من الثالثة د س",
    "data": " الجهني عن عقبة في الرمي مقبول من الثالثة د س"
  },
  {
    "id": "1635",
    "data": " خالد ابن زيد ابن خالد الجهني عن أبيه في اللقطة مقبول من الثالثة أيضا فرق بينهما البخاري وقال الخطيب هما واحد تمييز"
  },
  {
    "id": "1636",
    "data": " خالد ابن زيد أبو عبد الرحمن الشامي لا بأس به من السادسة وكان يرسل وسمى البخاري أباه يزيد س"
  },
  {
    "id": "1637",
    "data": " خالد ابن سارة ويقال خالد ابن عبيد ابن سارة المخزومي المكي صدوق من الثالثة 4"
  },
  {
    "id": "1638",
    "data": " خالد ابن سعد الكوفي ثقة من الثانية خ س ق"
  },
  {
    "id": "1639",
    "data": " خالد ابن سعيد ابن عمرو ابن سعيد ابن العاص أخو إسحاق ابن سعيد صدوق من الثامنة خ"
  },
  {
    "id": "1640",
    "data": " خالد ابن سعيد ابن أبي مريم المدني مولى ابن جدعان مقبول من الرابعة د ق"
  },
  {
    "id": "1641",
    "data": " خالد ابن سلمة ابن العاص ابن هشام ابن المغيرة المخزومي الكوفي المعروف بالفأفاء "
  },
  {
    "id": " أصله مدني صدوق رمي بالإرجاء وبالنصب من الخامسة قتل سنة اثنتين وثلاثين بواسط لما زالت دولة بني أمية بخ م 4",
    "data": " أصله مدني صدوق رمي بالإرجاء وبالنصب من الخامسة قتل سنة اثنتين وثلاثين بواسط لما زالت دولة بني أمية بخ م 4"
  },
  {
    "id": "1642",
    "data": " خالد ابن سمير بالتصغير السدوسي البصري صدوق يهم قليلا من الثالثة بخ س ق"
  },
  {
    "id": "1643",
    "data": " خالد ابن أبي الصلت البصري مدني الأصل كان "
  },
  {
    "id": " من جهة عمر ابن عبد العزيز بواسط وهو مقبول من السادسة ق",
    "data": " من جهة عمر ابن عبد العزيز بواسط وهو مقبول من السادسة ق"
  },
  {
    "id": "1644",
    "data": " خالد ابن طهمان الكوفي وهو خالد ابن أبي خالد وهو أبو العلاء الخفاف مشهور بكنيته صدوق رمي بالتشيع ثم اختلط من الخامسة ت"
  },
  {
    "id": "1645",
    "data": " خالد ابن عبد الله ابن حرملة المدلجي حجازي مقبول من السادسة وكان يرسل ووهم من ذكره في الصحابة م"
  },
  {
    "id": "1646",
    "data": " خالد ابن عبد الله ابن حسين الأموي مولاهم الدمشقي وقد ينسب لجده مقبول من الثالثة د س ق"
  },
  {
    "id": "1647",
    "data": " خالد ابن عبد الله ابن عبد الرحمن ابن يزيد الطحان الواسطي المزني مولاهم ثقة ثبت من الثامنة مات سنة اثنتين وثمانين وكان مولده سنة عشر ومائة ع"
  },
  {
    "id": "1648",
    "data": " خالد ابن عبد الله ابن محرز المازني البصري "
  },
  {
    "id": " صدوق من السابعة م س",
    "data": " صدوق من السابعة م س"
  },
  {
    "id": "1649",
    "data": " خالد ابن عبد الله ابن يزيد ابن أسد القسري بفتح القاف وسكون المهملة أمير الحجاز ثم الكوفة ليست له رواية عندهما قتل سنة ست وعشرين "
  },
  {
    "id": " من الرابعة عخ د",
    "data": " من الرابعة عخ د"
  },
  {
    "id": "1650",
    "data": " خالد ابن عبد الرحمن ابن بكير السلمي أبو أمية البصري صدوق يخطىء من الثامنة خ ت س"
  },
  {
    "id": "1651",
    "data": " خالد ابن عبد الرحمن الخراساني أبو الهيثم نزيل ساحل دمشق صدوق له أوهام من التاسعة د س"
  },
  {
    "id": "1652",
    "data": " خالد ابن عبد الرحمن ابن خالد ابن سلمة المخزومي المكي متروك وهم من جعله الأول من التاسعة مات سنة اثنتي عشرة تمييز"
  },
  {
    "id": "1653",
    "data": " خالد ابن عبد الرحمن العبدي أبو الهيثم العطار الكوفي مجهول من الثامنة تمييز"
  },
  {
    "id": "1654",
    "data": " خالد ابن عبيد العتكي بفتح المهملة والمثناة أبو عصام البصري نزيل مرو متروك الحديث مع جلالته من الخامسة ق"
  },
  {
    "id": " خالد ابن العداء ابن هوذة ",
    "data": " خالد ابن العداء ابن هوذة "
  },
  {
    "id": " صوابه العداء ابن خالد",
    "data": " صوابه العداء ابن خالد"
  },
  {
    "id": "1655",
    "data": " خالد ابن عرفجة د صوابه ابن عرفطة س يروي عن سالم ابن عبيد مقبول من الثالثة د س"
  },
  {
    "id": "1656",
    "data": " خالد ابن عرفطة آخر يروي عن حبيب ابن سالم وعنه قتادة مقبول من السادسة بخ د س"
  },
  {
    "id": "1657",
    "data": " خالد ابن عرفطة القضاعي صحابي استنابه سعد على الكوفة مات سنة أربع وستين ت س"
  },
  {
    "id": "1658",
    "data": " خالد ابن عقبة السكوني أبو عتبة الكوفي صدوق من الحادية عشرة مات سنة سبع وأربعين س"
  },
  {
    "id": "1659",
    "data": " خالد ابن علقمة أبو حية "
  },
  {
    "id": " بالتحتانية الوادعي صدوق من السادسة وكان شعبة يهم في اسمه واسم أبيه فيقول مالك ابن عرفطة ورجع أبو عوانة إليه ثم رجع عنه د س ق",
    "data": " بالتحتانية الوادعي صدوق من السادسة وكان شعبة يهم في اسمه واسم أبيه فيقول مالك ابن عرفطة ورجع أبو عوانة إليه ثم رجع عنه د س ق"
  },
  {
    "id": "1660",
    "data": " خالد ابن عمرو ابن محمد ابن عبد الله ابن سعيد ابن العاص الأموي أبو سعيد الكوفي رماه ابن معين بالكذب ونسبه صالح جزرة وغيره إلى الوضع من التاسعة د ق"
  },
  {
    "id": "1661",
    "data": " خالد ابن عمرو السلفي بضم المهملة الحمصي ضعيف وكذبه جعفر الفريابي من الحادية عشرة تمييز"
  },
  {
    "id": "1662",
    "data": " خالد ابن أبي عمران التجيبي أبو عمر قاضي إفريقية فقيه صدوق من الخامسة مات سنة خمس ويقال تسع وعشرين م د ت س"
  },
  {
    "id": "1663",
    "data": " خالد ابن عمير العدوي البصري مقبول من الثانية يقال إنه مخضرم ووهم من ذكره في الصحابة م تم س ق"
  },
  {
    "id": "1664",
    "data": " خالد ابن غلاق بالغين المعجمة على الصحيح القيسي بالقاف والمهملة أو بالعين المهملة والشين المعجمة مقبول من الثالثة بخ م"
  },
  {
    "id": "1665",
    "data": " خالد ابن الفرز "
  },
  {
    "id": " بكسر الفاء وفتحها وسكون الراء ",
    "data": " بكسر الفاء وفتحها وسكون الراء "
  },
  {
    "id": " بعدها زاي ",
    "data": " بعدها زاي "
  },
  {
    "id": " مقبول من الرابعة د",
    "data": " مقبول من الرابعة د"
  },
  {
    "id": "1666",
    "data": " خالد ابن الفرز "
  },
  {
    "id": " آخر متأخر مستور من التاسعة تمييز",
    "data": " آخر متأخر مستور من التاسعة تمييز"
  },
  {
    "id": "1667",
    "data": " خالد ابن قثم ابن العباس أخرج له النسائي في خصائص علي كلاما وقيل عن أبي إسحاق سأل عبد الرحمن ابن خالد قثم ابن العباس "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "1668",
    "data": " خالد ابن قيس ابن رباح الأزدي الحداني بضم المهملة وتشديد المهملة البصري صدوق يغرب من السابعة م د تم س ق"
  },
  {
    "id": "1669",
    "data": " خالد ابن كثير الهمداني الكوفي ليس به بأس من السادسة وأخطأ من قال له صحبة وعند البخاري أنه ابن أبي نوف ق"
  },
  {
    "id": "1670",
    "data": " خالد ابن أبي كريمة الأصبهاني أبو عبد الرحمن الإسكاف نزيل الكوفة صدوق يخطىء ويرسل من السادسة س ق"
  },
  {
    "id": "1671",
    "data": " خالد ابن كيسان حجازي مقبول من الثالثة بخ"
  },
  {
    "id": "1672",
    "data": " خالد ابن اللجلاج العامري أبو إبراهيم حمصي وقيل دمشقي صدوق فقيه من الثانية قال البخاري سمع عمر أخطأ من عده في الصحابة د ت س"
  },
  {
    "id": "1673",
    "data": " خالد ابن اللجلاج السلمي والد محمد مجهول من الثالثة أخرج له أبو داود ولم يسم أباه لكن سماه ابن منده وخلطه المزي بالذي قبله والصواب التفرقة د"
  },
  {
    "id": " خالد ابن اللجلاج وقيل حصين تقدم",
    "data": " خالد ابن اللجلاج وقيل حصين تقدم"
  },
  {
    "id": "1674",
    "data": " خالد ابن أبي مالك عن محمد ابن سعد مجهول من السابعة مد"
  },
  {
    "id": " خالد ابن أبي مالك الدمشقي هو ابن يزيد يأتي",
    "data": " خالد ابن أبي مالك الدمشقي هو ابن يزيد يأتي"
  },
  {
    "id": "1675",
    "data": " خالد ابن محمد الثقفي الدمشقي نزيل حمص ثقة من السادسة د"
  },
  {
    "id": "1676",
    "data": " خالد ابن محمد ابن خالد ابن الزبير الثقفي مجهول أرسل عن عمر قال ابن عساكر جعله البخاري ومن تبعه غير الذي قبله وهما عندي واحد تمييز"
  }
]