[
  {
    "id": "1677",
    "data": " خالد ابن مخلد القطواني بفتح القاف والطاء أبو الهيثم البجلي مولاهم الكوفي صدوق يتشيع وله أفراد من كبار العاشرة مات سنة ثلاث عشرة وقيل بعدها خ م كد ت س ق"
  },
  {
    "id": "1678",
    "data": " خالد ابن معدان الكلاعي الحمصي أبو عبد الله ثقة عابد يرسل كثيرا من الثالثة مات سنة ثلاث ومائة وقيل بعد ذلك ع"
  },
  {
    "id": "1679",
    "data": " خالد ابن المهاجر ابن خالد ابن الوليد ابن المغيرة المخزومي صالح الحديث من الثالثة وأرسل عن عمر ولم يدركه م"
  },
  {
    "id": "1680",
    "data": " خالد ابن مهران أبو المنازل بفتح الميم وقيل بضمها وكسر الزاي البصري الحذاء بفتح المهملة وتشديد الذال المعجمة قيل له ذلك لأنه كان يجلس عندهم وقيل لأنه كان يقول أحذ على هذا النحو وهو ثقة يرسل من الخامسة "
  },
  {
    "id": " أشار حماد ابن زيد إلى أن حفظه تغير لما قدم من الشام وعاب عليه بعضهم دخوله في عمل السلطان ع",
    "data": " أشار حماد ابن زيد إلى أن حفظه تغير لما قدم من الشام وعاب عليه بعضهم دخوله في عمل السلطان ع"
  },
  {
    "id": "1681",
    "data": " خالد ابن ميسرة الطفاوي أبو حاتم البصري العطار صالح الحديث من السابعة د س"
  },
  {
    "id": "1682",
    "data": " خالد ابن نزار الغساني الأيلي بفتح الهمزة وسكون التحتانية صدوق يخطىء من التاسعة مات سنة اثنتين وعشرين د س"
  },
  {
    "id": "1683",
    "data": " خالد ابن أبي نوف بفتح النون مقبول من السادسه قيل هو خالد الشيباني الذي يرسل عن ابن عباس وقيل هو ابن كثير الهمداني س"
  },
  {
    "id": "1684",
    "data": " خالد ابن الوليد ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم المخزومي سيف الله يكنى أبا سليمان من كبار الصحابة وكان إسلامه بين الحديبية والفتح وكان أميرا على قتال أهل الردة وغيرها من الفتوح إلى أن مات سنة إحدى أو اثنتين وعشرين خ م س ق"
  },
  {
    "id": "1685",
    "data": " خالد ابن وهبان ابن خالة أبي ذر مجهول من الثالثة د"
  },
  {
    "id": "1686",
    "data": " خالد ابن يزيد ابن زياد الأسدي "
  },
  {
    "id": " الكاهلي أبو الهيثم الطبيب الكوفي صدوق مقرئ له أوهام من العاشرة مات سنة اثنتي عشرة وقيل خمس عشرة خ",
    "data": " الكاهلي أبو الهيثم الطبيب الكوفي صدوق مقرئ له أوهام من العاشرة مات سنة اثنتي عشرة وقيل خمس عشرة خ"
  },
  {
    "id": "1687",
    "data": " خالد ابن يزيد ابن صالح ابن صبيح المري بضم الميم وبالراء أبو هاشم الدمشقي قاضي البلقاء ثقة من السابعة مات سنة بضع وستين وقد قارب التسعين مد س ق"
  },
  {
    "id": "1688",
    "data": " خالد ابن يزيد ابن عبد الرحمن ابن أبي مالك وقد ينسب إلى جد أبيه أبو هاشم الدمشقي ضعيف مع كونه كان فقيها وقد اتهمه ابن معين من الثامنة مات سنة خمس وثمانين وهو ابن ثمانين ق"
  },
  {
    "id": "1689",
    "data": " خالد ابن يزيد ابن عمر ابن هبيرة الفزاري الكوفي مجهول الحال معروف النسب من الثامنة ق"
  },
  {
    "id": "1690",
    "data": " خالد ابن يزيد ابن معاوية ابن أبي سفيان الأموي أبو هاشم الدمشقي صدوق مذكور بالعلم من الثالثة مات "
  },
  {
    "id": " سنة تسعين د",
    "data": " سنة تسعين د"
  },
  {
    "id": "1691",
    "data": " خالد ابن يزيد الجمحي ويقال السكسكي أبو عبد الرحيم المصري ثقة فقيه من السادسة مات سنة تسع وثلاثين ع"
  },
  {
    "id": "1692",
    "data": " خالد ابن يزيد الأزدي العتكي البصري صاحب اللؤلؤ صدوق يهم من الثامنة د ت"
  },
  {
    "id": "1693",
    "data": " خالد ابن يزيد الهدادي بفتح وتخفيف لا بأس به من الثامنة أيضا وقيل هو الذي قبله تمييز"
  },
  {
    "id": "1694",
    "data": " خالد ابن يزيد السلمي أبو هاشم الأزرق الدمشقي مقبول من الثامنة د ق"
  },
  {
    "id": " خالد ابن يزيد الجهني في ابن زيد",
    "data": " خالد ابن يزيد الجهني في ابن زيد"
  },
  {
    "id": " خالد ابن يزيد الشامي أو ابن زيد تقدم",
    "data": " خالد ابن يزيد الشامي أو ابن زيد تقدم"
  },
  {
    "id": "1695",
    "data": " خالد ابن يزيد روى عنه الحسين ابن طلحة حكايته "
  },
  {
    "id": " عن عيسى ابن مريم مجهول من الخامسة قد",
    "data": " عن عيسى ابن مريم مجهول من الخامسة قد"
  },
  {
    "id": "1696",
    "data": " خالد ابن أبي يزيد المزرفي بفتح الميم وسكون الزاي وفتح الراء بعدها فاء "
  },
  {
    "id": " ويقال ابن يزيد صدوق من العاشرة ق",
    "data": " ويقال ابن يزيد صدوق من العاشرة ق"
  },
  {
    "id": "1697",
    "data": " خالد ابن أبي يزيد ابن سماك ابن رستم الأموي مولاهم أبو عبد الرحيم الحراني ثقة من السادسة مات سنة أربع وأربعين وقيل اسم أبيه يزيد وقيل اسم جده سمال بفتح أوله وتشديد الميم وآخرة لا م بخ م د س"
  },
  {
    "id": " خالد السلمي تقدم في ابن اللجلاج د",
    "data": " خالد السلمي تقدم في ابن اللجلاج د"
  },
  {
    "id": " خالد الأثبج بالمثلثة ثم الموحدة بعدها جيم هو ابن عبد الله ابن محرز تقدم",
    "data": " خالد الأثبج بالمثلثة ثم الموحدة بعدها جيم هو ابن عبد الله ابن محرز تقدم"
  },
  {
    "id": " خالد القيسي أو العيشي هو ابن غلاق تقدم",
    "data": " خالد القيسي أو العيشي هو ابن غلاق تقدم"
  },
  {
    "id": "1698",
    "data": " خباب بموحدتين الأولى مثقلة ابن الأرت التميمي أبو عبد الله من السابقين إلى الإسلام وكان يعذب في الله وشهد بدرا ثم نزل الكوفة ومات بها سنة سبع وثلاثين ع"
  },
  {
    "id": "1699",
    "data": " خباب المدني صاحب المقصورة قيل له صحبة وقيل مخضرم من الثانية م د"
  },
  {
    "id": "1700",
    "data": " خبيب بموحدتين مصغر ابن سليمان ابن سمرة ابن جندب أبو سليمان الكوفي مجهول من السابعة د"
  },
  {
    "id": "1701",
    "data": " خبيب ابن عبد الله ابن الزبير ابن العوام الأسدي ثقة عابد من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وتسعين س",
    "data": " سنة ثلاث وتسعين س"
  },
  {
    "id": "1702",
    "data": " خبيب ابن عبد الرحمن ابن خبيب ابن يساف الأنصاري أبو الحارث المدني ثقة من الرابعة مات سنة اثنتين وثلاثين ع"
  },
  {
    "id": "1703",
    "data": " خثيم بمثلثة مصغر ابن عراك ابن مالك الغفاري المدني لا بأس به من السادسة خ م س"
  },
  {
    "id": "1704",
    "data": " خداش بكسر أوله وتخفيف المهملة وآخره معجمة ابن سلامة أبو سلمة السلمي صحابي له حديث واحد وقيل فيه خراش بالراء ق"
  },
  {
    "id": "1705",
    "data": " خداش ابن عياش العبدي البصري لين الحديث من السادسة ت"
  },
  {
    "id": "1706",
    "data": " خديج آخره جيم بوزن كبير "
  },
  {
    "id": " والد رافع لم تثبت صحبته ",
    "data": " والد رافع لم تثبت صحبته "
  },
  {
    "id": " ووهم من زعم أن النسائي روى له",
    "data": " ووهم من زعم أن النسائي روى له"
  },
  {
    "id": "1707",
    "data": " خرشة بفتحات والشين معجمة ابن الحر بضم المهملة الفزاري كان يتيما في حجر عمر قال أبو داود له صحبة وقال العجلي ثقة من كبار التابعين فيكون من الثانية مات سنة أربع وسبعين ع"
  },
  {
    "id": "1708",
    "data": " خريم بالتصغير ابن فاتك الأسدي أبو يحيى وهو خريم ابن الأخرم ابن شداد ابن عمرو ابن فاتك نسب لجد جده صحابي شهد الحديبية ولم يصح أنه شهد بدرا مات بالرقة في خلافة معاوية 4"
  },
  {
    "id": "1709",
    "data": " الخزرج بفتح أوله وسكون الزاي وفتح الراء بعدها جيم "
  },
  {
    "id": " ابن عثمان السعدي أبو الخطاب البصري قال ابن معين صالح من السادسة بخ",
    "data": " ابن عثمان السعدي أبو الخطاب البصري قال ابن معين صالح من السادسة بخ"
  },
  {
    "id": "1710",
    "data": " خزيمة ابن ثابت ابن الفاكه ابن ثعلبة الأنصاري الخطمي بفتح المعجمة أبو عمارة المدني ذو الشهادتين من كبار الصحابة شهد بدرا وقتل مع علي بصفين سنة سبع وثلاثين م 4"
  },
  {
    "id": "1711",
    "data": " خزيمة ابن جزء بفتح الجيم وسكون الزاي بعدها همزة صحابي لم يصح الإسناد إليه ت ق"
  },
  {
    "id": "1712",
    "data": " خزيمة عن عائشة بنت سعد لا يعرف من السابعة د ت س"
  },
  {
    "id": "1713",
    "data": " الخشخاش بمعجمات العنبري جد حصين ابن أبي الحر واسم أبيه الحارث وقيل غير ذلك صحابي له حديث واحد ق"
  },
  {
    "id": "1714",
    "data": " خشف بكسر أوله وسكون المعجمة بعدها فاء ابن مالك الطائي وثقه النسائي من الثانية 4"
  },
  {
    "id": "1715",
    "data": " خشيش بمعجمات مصغر ابن أصرم ابن الأسود أبو عاصم النسائي ثقة حافظ من الحادية عشرة مات سنة ثلاث وخمسين د س"
  },
  {
    "id": "1716",
    "data": " الخصيب بفتح أوله وكسر المهملة ابن زيد التميمي ثقة من السابعة صد"
  },
  {
    "id": "1717",
    "data": " الخصيب ابن ناصح الحارثي البصري نزيل مصر صدوق يخطىء من التاسعة مات سنة ثمان وقيل سبع ومائتين س"
  },
  {
    "id": "1718",
    "data": " خصيف بالصاد المهملة "
  },
  {
    "id": " مصغر ابن عبد الرحمن الجزري أبو عون صدوق سيء الحفظ خلط بأخرة ورمي بالإرجاء من الخامسة مات سنة سبع وثلاثين وقيل غير ذلك 4",
    "data": " مصغر ابن عبد الرحمن الجزري أبو عون صدوق سيء الحفظ خلط بأخرة ورمي بالإرجاء من الخامسة مات سنة سبع وثلاثين وقيل غير ذلك 4"
  },
  {
    "id": "1719",
    "data": " الخضر ابن القواس مجهول من السادسة عس"
  },
  {
    "id": "1720",
    "data": " الخضر ابن محمد ابن شجاع الجزري أبو مروان صدوق من العاشرة مات سنة إحدى وعشرين س"
  },
  {
    "id": "1721",
    "data": " خطاب ابن جعفر ابن أبي المغيرة الخزاعي القمي بضم القاف وتشديد الميم صدوق من الثامنة س"
  },
  {
    "id": "1722",
    "data": " خطاب ابن صالح ابن دينار الأنصاري الظفري مولاهم أبو عمرو المدني مقبول من السادسة د"
  },
  {
    "id": "1723",
    "data": " خطاب ابن عثمان الطائي الفوزي بفتح الفاء وبالزاي أبو عمر الحمصي ثقة عابد من العاشرة خ س"
  },
  {
    "id": "1724",
    "data": " خطاب ابن القاسم الحراني قاضيها ثقة "
  },
  {
    "id": " اختلط قبل موته من الثامنة د س",
    "data": " اختلط قبل موته من الثامنة د س"
  },
  {
    "id": "1725",
    "data": " خفاف بضم أوله وفاءين الأولى خفيفة ابن إيماء "
  },
  {
    "id": " بكسر الهمزة بعدها تحتانية ساكنة الغفاري صحابي مات في خلافة عمر م",
    "data": " بكسر الهمزة بعدها تحتانية ساكنة الغفاري صحابي مات في خلافة عمر م"
  },
  {
    "id": "1726",
    "data": " خلف ابن أيوب العامري أبو سعيد البلخي فقيه أهل الرأي ضعفه يحيى ابن معين ورمي بالإرجاء من التاسعة مات سنة خمس عشرة ت"
  },
  {
    "id": "1727",
    "data": " خلف ابن تميم ابن أبي عتاب أبو عبد الرحمن الكوفي نزيل المصيصة صدوق عابد من التاسعة مات سنة ست ومائتين س ق"
  },
  {
    "id": "1728",
    "data": " خلف ابن حوشب الكوفي ثقة من السادسة مات بعد الأربعين خت عس"
  },
  {
    "id": "1729",
    "data": " خلف ابن خالد القرشي مولاهم أبو المهنا المصري صدوق من العاشرة مات قبل الثلاثين له في الصحيح حديث واحد خ"
  },
  {
    "id": " خلف ابن خالد القرشي مولاهم أبو المضاء بفتح الميم ومعجمة ومد المصري هو الذي قبله وهم فيه المزي وقد قال ابن يونس إنه مات سنة خمس وعشرين تمييز",
    "data": " خلف ابن خالد القرشي مولاهم أبو المضاء بفتح الميم ومعجمة ومد المصري هو الذي قبله وهم فيه المزي وقد قال ابن يونس إنه مات سنة خمس وعشرين تمييز"
  },
  {
    "id": "1730",
    "data": " خلف ابن خالد العبدي البصري مستور من التاسعة تمييز"
  },
  {
    "id": "1731",
    "data": " خلف ابن خليفة ابن صاعد الأشجعي مولاهم أبو أحمد الكوفي نزل واسط ثم بغداد صدوق اختلط في الآخر وادعى أنه رأى عمرو ابن حريث الصحابي فأنكر عليه ذلك ابن عيينة وأحمد من الثامنة مات سنة إحدى وثمانين على الصحيح بخ م 4"
  },
  {
    "id": "1732",
    "data": " خلف ابن سالم المخرمي بتشديد الراء أبو محمد المهلبي مولاهم السندي ثقة حافظ من العاشرة صنف المسند عابوا عليه التشيع ودخوله في شيء من أمر القاضي مات سنة إحدى وثلاثين وله نحو من سبعين س"
  },
  {
    "id": "1733",
    "data": " خلف ابن سالم النصيبي أبو الجهم مجهول من التاسعة تمييز"
  },
  {
    "id": "1734",
    "data": " خلف ابن محمد ابن عيسى الخشاب القافلاني بقاف ثم فاء مكسورة أبو الحسين ابن أبي عبد الله الواسطي لقبه كردوس بضم الكاف ثقة من الحادية عشرة مات سنة أربع وسبعين وله أكثر من ثمانين ق"
  },
  {
    "id": "1735",
    "data": " خلف ابن مهران العدوي أبو الربيع البصري إمام مسجد ابن أبي عروبة صدوق يهم من الخامسة وفرق البخاري بين خلف ابن مهران وخلف أبي الربيع س"
  },
  {
    "id": "1736",
    "data": " خلف ابن موسى ابن خلف العمي بفتح المهملة وتشديد الميم صدوق يخطىء من العاشرة مات سنة عشرين أو بعدها بخ س"
  },
  {
    "id": "1737",
    "data": " خلف ابن هشام ابن ثعلب بالمثلثة والمهملة البزار بالراء آخره المقرىء البغدادي ثقة له اختيار في القراءات من العاشرة مات سنة تسع وعشرين م د"
  },
  {
    "id": "1738",
    "data": " خليد ابن جعفر ابن طريف الحنفي أبو سليمان البصري صدوق لم يثبت أن ابن معين ضعفه من السادسة م ت س"
  },
  {
    "id": "1739",
    "data": " خليد ابن أبي خليد عن معاوية ابن قرة من رواية بقية عن أبي حلبس عنه مجهول من السادسة ويحتمل أنه الذي بعده ق"
  },
  {
    "id": "1740",
    "data": " خليد ابن دعلج السدوسي البصري نزل الموصل ثم بيت المقدس ضعيف من السابعة مات سنة ست وستين تمييز"
  },
  {
    "id": "1741",
    "data": " خليد ابن عبد الله العصري بفتح المهملتين أبو سليمان البصري يقال إنه مولى لأبي الدرداء صدوق يرسل من الرابعة م د"
  },
  {
    "id": "1742",
    "data": " خليفة ابن حصين ابن قيس ابن عاصم التميمي المنقري ثقة من الثالثة د ت س"
  },
  {
    "id": "1743",
    "data": " خليفة ابن خياط بالتحتانية المثقلة ابن خليفة ابن خياط العصفري بضم العين المهملة وسكون الصاد المهملة وضم الفاء أبو عمر البصري لقبه شباب بفتح المعجمة وموحدتين الأولى خفيفة صدوق ربما أخطأ وكان أخباريا علامة من العاشرة مات سنة أربعين خ"
  },
  {
    "id": "1744",
    "data": " خليفة ابن خياط جد الذي قبله يكنى أبا هبيرة مقبول من السابعة مات سنة ستين تمييز"
  },
  {
    "id": "1745",
    "data": " خليفة ابن صاعد الأشجعي مولاهم الكوفي والد خلف صدوق من الثالثة مد"
  },
  {
    "id": "1746",
    "data": " خليفة ابن غالب الليثي أبو غالب البصري صدوق من السابعة عخ"
  },
  {
    "id": "1747",
    "data": " خليفة ابن كعب التميمي أبو ذبيان بكسر المعجمة وسكون الموحدة بعدها تحتانية البصري ثقة من الرابعة خ م س"
  },
  {
    "id": "1748",
    "data": " خليفة ابن موسى ابن راشد العكلي بضم المهملة وسكون الكاف الكوفي مستور من السابعة مق"
  },
  {
    "id": "1749",
    "data": " خليفة المخزومي الكوفي مولى عمرو ابن حريث والد فطر لين الحديث من الرابعة د"
  },
  {
    "id": "1750",
    "data": " الخليل ابن أحمد الأزدي الفراهيدي أبو عبد الرحمن البصري اللغوي صاحب العروض والنحو صدوق عالم عابد من السابعة مات بعد الستين وقيل سنة سبعين أو بعدها فق"
  },
  {
    "id": "1751",
    "data": " الخليل ابن أحمد المزني أبو السلمي أبو بشر صدوق من السابعة أيضا وقد خلطه بعضهم بالذي قبله وهو وهم نبه عليه البخاري بخ"
  },
  {
    "id": "1752",
    "data": " الخليل ابن زكريا الشيباني أو العبدي "
  },
  {
    "id": " البصري ",
    "data": " البصري "
  },
  {
    "id": " متروك من التاسعة ق",
    "data": " متروك من التاسعة ق"
  },
  {
    "id": "1753",
    "data": " الخليل ابن زياد المحاربي الخواص الكوفي نزيل دمشق مقبول من العاشرة د"
  },
  {
    "id": "1754",
    "data": " الخليل ابن عبد الله مجهول من السابعة ق"
  },
  {
    "id": "1755",
    "data": " الخليل ابن عمر ابن إبراهيم العبدي أبو محمد البصري صدوق ربما خالف من التاسعة مات سنة عشرين قد س"
  },
  {
    "id": "1756",
    "data": " الخليل ابن عمرو الثقفي أبو عمرو البزاز البغوي نزيل بغداد صدوق وقد روى عنه أبو داود في كتاب الزهد من العاشرة مات سنة اثنتين وأربعين ق"
  }
]