[
  {
    "id": "1757",
    "data": " الخليل ابن مرة الضبعي بضم المعجمة وفتح الموحدة البصري نزل الرقة ضعيف من السابعة مات سنة ستين ت"
  },
  {
    "id": " خليل أو ابن خليل عن علي هو عبد الله ابن خليل يأتي",
    "data": " خليل أو ابن خليل عن علي هو عبد الله ابن خليل يأتي"
  },
  {
    "id": " الخليل عن محمد ابن راشد هو ابن زياد تقدم",
    "data": " الخليل عن محمد ابن راشد هو ابن زياد تقدم"
  },
  {
    "id": "1758",
    "data": " خميل بضم أوله مصغر وصحفه بعضهم فأهمل أوله نبه على ذلك العسكري ابن عبد الرحمن مقبول من الثالثة بخ"
  },
  {
    "id": "1759",
    "data": " خوات ابن جبير الأنصاري صحابي قيل إنه شهد بدرا مات سنة أربعين أو بعدها وله أربع وسبعون بخ"
  },
  {
    "id": " خويلد ابن عمرو أبو شريح الخزاعي يأتي في الكنى",
    "data": " خويلد ابن عمرو أبو شريح الخزاعي يأتي في الكنى"
  },
  {
    "id": "1760",
    "data": " خلاد ابن أسلم الصفار أبو بكر البغدادي أصله من مرو ثقة من العاشرة مات سنة تسع وأربعين وقيل قبلها ت س"
  },
  {
    "id": "1761",
    "data": " خلاد ابن السائب ابن خلاد ابن سويد الخزرجي ثقة من الثالثة ووهم من زعم أنه صحابي 4"
  },
  {
    "id": "1762",
    "data": " خلاد ابن السائب الجهني صدوق من الثالثة أيضا ووهم من زعم أنه الذي قبله تمييز"
  },
  {
    "id": "1763",
    "data": " خلاد ابن سليمان الحضرمي أبو سليمان المصري ثقة عابد من السابعة مات سنة ثمان وسبعين س"
  },
  {
    "id": "1764",
    "data": " خلاد ابن عبد الرحمن الصنعاني الأبناوي بفتح الهمزة وسكون الموحدة بعدها نون ثقة حافظ من السادسة د س"
  },
  {
    "id": "1765",
    "data": " خلاد ابن عيسى ويقال ابن مسلم الصفار أبو مسلم الكوفي لا بأس به من السابعة ت ق"
  },
  {
    "id": "1766",
    "data": " خلاد ابن يحيى ابن صفوان السلمي أبو محمد الكوفي نزيل مكة صدوق رمي بالإرجاء وهو من كبار شيوخ البخاري من التاسعة مات سنة ثلاث عشرة وقيل سنة سبع عشرة خ د ت"
  },
  {
    "id": "1767",
    "data": " خلاد ابن يزيد الجعفي الكوفي صدوق ربما وهم من العاشرة قيل مات سنة عشرين ت"
  },
  {
    "id": "1768",
    "data": " خلاد ابن يزيد الباهلي البصري المعروف بالأرقط صهر يونس ابن حبيب النحوي صدوق جليل من التاسعة تمييز"
  },
  {
    "id": "1769",
    "data": " خلاد ابن يزيد ابن حبيب التميمي البصري نزيل مصر مجهول من العاشرة مات سنة أربع عشرة تمييز"
  },
  {
    "id": "1770",
    "data": " خلاس بكسر أوله وتخفيف اللام ابن عمرو الهجري بفتحتين البصري ثقة وكان يرسل من الثانية وكان على شرطة علي وقد صح أنه سمع من عمار ع"
  },
  {
    "id": "1771",
    "data": " خيار بكسر أوله وتخفيف التحتانية ابن سلمة "
  },
  {
    "id": " أبو زياد شامي ",
    "data": " أبو زياد شامي "
  },
  {
    "id": " مقبول من الثالثة د س",
    "data": " مقبول من الثالثة د س"
  },
  {
    "id": "1772",
    "data": " خثيمة "
  },
  {
    "id": " ابن أبي خيثمة أبو نصر البصري ويقال اسم أبيه عبد الرحمن لين الحديث من الرابعة ت س",
    "data": " ابن أبي خيثمة أبو نصر البصري ويقال اسم أبيه عبد الرحمن لين الحديث من الرابعة ت س"
  },
  {
    "id": "1773",
    "data": " خيثمة ابن عبد الرحمن ابن أبي سبرة بفتح المهملة وسكون الموحدة الجعفي الكوفي ثقة وكان يرسل من الثالثة مات "
  },
  {
    "id": " بعد سنة ثمانين ع",
    "data": " بعد سنة ثمانين ع"
  },
  {
    "id": "1774",
    "data": " خير ابن نعيم ابن مرة ابن كريب الحضرمي المصري قاضي برقة صدوق فقيه من السادسة مات سنة سبع وثلاثين م مد س"
  },
  {
    "id": " خيوان أبو شيخ الهنائي في الكنى ويقال بالمهملة",
    "data": " خيوان أبو شيخ الهنائي في الكنى ويقال بالمهملة"
  },
  {
    "id": "1775",
    "data": " دارم الكوفي مجهول من السادسة ق"
  },
  {
    "id": "1776",
    "data": " داود ابن أمية الأزدي ثقة من العاشرة د"
  },
  {
    "id": "1777",
    "data": " داود ابن بكر ابن أبي الفرات الأشجعي مولاهم المدني صدوق من السابعة د ت ق"
  },
  {
    "id": "1778",
    "data": " داود ابن جميل ويقال اسمه الوليد ضعيف من السابعة د ق"
  },
  {
    "id": "1779",
    "data": " داود ابن الحصين الأموي مولاهم أبو سليمان المدني ثقة إلا في عكرمة ورمي برأي الخوارج من السادسة مات سنة خمس وثلاثين ع"
  },
  {
    "id": "1780",
    "data": " داود ابن خالد ابن دينار المدني صدوق من السابعة د"
  },
  {
    "id": "1781",
    "data": " داود ابن خالد الليثي أبو سليمان العطار مدني أو مكي صدوق من السابعة ويقال هو الذي قبله س"
  },
  {
    "id": "1782",
    "data": " داود ابن أبي داود الأنصاري المدني قيل اسم أبيه مازن وقيل عامر مقبول من الثالثة بخ"
  },
  {
    "id": "1783",
    "data": " داود ابن راشد الطفاوي أبو بحر الكرماني ثم البصري الصائغ لين الحديث من السابعة د س"
  },
  {
    "id": "1784",
    "data": " داود ابن رشيد بالتصغير الهاشمي مولاهم الخوارزمي نزيل بغداد ثقة من العاشرة مات سنة تسع وثلاثين خ م د س ق"
  },
  {
    "id": "1785",
    "data": " داود ابن الزبرقان الرقاشي البصري نزيل بغداد متروك وكذبه الأزدي من الثامنة مات بعد الثمانين ت ق"
  },
  {
    "id": "1786",
    "data": " داود ابن أبي سليك السعدي ويقال الحماني بكسر المهملة وتشديد الميم مقبول من السابعة قد"
  },
  {
    "id": "1787",
    "data": " داود ابن سليمان ابن حفص العسكري أبو سهل الدقاق مولى بني هاشم لقبه بنان صدوق من العاشرة س ق"
  },
  {
    "id": " داود ابن سوار هو سوار ابن داود",
    "data": " داود ابن سوار هو سوار ابن داود"
  },
  {
    "id": "1788",
    "data": " داود ابن شابور بالمعجمة والموحدة أبو سليمان المكي وقيل إن اسم أبيه عبد الرحمن وشابور جده ثقة من السادسة بخ ت س"
  },
  {
    "id": "1789",
    "data": " داود ابن شبيب الباهلي أبو سليمان البصري صدوق من التاسعة مات سنة إحدى أو اثنتين وعشرين خ د ق"
  },
  {
    "id": "1775",
    "data": " دارم الكوفي مجهول من السادسة ق"
  },
  {
    "id": "1776",
    "data": " داود ابن أمية الأزدي ثقة من العاشرة د"
  },
  {
    "id": "1777",
    "data": " داود ابن بكر ابن أبي الفرات الأشجعي مولاهم المدني صدوق من السابعة د ت ق"
  },
  {
    "id": "1778",
    "data": " داود ابن جميل ويقال اسمه الوليد ضعيف من السابعة د ق"
  },
  {
    "id": "1779",
    "data": " داود ابن الحصين الأموي مولاهم أبو سليمان المدني ثقة إلا في عكرمة ورمي برأي الخوارج من السادسة مات سنة خمس وثلاثين ع"
  },
  {
    "id": "1780",
    "data": " داود ابن خالد ابن دينار المدني صدوق من السابعة د"
  },
  {
    "id": "1781",
    "data": " داود ابن خالد الليثي أبو سليمان العطار مدني أو مكي صدوق من السابعة ويقال هو الذي قبله س"
  },
  {
    "id": "1782",
    "data": " داود ابن أبي داود الأنصاري المدني قيل اسم أبيه مازن وقيل عامر مقبول من الثالثة بخ"
  },
  {
    "id": "1783",
    "data": " داود ابن راشد الطفاوي أبو بحر الكرماني ثم البصري الصائغ لين الحديث من السابعة د س"
  },
  {
    "id": "1784",
    "data": " داود ابن رشيد بالتصغير الهاشمي مولاهم الخوارزمي نزيل بغداد ثقة من العاشرة مات سنة تسع وثلاثين خ م د س ق"
  },
  {
    "id": "1785",
    "data": " داود ابن الزبرقان الرقاشي البصري نزيل بغداد متروك وكذبه الأزدي من الثامنة مات بعد الثمانين ت ق"
  },
  {
    "id": "1786",
    "data": " داود ابن أبي سليك السعدي ويقال الحماني بكسر المهملة وتشديد الميم مقبول من السابعة قد"
  },
  {
    "id": "1787",
    "data": " داود ابن سليمان ابن حفص العسكري أبو سهل الدقاق مولى بني هاشم لقبه بنان صدوق من العاشرة س ق"
  },
  {
    "id": " داود ابن سوار هو سوار ابن داود",
    "data": " داود ابن سوار هو سوار ابن داود"
  },
  {
    "id": "1788",
    "data": " داود ابن شابور بالمعجمة والموحدة أبو سليمان المكي وقيل إن اسم أبيه عبد الرحمن وشابور جده ثقة من السادسة بخ ت س"
  },
  {
    "id": "1789",
    "data": " داود ابن شبيب الباهلي أبو سليمان البصري صدوق من التاسعة مات سنة إحدى أو اثنتين وعشرين خ د ق"
  },
  {
    "id": "1790",
    "data": " داود ابن صالح ابن دينار التمار المدني مولى الأنصار صدوق من الخامسة د ق"
  },
  {
    "id": "1791",
    "data": " داود ابن أبي صالح الليثي المدني منكر الحديث من السابعة د"
  },
  {
    "id": "1792",
    "data": " داود ابن أبي صالح حجازي مقبول من الثالثة تمييز"
  },
  {
    "id": "1793",
    "data": " داود ابن أبي عاصم ابن عروة ابن مسعود الثقفي المكي ثقة من الثالثة خت د س"
  },
  {
    "id": "1794",
    "data": " داود ابن عامر ابن سعد ابن أبي وقاص الزهري المدني ثقة من السادسة م د ت"
  },
  {
    "id": "1795",
    "data": " داود ابن عبد الله ابن أبي الكرام محمد ابن علي ابن عبد الله ابن جعفر ابن أبي طالب الهاشمي الجعفري أبو سليمان المدني صدوق ربما أخطأ من العاشرة كن ق"
  },
  {
    "id": "1796",
    "data": " داود ابن عبد الله الأودي الزعافري بالزاي والمهملة وبالفاء أبو العلاء الكوفي ثقة من السادسة وهو غير عم عبد الله ابن إدريس ع"
  },
  {
    "id": "1797",
    "data": " داود ابن أبي عبد الله مولى بني هاشم مقبول من السابعة بخ ت"
  },
  {
    "id": "1798",
    "data": " داود ابن عبد الرحمن العطار أبو سليمان المكي ثقة لم يثبت أن ابن معين تكلم فيه من الثامنة مات سنة أربع أو خمس وسبعين وكان مولده سنة مائة ع"
  },
  {
    "id": "1799",
    "data": " داود ابن عبيد الله مجهول من السابعة س"
  },
  {
    "id": "1800",
    "data": " داود ابن عجلان البلخي نزل مكة ضعيف من الثامنة ق"
  },
  {
    "id": "1801",
    "data": " داود ابن عطاء المزني مولاهم أبو سليمان المدني أو المكي ضعيف من الثامنة ق"
  },
  {
    "id": "1802",
    "data": " داود ابن علي ابن عبد الله ابن عباس ابن عبد المطلب الهاشمي أبو سليمان أمير مكة وغيرها مقبول من السادسة مات سنة ثلاث وثلاثين وهو ابن اثنتين وخمسين بخ ت"
  },
  {
    "id": "1803",
    "data": " داود ابن عمرو ابن زهير ابن عمرو ابن جميل الضبي "
  },
  {
    "id": " أبو سليمان البغدادي ثقة من العاشرة مات سنة ثمان وعشرين وهو من كبار شيوخ مسلم م س",
    "data": " أبو سليمان البغدادي ثقة من العاشرة مات سنة ثمان وعشرين وهو من كبار شيوخ مسلم م س"
  },
  {
    "id": "1804",
    "data": " داود ابن عمرو الأودي "
  },
  {
    "id": " الدمشقي عامل واسط صدوق يخطىء من السابعة د",
    "data": " الدمشقي عامل واسط صدوق يخطىء من السابعة د"
  },
  {
    "id": "1805",
    "data": " داود ابن أبي عوف سويد التميمي البرجمي بضم الموحدة والجيم مولاهم أبو الجحاف بالجيم وتشديد المهملة مشهور بكنيته وهو صدوق شيعي ربما أخطأ من السادسة ت س ق"
  },
  {
    "id": "1806",
    "data": " داود ابن أبي الفرات عمرو ابن الفرات الكندي المروزي ثقة من الثامنة خ ت س ق"
  },
  {
    "id": "1807",
    "data": " داود ابن أبي الفرات هو ابن بكر نسب لجده تقدم"
  },
  {
    "id": "1808",
    "data": " داود ابن قيس الفراء الدباغ أبو سليمان القرشي مولاهم المدني ثقة فاضل من الخامسة مات في خلافة أبي جعفر خت م 4"
  },
  {
    "id": "1809",
    "data": " داود ابن قيس الصنعاني مقبول من السابعة تمييز"
  },
  {
    "id": "1810",
    "data": " داود ابن كثير الرقى مجهول الحال من الثامنة ص"
  },
  {
    "id": "1823",
    "data": " دخين بالمعجمة مصغر ابن عامر الحجري بفتح المهملة وسكون الجيم أبو ليلى المصري ثقة من الثالثة مات سنة مائة عخ د س ق"
  },
  {
    "id": "1824",
    "data": " دراج بتثقيل الراء وآخره جيم ابن سمعان أبو السمح بمهملتين الأولى مفتوحة والميم ساكنة قيل اسمه عبد الرحمن ودراج لقب السهمي مولاهم المصري القاص صدوق في حديثه عن أبي الهيثم ضعف من الرابعة مات سنة ست وعشرين بخ 4"
  },
  {
    "id": "1825",
    "data": " درست بضم أوله والراء وسكون المهملة بعدها مثناة ابن زياد العنبري وكان ينزل في بني قشير البصري ضعيف من الثامنة د ق"
  },
  {
    "id": "1826",
    "data": " دغفل بمعجمة وفاء وزن جعفر ابن حنظلة ابن زيد السدوسي النسابة مخضرم ويقال له صحبة ولم يصح نزل البصرة غرق بفارس في قتال الخوارج قبل سنة ستين تم"
  },
  {
    "id": "1827",
    "data": " دفاع بفتح ثم فاء مشددة ابن دغفل القيسي أو السدوسي أبو روح البصري ضعيف من الثامنة ق"
  },
  {
    "id": "1828",
    "data": " دكين مصغر ابن سعد أو سعيد بزيادة ياء وقيل بالتصغير المري "
  },
  {
    "id": " وقيل الخثعمي صحابي نزل الكوفة د",
    "data": " وقيل الخثعمي صحابي نزل الكوفة د"
  },
  {
    "id": "1829",
    "data": " دلهم بسكون اللام وفتح الهاء ابن الأسود ابن عبد الله ابن حاجب العقيلي بضم العين حجازي مقبول من السابعة د"
  },
  {
    "id": "1830",
    "data": " دلهم ابن صالح الكندي الكوفي ضعيف من السادسة د ت ق"
  },
  {
    "id": "1831",
    "data": " دهثم بمثلثة ابن قران بضم القاف وتشديد الراء العكلي ويقال الحنفي اليمامي متروك من السابعة ق"
  },
  {
    "id": "1832",
    "data": " دويد ابن نافع الأموي مولاهم أبو عيسى الشامي نزل مصر مقبول وكان يرسل من السادسة وقيل أوله معجمة د س ق"
  },
  {
    "id": "1833",
    "data": " ديسم بفتح "
  },
  {
    "id": " المهملة السدوسي مقبول من الثالثة د",
    "data": " المهملة السدوسي مقبول من الثالثة د"
  },
  {
    "id": "1834",
    "data": " ديلم ابن غزوان العبدي أبو غالب البراء بتشديد الراء البصري صدوق وكان يرسل من الثامنة ق"
  },
  {
    "id": "1835",
    "data": " ديلم الحميري الجيشاني بفتح الجيم بعدها تحتانية ثم معجمة كان أول وافد على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من اليمن أرسله معاذ ثم شهد فتح مصر ونزلها وأخطأ من قال هو أبو وهب الجيشاني د"
  },
  {
    "id": " ديلم أبو وهب الجيشاني في الكنى",
    "data": " ديلم أبو وهب الجيشاني في الكنى"
  },
  {
    "id": "1836",
    "data": " دينار ابن عمر الأسدي أبو عمر البزار آخره راء الكوفي الأعمى صالح الحديث رمي بالرفض من السادسة بخ ق"
  },
  {
    "id": "1837",
    "data": " دينار أبو عبد الله القراط بظاء معجمة الخزاعي مولاهم المدني ثقة يرسل من الثالثة م س"
  },
  {
    "id": "1838",
    "data": " دينار الكوفي والد عيسى مقبول من الثالثة عخ د ت"
  }
]