[
  {
    "id": " صوابه زبّان بفتح الزاي والتثقيل يأتي مد",
    "data": " صوابه زبّان بفتح الزاي والتثقيل يأتي مد"
  },
  {
    "id": "137",
    "data": " أبان ابن صالح ابن عمير ابن عبيد القرشي مولاهم وثقه الأئمة ووهم ابن حزم فجهله وابن عبد البر فضعفه من الخامسة مات سنة بضع عشرة وهو ابن خمس وخمسين خت 4"
  },
  {
    "id": "138",
    "data": " أبان ابن صمعة بمهملتين مفتوحتين الأنصاري بصري صدوق تغير آخرا من السابعة وحديثه عند مسلم متابعة مات سنة ثلاث وخمسين م س ق"
  },
  {
    "id": "139",
    "data": " أبان ابن طارق بصري مجهول الحال من السادسة د"
  },
  {
    "id": "140",
    "data": " أبان ابن عبد الله ابن أبي حازم ابن صخر ابن العيلة بفتح العين المهملة البجلي الأحمسي الكوفي صدوق في حفظه لين من السابعة مات في خلافة أبي جعفر 4"
  },
  {
    "id": "141",
    "data": " أبان ابن عثمان ابن عفان الأموي أبو سعيد وقيل أبو عبد الله مدني ثقة من الثالثة مات سنة خمس ومائة بخ م 4"
  },
  {
    "id": "142",
    "data": " أبان ابن أبي عياش فيروز البصري أبو إسماعيل العبدي متروك من الخامسة مات في حدود الأربعين د"
  },
  {
    "id": "143",
    "data": " أبان ابن يزيد العطار البصري أبو يزيد ثقة له أفراد من السابعة مات في حدود الستين خ م د ت س"
  },
  {
    "id": "144",
    "data": " إبراهيم ابن أدهم ابن منصور العجلي وقيل التميمي أبو إسحاق البلخي الزاهد صدوق من الثامنة مات سنة اثنتين وستين بخ ت"
  },
  {
    "id": "145",
    "data": " إبراهيم ابن إسحاق ابن عيسى البُناني بضم الموحدة ثم نون مولاهم أبو إسحاق الطالقاني نزيل مرو وربما نسب إلى جده صدوق يغرب من التاسعة مات سنة خمس عشرة م د ت"
  },
  {
    "id": "146",
    "data": " إبراهيم ابن إسماعيل ابن أبي حبيبة الأنصاري "
  },
  {
    "id": " الأشهلي مولاهم أبو إسماعيل المدني ضعيف من السابعة مات سنة خمس وستين وهو ابن اثنتين وثمانين سنة ت س",
    "data": " الأشهلي مولاهم أبو إسماعيل المدني ضعيف من السابعة مات سنة خمس وستين وهو ابن اثنتين وثمانين سنة ت س"
  },
  {
    "id": " إبراهيم ابن إسماعيل ابن رزين يأتي في ابن سليمان",
    "data": " إبراهيم ابن إسماعيل ابن رزين يأتي في ابن سليمان"
  },
  {
    "id": "147",
    "data": " إبراهيم ابن إسماعيل ابن عبد الملك ابن أبي محذورة مجهول وضعفه الأزدي من السابعة د"
  },
  {
    "id": "136",
    "data": " أبان ابن تغلب بفتح المثناة وسكون المعجمة وكسر اللام أبو سعد الكوفي ثقة تكلم فيه للتشيع من السابعة مات سنة أربعين م 4"
  },
  {
    "id": " أبان ابن سلمان شيخ ابن جريج ",
    "data": " أبان ابن سلمان شيخ ابن جريج "
  },
  {
    "id": " صوابه زبّان بفتح الزاي والتثقيل يأتي مد",
    "data": " صوابه زبّان بفتح الزاي والتثقيل يأتي مد"
  },
  {
    "id": "137",
    "data": " أبان ابن صالح ابن عمير ابن عبيد القرشي مولاهم وثقه الأئمة ووهم ابن حزم فجهله وابن عبد البر فضعفه من الخامسة مات سنة بضع عشرة وهو ابن خمس وخمسين خت 4"
  },
  {
    "id": "138",
    "data": " أبان ابن صمعة بمهملتين مفتوحتين الأنصاري بصري صدوق تغير آخرا من السابعة وحديثه عند مسلم متابعة مات سنة ثلاث وخمسين م س ق"
  },
  {
    "id": "139",
    "data": " أبان ابن طارق بصري مجهول الحال من السادسة د"
  },
  {
    "id": "140",
    "data": " أبان ابن عبد الله ابن أبي حازم ابن صخر ابن العيلة بفتح العين المهملة البجلي الأحمسي الكوفي صدوق في حفظه لين من السابعة مات في خلافة أبي جعفر 4"
  },
  {
    "id": "141",
    "data": " أبان ابن عثمان ابن عفان الأموي أبو سعيد وقيل أبو عبد الله مدني ثقة من الثالثة مات سنة خمس ومائة بخ م 4"
  },
  {
    "id": "142",
    "data": " أبان ابن أبي عياش فيروز البصري أبو إسماعيل العبدي متروك من الخامسة مات في حدود الأربعين د"
  },
  {
    "id": "143",
    "data": " أبان ابن يزيد العطار البصري أبو يزيد ثقة له أفراد من السابعة مات في حدود الستين خ م د ت س"
  },
  {
    "id": "144",
    "data": " إبراهيم ابن أدهم ابن منصور العجلي وقيل التميمي أبو إسحاق البلخي الزاهد صدوق من الثامنة مات سنة اثنتين وستين بخ ت"
  },
  {
    "id": "145",
    "data": " إبراهيم ابن إسحاق ابن عيسى البُناني بضم الموحدة ثم نون مولاهم أبو إسحاق الطالقاني نزيل مرو وربما نسب إلى جده صدوق يغرب من التاسعة مات سنة خمس عشرة م د ت"
  },
  {
    "id": "146",
    "data": " إبراهيم ابن إسماعيل ابن أبي حبيبة الأنصاري "
  },
  {
    "id": " الأشهلي مولاهم أبو إسماعيل المدني ضعيف من السابعة مات سنة خمس وستين وهو ابن اثنتين وثمانين سنة ت س",
    "data": " الأشهلي مولاهم أبو إسماعيل المدني ضعيف من السابعة مات سنة خمس وستين وهو ابن اثنتين وثمانين سنة ت س"
  },
  {
    "id": " إبراهيم ابن إسماعيل ابن رزين يأتي في ابن سليمان",
    "data": " إبراهيم ابن إسماعيل ابن رزين يأتي في ابن سليمان"
  },
  {
    "id": "147",
    "data": " إبراهيم ابن إسماعيل ابن عبد الملك ابن أبي محذورة مجهول وضعفه الأزدي من السابعة د"
  },
  {
    "id": "148",
    "data": " إبراهيم ابن إسماعيل ابن مجمع الأنصاري أبو إسحاق المدني ضعيف من السابعة أيضا خت ق"
  },
  {
    "id": "149",
    "data": " إبراهيم ابن إسماعيل ابن يحيى ابن سلمة ابن كهيل الحضرمي أبو إسحاق الكوفي ضعيف من الحادية عشرة مات سنة ثمان وخمسين ت"
  },
  {
    "id": "150",
    "data": " إبراهيم ابن إسماعيل الصائغ مجهول الحال من الثامنة س"
  },
  {
    "id": "151",
    "data": " إبراهيم ابن إسماعيل اليشكري ويقال هو التبان مجهول الحال من الثامنة أيضا د ق"
  },
  {
    "id": "152",
    "data": " إبراهيم ابن إسماعيل ويقال إسماعيل ابن إبراهيم الحجازي مجهول الحال من الثالثة د ق"
  },
  {
    "id": "153",
    "data": " إبراهيم ابن أبي أسيد بفتح الهمزة البراد المدني صدوق من السابعة د"
  },
  {
    "id": "154",
    "data": " إبراهيم ابن أعين الشيباني العجلي البصري نزيل مصر ضعيف من التاسعة ق"
  },
  {
    "id": "155",
    "data": " إبراهيم ابن بشار الرمادي أبو إسحاق البصري حافظ له أوهام من العاشرة مات في حدود الثلاثين د ت"
  },
  {
    "id": "156",
    "data": " إبراهيم ابن بشار الخراساني صاحب إبراهيم ابن أدهم وثقه ابن حبان من العاشرة أيضا "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "157",
    "data": " إبراهيم ابن أبي بكر المكي الأخنسي ويقال إبراهيم ابن بكير ابن أبي أمية مستور من السادسة س"
  },
  {
    "id": " إبراهيم ابن أبي بكر ابن أبي شيبة هو ابن عبد الله يأتي",
    "data": " إبراهيم ابن أبي بكر ابن أبي شيبة هو ابن عبد الله يأتي"
  },
  {
    "id": "158",
    "data": " إبراهيم ابن جرير ابن عبد الله البجلي صدوق إلا أنه لم يسمع من أبيه وقد روى عنه بالعنعنة وجاءت رواية "
  },
  {
    "id": " بصريح التحديث لكن الذنب لغيره من الثالثة د س ق",
    "data": " بصريح التحديث لكن الذنب لغيره من الثالثة د س ق"
  },
  {
    "id": " إبراهيم ابن جميل هو ابن موسى يأتي",
    "data": " إبراهيم ابن جميل هو ابن موسى يأتي"
  },
  {
    "id": "159",
    "data": " إبراهيم ابن الحارث ابن إسماعيل البغدادي أبو إسحاق نزيل نيسابور صدوق من الحادية عشرة مات سنة خمس وستين خ كد"
  },
  {
    "id": "160",
    "data": " إبراهيم ابن الحارث ابن مصعب ابن الوليد ابن عبادة ابن الصامت صدوق من الثانية عشرة ل"
  },
  {
    "id": "161",
    "data": " إبراهيم ابن حبيب ابن الشهيد الأزدي أبو إسحاق البصري ثقة من التاسعة مات سنة ثلاث ومائتين س"
  },
  {
    "id": " إبراهيم ابن أبي حبيبة هو ابن إسماعيل تقدم",
    "data": " إبراهيم ابن أبي حبيبة هو ابن إسماعيل تقدم"
  },
  {
    "id": "162",
    "data": " إبراهيم ابن الحجاج ابن زيد السامي بالمهملة أبو إسحاق البصري ثقة يهم قليلا من العاشرة مات سنة إحدى وثلاثين أو بعدها س"
  },
  {
    "id": "163",
    "data": " إبراهيم ابن الحجاج النيلي بكسر النون أبو إسحاق البصري ثقة من العاشرة أيضا مات سنة اثنتين وثلاثين تمييز"
  },
  {
    "id": "164",
    "data": " إبراهيم ابن الحسن ابن الهيثم الخثعمي أبو إسحاق المصيصي المقسمي ثقة من الحادية عشرة د س"
  },
  {
    "id": "165",
    "data": " إبراهيم ابن الحسن ابن نجيح الباهلي المقرىء البصري ثقة من العاشرة مات سنة خمس وثلاثين تمييز"
  },
  {
    "id": "166",
    "data": " إبراهيم ابن الحكم ابن أبان العدني ضعيف وصل مراسيل من التاسعة فق"
  },
  {
    "id": "167",
    "data": " إبراهيم ابن حمزة ابن سليمان ابن أبي يحيى الرملي البزاز أبو إسحاق صدوق من العاشرة د"
  },
  {
    "id": "168",
    "data": " إبراهيم ابن حمزة ابن محمد ابن حمزة ابن مصعب ابن عبد الله ابن الزبير الزبيري المدني أبو إسحاق صدوق من العاشرة مات سنة ثلاثين خ د س"
  },
  {
    "id": "169",
    "data": " إبراهيم ابن حميد ابن عبد الرحمن الرؤاسي بضم الراء وبعدها همزة أبو إسحاق الكوفي ثقة من الثامنة مات سنة ثمان وسبعين خ م مد ت س"
  },
  {
    "id": "170",
    "data": " إبراهيم ابن حميد ابن عبد الرحمن ابن عوف الزهري "
  },
  {
    "id": " من الثامنة أيضا ذكر ابن حبان أنه مات كالذي قبله تمييز",
    "data": " من الثامنة أيضا ذكر ابن حبان أنه مات كالذي قبله تمييز"
  },
  {
    "id": " إبراهيم ابن حنين هو ابن عبد الله ابن حنين سيأتي",
    "data": " إبراهيم ابن حنين هو ابن عبد الله ابن حنين سيأتي"
  },
  {
    "id": "171",
    "data": " إبراهيم ابن خالد الصنعاني المؤذن ثقة من التاسعة مات على رأس المائتين د س"
  },
  {
    "id": "172",
    "data": " إبراهيم ابن خالد ابن أبي اليمان الكلبي أبو ثور الفقيه صاحب الشافعي ثقة من العاشرة مات سنة أربعين د ق"
  },
  {
    "id": "173",
    "data": " إبراهيم ابن خالد اليشكري "
  },
  {
    "id": " قيل هو أبو ثور وأنكر ذلك ابن خلفون وهو من الحادية عشرة م",
    "data": " قيل هو أبو ثور وأنكر ذلك ابن خلفون وهو من الحادية عشرة م"
  },
  {
    "id": "174",
    "data": " إبراهيم ابن دينار البغدادي أبو إسحاق التمار ثقة من العاشرة مات سنة اثنتين وثلاثين م"
  },
  {
    "id": "175",
    "data": " إبراهيم ابن زياد البغدادي المعروف بسبلان بفتح المهملة والموحدة ثقة من العاشرة مات سنة ثمان وعشرين م د س"
  },
  {
    "id": "176",
    "data": " إبراهيم ابن سالم ابن أبي أمية التميمي المدني أبو إسحاق المعروف ببردان بفتح الموحدة والراء صدوق من السادسة مات سنة ثلاث وخمسين د"
  },
  {
    "id": "177",
    "data": " إبراهيم ابن سعد ابن إبراهيم ابن عبد الرحمن ابن عوف الزهري أبو إسحاق المدني نزيل بغداد ثقة حجة تُكُلِّم فيه بلا قادح من الثامنة مات سنة خمس وثمانين ع"
  },
  {
    "id": "178",
    "data": " إبراهيم ابن سعد ابن أبي وقاص الزهري المدني ثقة من الثالثة مات بعد المائة خ م س ق"
  },
  {
    "id": "179",
    "data": " إبراهيم ابن سعيد الجوهري أبو إسحاق الطبري نزيل بغداد ثقة حافظ تُكُلِّم فيه بلا حجة من العاشرة مات في حدود الخمسين م 4"
  },
  {
    "id": "180",
    "data": " إبراهيم ابن سعيد المدني أبو إسحاق مجهول الحال من السابعة د"
  },
  {
    "id": "181",
    "data": " إبراهيم ابن سليمان ابن رزين أبو إسماعيل المؤدب الأردني بضم الهمزة وسكون الراء وضم الدال بعدها نون ثقيلة نزيل بغداد مشهور بكنيته صدوق يغرب من التاسعة وقيل اسم أبيه إسماعيل ق"
  },
  {
    "id": "182",
    "data": " إبراهيم ابن سليمان الأفطس الدمشقي ثقة ثبت إلا أنه يرسل من الثامنة ت ق"
  },
  {
    "id": "183",
    "data": " إبراهيم ابن سويد ابن حيان بمهملة وتحتانية مدني ثقة يغرب من الثامنة خ د"
  },
  {
    "id": "184",
    "data": " إبراهيم ابن سويد النخعي ثقة لم يثبت أن النسائي ضعفه من السادسة م 4"
  },
  {
    "id": " إبراهيم ابن أبي سويد الذارع هو ابن الفضل يأتي",
    "data": " إبراهيم ابن أبي سويد الذارع هو ابن الفضل يأتي"
  },
  {
    "id": "185",
    "data": " إبراهيم ابن شماس الغازي أبو إسحاق السمرقندي نزيل بغداد ثقة من العاشرة مات سنة إحدى وعشرين ل فق"
  },
  {
    "id": " إبراهيم ابن شمر هو ابن أبي عبلة ",
    "data": " إبراهيم ابن شمر هو ابن أبي عبلة "
  },
  {
    "id": "186",
    "data": " إبراهيم ابن صالح ابن درهم الباهلي أبو محمد البصري فيه ضعف من التاسعة د"
  },
  {
    "id": "187",
    "data": " إبراهيم ابن صدقة البصري صدوق من التاسعة "
  },
  {
    "id": " ت",
    "data": " ت"
  },
  {
    "id": "188",
    "data": " إبراهيم ابن طريف الشامي مجهول تفرد عنه الأوزاعي وقد وُثِّق من السابعة مد"
  },
  {
    "id": "189",
    "data": " إبراهيم ابن طهمان الخراساني أبو سعيد سكن نيسابور ثم مكة ثقة يغرب وتكلم فيه للإرجاء ويقال رجع عنه من السابعة مات سنة ثمان وستين ع"
  },
  {
    "id": "190",
    "data": " إبراهيم ابن عامر ابن مسعود ابن أمية ابن خلف الجمحي ثقة من السادسة د س"
  },
  {
    "id": "191",
    "data": " إبراهيم ابن أبي العباس السامري بفتح الميم وتشديد الراء ثقة تغير بأخرة فلم يحدث من العاشرة س"
  },
  {
    "id": "192",
    "data": " إبراهيم ابن عبد الله ابن أحمد الخلال المروزي أبو إسحاق صدوق من العاشرة مات سنة إحدى وأربعين س"
  },
  {
    "id": "193",
    "data": " إبراهيم ابن عبد الله ابن حاتم الهروي أبو إسحاق نزيل بغداد صدوق حافظ تكلم فيه بسبب القرآن من العاشرة مات سنة أربع وأربعين وله ست وستون ت ق"
  },
  {
    "id": "194",
    "data": " إبراهيم ابن عبد الله ابن الحارث ابن حاطب الجمحي صدوق روى مراسيل من السابعة ت"
  },
  {
    "id": "195",
    "data": " إبراهيم ابن عبد الله ابن حنين الهاشمي مولاهم "
  },
  {
    "id": " المدني أبو إسحاق ثقة من الثالثة مات بعد المائة ع",
    "data": " المدني أبو إسحاق ثقة من الثالثة مات بعد المائة ع"
  },
  {
    "id": "196",
    "data": " إبراهيم ابن عبد الله ابن عبد بلا إضافة القاري بتشديد ياء النسب أرسل عن علي مقبول من الثالثة "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "197",
    "data": " إبراهيم ابن عبد الله ابن قارظ بقاف وظاء معجمة وقيل هو عبد الله ابن إبراهيم ابن قارظ وَهِم من زعم أنهما اثنان صدوق من الثالثة بخ م د س ق"
  },
  {
    "id": "198",
    "data": " إبراهيم ابن عبد الله ابن قُرَيْم بالقاف والراء وزن حسين الأنصاري قاضي المدينة مستور من العاشرة ت"
  },
  {
    "id": "199",
    "data": " إبراهيم ابن أبي موسى "
  },
  {
    "id": " الأشعري له رؤية ولم يثبت له سماع إلا من بعض الصحابة ووثقه العجلي مات في حدود السبعين م س ق",
    "data": " الأشعري له رؤية ولم يثبت له سماع إلا من بعض الصحابة ووثقه العجلي مات في حدود السبعين م س ق"
  },
  {
    "id": "200",
    "data": " إبراهيم ابن أبي بكر عبد الله ابن محمد ابن أبي شيبة العبسي أبو شيبة الكوفي صدوق من الحادية عشرة مات سنة خمس وستين س ق"
  },
  {
    "id": "201",
    "data": " إبراهيم ابن عبد الله ابن معبد ابن عباس ابن عبد المطلب الهاشمي المدني صدوق من الثالثة م د س ق"
  },
  {
    "id": "202",
    "data": " إبراهيم ابن عبد الله ابن المنذر الصنعاني مستور من الحادية عشرة ت"
  },
  {
    "id": "203",
    "data": " إبراهيم ابن عبد الأعلى الجعفي مولاهم الكوفي ثقة من السادسة م د س ق"
  }
]