[
  {
    "id": "1839",
    "data": " دينار "
  },
  {
    "id": " قيل هو جد عدي ابن ثابت ولا يصح د ت ق",
    "data": " قيل هو جد عدي ابن ثابت ولا يصح د ت ق"
  },
  {
    "id": " دينار أبو حازم التمار في الكنى",
    "data": " دينار أبو حازم التمار في الكنى"
  },
  {
    "id": " دينار والد سفيان العصفري فيمن اسمه زياد",
    "data": " دينار والد سفيان العصفري فيمن اسمه زياد"
  },
  {
    "id": "حرف الذال المعجمة",
    "data": "حرف الذال المعجمة"
  },
  {
    "id": "1840",
    "data": " ذر ابن عبد الله المرهبي بضم الميم وسكون الراء ثقة عابد رمي بالإرجاء من السادسة مات قبل المائة ع"
  },
  {
    "id": "1841",
    "data": " ذكوان أبو صالح السمان الزيات المدني ثقة ثبت وكان يجلب الزيت إلى الكوفة من الثالثة مات سنة إحدى ومائة ع"
  },
  {
    "id": "1842",
    "data": " ذكوان أبو عمرو مولى عائشة مدني ثقة من الثالثة خ م د س"
  },
  {
    "id": "1843",
    "data": " ذهيل مصغر ابن عوف ابن شماخ التميمي الطهوي بضم المهملة وفتح الهاء مجهول من الثالثة ق"
  },
  {
    "id": "1844",
    "data": " ذواد "
  },
  {
    "id": " ظابن علبة بضم المهملة وسكون اللام بعدها موحدة الحارثي أبو المنذر الكوفي ضعيف عابد من الثامنة ت ق",
    "data": " ظابن علبة بضم المهملة وسكون اللام بعدها موحدة الحارثي أبو المنذر الكوفي ضعيف عابد من الثامنة ت ق"
  },
  {
    "id": "1845",
    "data": " ذؤيب ابن حلحلة بمهملتين وسكون اللام الأولى ابن عمرو ابن كليب الخزاعي والد قبيصة "
  },
  {
    "id": " مات في خلافة معاوية ويقال مات في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ م ف ق",
    "data": " مات في خلافة معاوية ويقال مات في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ م ف ق"
  },
  {
    "id": "1846",
    "data": " ذو الجوشن بفتح الجيم وسكون الواو وفتح المعجمة الضبابي بمعجمة وموحدتين بينهما ألف والد شمر يقال اسمه شرحبيل وقيل أوس صحابي نزل الكوفة أرسل عنه أبو إسحاق ولم يرو غيره عنه د"
  },
  {
    "id": "1847",
    "data": " ذو الزوائد صحابي نزل المدينة ويقال إنه جهني د"
  },
  {
    "id": "1848",
    "data": " ذو الغرة الجهني صحابي قيل اسمه يعيش روى عنه عبد الرحمن ابن أبي ليلى وحكى ابن ماكولا عن بعضهم أنه البراء ابن عازب ت"
  },
  {
    "id": "1849",
    "data": " ذو اللحية الكلابي صحابي قيل اسمه شريح قد"
  },
  {
    "id": "1850",
    "data": " ذو مخبر بكسر أوله وسكون المعجمة وفتح الموحدة وقيل بدلها ميم الحبشي صحابي نزل الشام وهو ابن أخي النجاشي د ق"
  },
  {
    "id": " ذويد ابن نافع تقدم في المهملة",
    "data": " ذويد ابن نافع تقدم في المهملة"
  },
  {
    "id": "1851",
    "data": " ذيال ابن عبيد ابن حنظلة الحنفي أعرابي صدوق من الرابعة بخ"
  },
  {
    "id": "1869",
    "data": " رافع ابن مكيث بفتح الميم وكسر الكاف بعدها تحتانية ثم مثلثة صحابي شهد الحديبية والفتح ومعه لواء جهينة د"
  },
  {
    "id": "1870",
    "data": " رافع أبو الجعد الغطفاني الكوفي والد سالم مخضرم وثقه ابن حبان وقيل له صحبة م"
  },
  {
    "id": "1871",
    "data": " رافع مولى مروان ابن الحكم وبوابة مقبول من الثالثة خ م ت س"
  },
  {
    "id": "1872",
    "data": " رباح ابن الربيع الأسيدي بتشديد التحتانية أخو حنظلة الكاتب ويقال بكسر أوله وبالتحتانية صحابي له حديث د س ق"
  },
  {
    "id": "1873",
    "data": " رباح ابن زيد القرشي مولاهم الصنعاني ثقة فاضل من التاسعة مات سنة سبع وثمانين ومائة وهو ابن إحدى وثمانين د س"
  },
  {
    "id": "1874",
    "data": " رباح ابن عبد الرحمن ابن أبي سفيان ابن حويطب القرشي العامري أبو بكر الحويطبي المدني قاضيها مشهور بكنيته وقد ينسب إلى جد أبيه مقبول من الخامسة قتل سنة اثنتين وثلاثين ت ق"
  },
  {
    "id": "1875",
    "data": " رباح ابن أبي معروف ابن أبي سارة المكي صدوق له أوهام من السادسة بخ م ت س"
  },
  {
    "id": "1876",
    "data": " رباح ابن الوليد ابن يزيد ابن نمران الذماري بفتح المعجمة وتخفيف الميم وقلبه بعضهم فقال الوليد ابن رباح صدوق من الثامنة د"
  },
  {
    "id": "1877",
    "data": " رباح الكوفي مجهول من الثالثة د"
  },
  {
    "id": "]",
    "data": "]"
  },
  {
    "id": "1878",
    "data": " ربعي بكسر أوله وسكون الموحدة ابن إبراهيم ابن مقسم الأسدي أبو الحسن البصري أخو إسماعيل ابن علية وهو أصغر منه ثقة صالح من التاسعة مات سنة سبع وتسعين ومائة بخ قد ت"
  },
  {
    "id": "1879",
    "data": " ربعي ابن حراش بكسر المهملة وآخره معجمة أبو مريم العبسي الكوفي ثقة عابد مخضرم من الثانية مات سنة مائة وقيل غير ذلك ع"
  },
  {
    "id": "1880",
    "data": " ربعي ابن عبد الله ابن الجارود ابن أبي سبرة بفتح المهملة وسكون الموحدة الهذلي البصري صدوق من الثامنة بخ"
  },
  {
    "id": "1881",
    "data": " ربيح بموحدة وبمهملة مصغر ابن عبد الرحمن ابن أبي سعيد الخدري المدني يقال اسمه سعيد وربيح لقب مقبول من السابعة د تم ق"
  },
  {
    "id": "1882",
    "data": " الربيع ابن أنس البكري أو الحنفي بصري نزل خراسان صدوق له أوهام ورمي بالتشيع من الخامسة مات سنة أربعين أو قبلها 4"
  },
  {
    "id": "1883",
    "data": " الربيع ابن بدر ابن عمرو ابن جراد التميمي السعدي أبو العلاء البصري يلقب عليلة بمهملة مضمومة ولامين متروك من الثامنة مات سنة ثمان وسبعين ت ق"
  },
  {
    "id": "1884",
    "data": " الربيع ابن البراء ابن عازب الأنصاري الكوفي ثقة من الثالثة ت س"
  },
  {
    "id": "1885",
    "data": " الربيع ابن حبيب ابن الملاح الكوفي العبسي مولاهم الأحول أخو عائذ ابن حبيب صدوق ضعف بسبب روايته عن نوفل ابن عبد الملك قال أبو أحمد الحاكم الحمل على نوفل من السابعة ق"
  },
  {
    "id": "1886",
    "data": " الربيع ابن حبيب الحنفي أبو سلمة البصري ثقة من السابعة وقيل هو الذي قبله تمييز"
  },
  {
    "id": "1887",
    "data": " الربيع ابن خالد الضبي الكوفي ثقة من الرابعة قتل في الجماجم د"
  },
  {
    "id": "1888",
    "data": " الربيع ابن خثيم بضم المعجمة وفتح المثلثة ابن عائذ ابن عبد الله الثوري أبو يزيد الكوفي ثقة عابد مخضرم من الثانية قال له ابن مسعود لو رآك رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لأحبك مات سنة إحدى وقيل ثلاث وستين خ م قد ت س ق"
  },
  {
    "id": "1889",
    "data": " الربيع ابن روح اللاحوني بمهملة الحمصي ثقة من التاسعة د س"
  },
  {
    "id": "1890",
    "data": " الربيع ابن زياد الحارثي البصري مخضرم "
  },
  {
    "id": " من الثانية ذكر صاحب الكمال أنه أبو فراس الذي روى عن عمر ابن الخطاب ورد ذلك المزي د س",
    "data": " من الثانية ذكر صاحب الكمال أنه أبو فراس الذي روى عن عمر ابن الخطاب ورد ذلك المزي د س"
  },
  {
    "id": "1891",
    "data": " الربيع ابن زياد ويقال ربيعة ويقال ابن زيد الخزاعي مختلف في صحبته وذكره ابن حبان في ثقات التابعين وقال يروي المراسيل مد س"
  },
  {
    "id": "1892",
    "data": " الربيع ابن سبرة ابن معبد الجهني المدني ثقة من الثالثة م 4"
  },
  {
    "id": "1893",
    "data": " الربيع ابن سليمان ابن داود الجيزي أبو محمد الأزدي المصري الأعرج ثقة من الحادية عشرة مات سنة ست وخمسين د س"
  },
  {
    "id": "1894",
    "data": " الربيع ابن سليمان ابن عبد الجبار المرادي أبو محمد المصري المؤذن صاحب الشافعي ثقة من الحادية عشرة مات سنة سبعين وله ست وتسعون سنة 4"
  },
  {
    "id": "1895",
    "data": " الربيع ابن صبيح بفتح المهملة السعدي البصري صدوق سيء الحفظ وكان عابدا مجاهدا قال الرامهرمزي هو أول من صنف الكتب بالبصرة من السابعة مات سنة ستين خت ت ق"
  },
  {
    "id": "1896",
    "data": " الربيع ابن عبد الله ابن خطاف بضم المعجمة وتشديد الطاء الأحدب أبو محمد البصري صدوق رمي بالقدر من السابعة بخ"
  },
  {
    "id": "1897",
    "data": " الربيع ابن عميلة بمهملة ولام مصغر كوفي ثقة من الثانية م 4"
  },
  {
    "id": "1898",
    "data": " الربيع ابن لوط الأنصاري من ولد البراء ابن عازب وقيل ابن أخيه ثقة من الرابعة س"
  },
  {
    "id": "1899",
    "data": " الربيع ابن محمد ابن عيسى الكندي أبو الفضل اللاذقي لا بأس به من الحادية عشرة س"
  },
  {
    "id": "1900",
    "data": " الربيع ابن محمد تابعي أرسل حديثا مجهول من الثالثة د"
  },
  {
    "id": "1901",
    "data": " الربيع ابن مسلم الجمحي أبو بكر البصري ثقة من السابعة مات سنة سبع وستين بخ م د ت س"
  },
  {
    "id": "1902",
    "data": " الربيع ابن نافع أبو توبة الحلبي نزيل طرسوس ثقة حجة عابد من العاشرة مات سنة إحدى وأربعين خ م د س ق"
  },
  {
    "id": "1903",
    "data": " الربيع ابن يحيى ابن مقسم الأشناني بضم الألف وسكون المعجمة أبو الفضل البصري صدوق له أوهام من كبار العاشرة مات سنة أربع وعشرين خ د"
  },
  {
    "id": "1904",
    "data": " ربيعة ابن الحارث ابن عبد المطلب الهاشمي ابن عم النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ له صحبة مات في أول خلافة عمر وقيل في آخرها سنة ثلاث وعشرين ت س"
  },
  {
    "id": " ربيعة ابن زياد في ربيع",
    "data": " ربيعة ابن زياد في ربيع"
  },
  {
    "id": "1905",
    "data": " ربيعة ابن سليم أو ابن أبي سليم أو بزيادة نون التجيبي أبو مرزوق أو أبو عبد الرحمن مقبول من السابعة ت"
  },
  {
    "id": "1906",
    "data": " ربيعة ابن سيف ابن ماتع بكسر المثناة المعافري الإسكندراني صدوق له مناكير من الرابعة توفي قريبا من سنة عشرين د ت س"
  },
  {
    "id": "1907",
    "data": " ربيعة ابن شيبان السعدي أبو الحوراء بمهملتين البصري ثقة من الثالثة 4"
  },
  {
    "id": "1908",
    "data": " ربيعة ابن عامر ابن بجاد بموحدة وجيم وقيل ابن الهاد الأزدي أو الديلي صحابي له حديث س"
  },
  {
    "id": "1909",
    "data": " ربيعة ابن عبد الله ابن الهدير وقد ينسب إلى جده ويقال بين عبد الله والهدير ربيعة له رؤية وذكره ابن حبان في ثقات التابعين مات سنة ثلاث وتسعين خ د"
  },
  {
    "id": "1910",
    "data": " ربيعة ابن عبد الرحمن ابن حصن الغنوي بمعجمة ونون مفتوحتين مقبول من الخامسة عخ د"
  },
  {
    "id": "1911",
    "data": " ربيعة ابن أبي عبد الرحمن التيمي مولاهم أبو عثمان المدني المعروف ب ربيعة الرأي واسم أبيه فروخ ثقة فقيه مشهور قال ابن سعد كانوا يتقونه لموضع الرأي من الخامسة مات سنة ست وثلاثين على الصحيح وقيل سنة ثلاث وقال الباجي سنة اثنتين وأربعين ع"
  },
  {
    "id": "1912",
    "data": " ربيعة ابن عتبة ويقال ابن عبيد الكناني الكوفي صدوق من السادسة د عس"
  },
  {
    "id": "1913",
    "data": " ربيعة ابن عثمان ابن ربيعة ابن عبد الله ابن الهدير التيمي أبو عثمان المدني "
  },
  {
    "id": " تقدم ذكر جده صدوق له أوهام من السادسة مات سنة أربع وخمسين وهو ابن سبع وسبعين م س ق",
    "data": " تقدم ذكر جده صدوق له أوهام من السادسة مات سنة أربع وخمسين وهو ابن سبع وسبعين م س ق"
  },
  {
    "id": "1914",
    "data": " ربيعة ابن عطاء الزهري مولاهم المدني مولى ابن سباع ثقة من السادسة م س"
  },
  {
    "id": "1915",
    "data": " ربيعة ابن عمرو ويقال ابن الحارث الدمشقي وهو ربيعة ابن الغاز بمعجمة وزاي أبو الغاز الجرشي بضم الجيم وفتح الراء بعدها معجمة مختلف في صحبته قتل يوم مرج راهط سنة أربع وستين وكان فقيها وثقه الدارقطني وغيره 4"
  },
  {
    "id": "1916",
    "data": " ربيعة بن كعب بن مالك الأسلمي أبو فراس المدني صحابي من أهل الصفة ومنهم من فرق بين ربيعة وأبي فراس الأسلمي مات ربيعة سنة ثلاث وستين بعد الحرة بخ م 4"
  },
  {
    "id": "1917",
    "data": " ربيعة ابن كلثوم ابن جبر بجيم وموحدة ساكنة البصري صدوق يهم من السابعة بخ م س"
  },
  {
    "id": "1918",
    "data": " ربيعة ابن ناجد الأزدي الكوفي يقال هو أخو أبي صادق الراوي عنه ثقة من الثانية س ق"
  },
  {
    "id": "1919",
    "data": " ربيعة ابن يزيد الدمشقي أبو شعيب الإيادي القصير ثقة عابد من الرابعة مات سنة إحدى أو ثلاث وعشرين ع"
  },
  {
    "id": "1920",
    "data": " رجاء ابن حيوة بفتح المهملة وسكون التحتانية وفتح الواو الكندي أبو المقدام ويقال أبو نصر الفلسطيني ثقة فقيه من الثالثة مات سنة اثنتي عشرة خت م 4"
  },
  {
    "id": "1921",
    "data": " رجاء ابن ربيعة الزبيدي بضم الزاي أبو إسماعيل الكوفي صدوق من الثالثة م س ق"
  },
  {
    "id": "1922",
    "data": " رجاء ابن أبي رجاء الباهلي البصري مقبول من الرابعة بخ"
  },
  {
    "id": "1923",
    "data": " رجاء ابن أبي رجاء مجهول من السادسة وقيل هو رجاء ابن الحارث أحد الضعفاء تمييز"
  },
  {
    "id": "1924",
    "data": " رجاء ابن أبي سلمة مهران أبو المقدام الفلسطيني أصله من البصرة ثقة فاضل من السابعة مات سنة إحدى وستين وله سبعون سنة مد س ق"
  },
  {
    "id": "1925",
    "data": " رجاء ابن السندي النيسابوري أبو محمد الإسفرايني "
  },
  {
    "id": " صدوق من العاشرة مات سنة إحدى وعشرين لم يثبت أن البخاري روى عنه في صحيحه خ",
    "data": " صدوق من العاشرة مات سنة إحدى وعشرين لم يثبت أن البخاري روى عنه في صحيحه خ"
  },
  {
    "id": "1926",
    "data": " رجاء ابن صبيح الحرشي بفتح المهملة والراء بعدها معجمة أبو يحيى البصري صاحب السقط بفتح القاف ضعيف من السابعة ت"
  },
  {
    "id": "1927",
    "data": " رجاء ابن محمد ابن رجاء العذري أبو الحسن البصري السقطي ثقة من الحادية عشرة مات بعد سنة أربعين ت"
  },
  {
    "id": "1928",
    "data": " رجاء ابن مرجى الغفاري المروزي نزيل سمرقند حافظ ثقة من الحادية عشرة مات سنة تسع وأربعين د ق"
  },
  {
    "id": "1929",
    "data": " رجاء الأنصاري الكوفي مقبول من السادسة د ق"
  },
  {
    "id": "1930",
    "data": " رحيل بالمهملة مصغر ابن معاوية ابن حديج بضم المهملة وآخره جيم الجعفي أخو أبي خثيمة "
  },
  {
    "id": " زهير صدوق من السابعة ت",
    "data": " زهير صدوق من السابعة ت"
  },
  {
    "id": "1931",
    "data": " رداد بتشديد المهملة الليثي وقال بعضهم أبو الرداد وهو أصوب حجازي مقبول من الثانية بخ د"
  },
  {
    "id": "1932",
    "data": " رديح آخره مهملة مصغر ابن عطية القرشي مؤذن بيت المقدس صدوق يغرب من الثامنة بخ"
  },
  {
    "id": "1933",
    "data": " رزام بكسر أوله ثم زاي ابن سعيد الضبي الكوفي ثقة من السابعة عس"
  },
  {
    "id": "1934",
    "data": " رزق الله ابن موسى الناجي البغدادي الإسكافي يقال اسمه عبد الأكرم صدوق يهم من العاشرة مات سنة ست وخمسين س ق"
  },
  {
    "id": "1935",
    "data": " رزيق بالتصغير ابن حكيم كذلك ويقال فيه بتقديم الزاي وفي أبيه بالتكبير أبو حكيم الأيلي بفتح الهمزة وتحتانية ساكنة ثقة من السادسة خت س"
  },
  {
    "id": "1936",
    "data": " رزيق ابن حيان الدمشقي أبو المقدام ويقال بتقديم الزاي قيل اسمه سعيد ابن حيان ورزيق لقب صدوق من السادسة مات سنة خمس ومائة وله ثمانون سنة م"
  },
  {
    "id": "1937",
    "data": " رزيق ابن سعيد ابن عبد الرحمن المدني ويقال رزق بكسر أوله وسكون الزاي مجهول من الثامنة د"
  },
  {
    "id": "1938",
    "data": " رزيق أبو عبد الله الألهاني بفتح الهمزة الحمصي صدوق له أوهام من الخامسة ق"
  },
  {
    "id": "1939",
    "data": " رزين بفتح أوله وكسر الزاي ابن حبيب الجهني أو البكري الكوفي الرماني بضم الراء التمار بياع الأنماط ويقال رزين الجهني الرماني غير رزين بياع الأنماط والجهني هو الذي أخرج له الترمذي ووثقه أحمد وابن معين والآخر مجهول وكلاهما من السابعة ت"
  },
  {
    "id": "1940",
    "data": " رزين ابن سليمان الأحمري ومنهم من قلبه وقيل سالم ابن رزين مجهول من الثالثة س"
  },
  {
    "id": " رزين ابن عبد الرحمن أبو الخصيب ",
    "data": " رزين ابن عبد الرحمن أبو الخصيب "
  },
  {
    "id": " صوابه زياد ابن عبد الرحمن",
    "data": " صوابه زياد ابن عبد الرحمن"
  }
]