[
  {
    "id": "1941",
    "data": " رزين ابن عقبة مجهول من السابعة عس"
  },
  {
    "id": "1942",
    "data": " رشدين بكسر الراء وسكون المعجمة ابن سعد ابن مفلح المهري بفتح الميم وسكون الهاء أبو الحجاج المصري ضعيف رجح أبو حاتم عليه ابن لهيعة وقال ابن يونس كان صالحا في دينه فأدركته غفلة الصالحين فخلط في الحديث من السابعة مات سنة ثمان وثمانين وله ثمان وسبعون سنة ت ق"
  },
  {
    "id": "1943",
    "data": " رشدين ابن كريب ابن أبي مسلم الهاشمي مولاهم أبو كريب المدني ضعيف من السادسة ت ق"
  },
  {
    "id": "1944",
    "data": " رفاعة ابن إياس ابن نذير أوله نون مصغر الضبي الكوفي ثقة من الثامنة مات بعد سنة ثمانين وقد جاز التسعين عس"
  },
  {
    "id": "1945",
    "data": " رفاعة ابن رافع ابن خديج الأنصاري الحارثي المدني ثقة من الثالثة خ د ت س"
  },
  {
    "id": "1946",
    "data": " رفاعة ابن رافع ابن مالك ابن العجلان أبو معاذ الأنصاري من أهل بدر وقد تقدم ذكر أبيه مات في أول خلافة معاوية خ 4"
  },
  {
    "id": "1947",
    "data": " رفاعة ابن شداد "
  },
  {
    "id": " ابن عبد الله ابن قيس القتباني بكسر القاف وسكون المثناة بعدها موحدة أبو عاصم الكوفي ثقة من كبار الثالثة س ق",
    "data": " ابن عبد الله ابن قيس القتباني بكسر القاف وسكون المثناة بعدها موحدة أبو عاصم الكوفي ثقة من كبار الثالثة س ق"
  },
  {
    "id": " رفاعة ابن عبد المنذر أبو لبابة الأنصاري في الكنى",
    "data": " رفاعة ابن عبد المنذر أبو لبابة الأنصاري في الكنى"
  },
  {
    "id": "1948",
    "data": " رفاعة ابن عرابة بفتح المهملة "
  },
  {
    "id": " وبموحدة الجهني المدني صحابي له حديث س ق",
    "data": " وبموحدة الجهني المدني صحابي له حديث س ق"
  },
  {
    "id": "1949",
    "data": " رفاعة ابن الهيثم ابن الحكم الواسطي أبو سعيد مقبول من العاشرة م"
  },
  {
    "id": " رفاعة ابن يثربي بفتح التحتانية وسكون المثلثة أبو رمثة بكسر الراء وسكون الميم وفتح المثلثة ",
    "data": " رفاعة ابن يثربي بفتح التحتانية وسكون المثلثة أبو رمثة بكسر الراء وسكون الميم وفتح المثلثة "
  },
  {
    "id": " في الكنى",
    "data": " في الكنى"
  },
  {
    "id": "1950",
    "data": " رفاعة ابن يحيى ابن عبد الله ابن رفاعة ابن رافع ابن مالك ابن العجلان الأنصاري إمام مسجد بني زريق صدوق من الثامنة د ت س"
  },
  {
    "id": "1951",
    "data": " رفاعة ابن عوف أبو مطيع س ويقال أبو رفاعة س مقبول من الثالثة د"
  },
  {
    "id": "1952",
    "data": " رفدة بكسر الراء وسكون الفاء ابن قضاعة الغساني مولاهم الدمشقي ضعيف من الثامنة مات بعد الثمانين ق"
  },
  {
    "id": "1953",
    "data": " رفيع بالتصغير ابن مهران أبو العالية الرياحي بكسر الراء والتحتانية ثقة كثير الإرسال من الثانية مات سنة تسعين وقيل ثلاث وتسعين وقيل بعد ذلك ع"
  },
  {
    "id": "1954",
    "data": " رقبة بقاف وموحدة مفتوحتين ابن مصقلة العبدي الكوفي أبو عبد الله ثقة مأمون وكان يمزح من السادسة مات سنة تسع وعشرين خ م ت س فق"
  },
  {
    "id": "1955",
    "data": " ركانة بضم أوله وتخفيف الكاف ابن عبد يزيد ابن هاشم ابن المطلب ابن عبد مناف المطلبي من مسلمة الفتح ثم نزل المدينة ومات في أول خلافة معاوية د ت ق"
  },
  {
    "id": "1956",
    "data": " ركين بالتصغير ابن الربيع ابن عميلة بفتح المهملة الفزاري أبو الربيع الكوفي ثقة من الرابعة مات سنة إحدى وثلاثين بخ م 4"
  },
  {
    "id": "1957",
    "data": " رميح آخره مهملة مصغر الجذامي مجهول من الثالثة ت"
  },
  {
    "id": "1974",
    "data": " ريحان ابن سعيد ابن المثنى السامي بالمهملة الناجي بالنون والجيم أبو عصمة البصري صدوق ربما أخطأ من التاسعة مات سنة ثلاث أو أربع ومائتين د س"
  },
  {
    "id": "1975",
    "data": " ريحان ابن يزيد العامري مقبول من الثالثة د ت"
  },
  {
    "id": "1976",
    "data": " زاذان أبو عمر الكندي البزاز ويكنى أبا عبد الله أيضا صدوق يرسل وفيه شيعية من الثانية مات سنة اثنتين وثمانين بخ م 4"
  },
  {
    "id": "1977",
    "data": " زاذان أبو يحيى القتات في الكنى"
  },
  {
    "id": "1978",
    "data": " زارع ابن عامر العبدي صحابي عداده في أعراب البصرة بخ د"
  },
  {
    "id": "1979",
    "data": " زافر بالفاء ابن سليمان الإيادي أبو سليمان القهستاني بضم القاف والهاء وسكون المهملة سكن الري ثم بغداد وولي قضاء سجستان صدوق كثير الأوهام من التاسعة ت س ق"
  },
  {
    "id": "1980",
    "data": " زاهر ابن الأسود ابن الحجاج الأسلمي والد مجزأة صحابي له حديث وعاش إلى خلافة معاوية خ"
  },
  {
    "id": "1981",
    "data": " زائدة ابن أبي الرقاد بضم الراء ثم قاف الباهلي أبو معاذ البصري الصيرفي منكر الحديث من الثامنة س"
  },
  {
    "id": "1982",
    "data": " زائدة ابن قدامة الثقفي أبو الصلت الكوفي ثقة ثبت صاحب سنة من السابعة مات سنة ستين وقيل بعدها ع"
  },
  {
    "id": "1983",
    "data": " زائدة ابن نشيط بفتح النون وكسر المعجمة الكوفي مقبول من السادسة د ت ق"
  },
  {
    "id": "1984",
    "data": " زبان بفتح أوله وتشديد الموحدة "
  },
  {
    "id": " روى عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مرسلا من الخامسة مد",
    "data": " روى عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مرسلا من الخامسة مد"
  },
  {
    "id": "1985",
    "data": " زبان ابن فائد بالفاء المصري أبو جوين بالجيم مصغر الحمراوي بالمهملة ضعيف الحديث مع صلاحه وعبادته من السادسة مات سنة خمس وخمسين بخ د ت ق"
  },
  {
    "id": "1986",
    "data": " الزبرقان ابن عبد الله الضمري ثقة من السادسة مات سنة عشرين د"
  },
  {
    "id": "1987",
    "data": " الزبرقان ابن عمرو ابن أمية ويقال ابن عبد الله ابن عمرو ابن أمية ثقة من السادسة ولم يفرق الأكثرون بينه وبين الذي قبله د س ق"
  },
  {
    "id": "1988",
    "data": " زبيب بموحدتين مصغر ابن ثعلبة ابن عمرو التميمي العنبري صحابي نزل البصرة وجزم العسكري بأنه بنون ثم موحدة د"
  },
  {
    "id": "1989",
    "data": " زبيد بموحدة مصغر ابن الحارث ابن عبد الكريم ابن عمرو ابن كعب اليامي بالتحتانية أبو عبد الرحمن الكوفي ثقة ثبت عابد من السادسة مات سنة اثنتين وعشرين أو بعدها ع"
  },
  {
    "id": "1990",
    "data": " الزبير ابن أبي أسيد الساعدي وقيل اسم أبيه المنذر فنسب إلى جده صدوق من الثالثة خ"
  },
  {
    "id": "2265",
    "data": " سعدان ابن بشر ويقال بشير الجهني القبي بضم القاف وتشديد الموحدة وكسرها الكوفي قيل اسمه سعد وسعدان لقب صدوق من الثامنة خ ت ق"
  },
  {
    "id": "2266",
    "data": " سعدان ابن سالم أبو الصباح بموحدة الأيلي بتحتانية صدوق من السابعة د"
  },
  {
    "id": " سعدان ابن يحيى هو سعيد يأتي",
    "data": " سعدان ابن يحيى هو سعيد يأتي"
  },
  {
    "id": " السعدي عن أبيه يأتي في الأنساب",
    "data": " السعدي عن أبيه يأتي في الأنساب"
  },
  {
    "id": "2267",
    "data": " سعر بفتح أوله وآخره راء ابن سوادة أو ابن ديسم الكناني الدؤلي "
  },
  {
    "id": " مخضرم وقيل له صحبة د س",
    "data": " مخضرم وقيل له صحبة د س"
  },
  {
    "id": "2268",
    "data": " سعوة بفتح أوله وسكون ثانيه المهري مقبول من الرابعة قد"
  },
  {
    "id": "]",
    "data": "]"
  },
  {
    "id": "2269",
    "data": " سعيد ابن أبان عن يحيى ابن يعلى قيل هو إسماعيل ابن أبان أو أخوه وهو مجهول من العاشرة ت"
  },
  {
    "id": "2270",
    "data": " سعيد ابن أبان ابن سعيد ابن العاص الأموي والد يحيى ثقة من السادسة تمييز"
  },
  {
    "id": "2271",
    "data": " سعيد ابن أبيض ابن حمال بالمهملة المرادي أبو هانئ المأربي بكسر الراء بعدها موحدة مقبول من الثالثة د س ق"
  },
  {
    "id": " سعيد ابن أبي أحيحة بضم أوله ومهملتين مفتوحتين بينهما تحتانية ساكنة هو ابن عمرو ابن سعيد ابن العاص",
    "data": " سعيد ابن أبي أحيحة بضم أوله ومهملتين مفتوحتين بينهما تحتانية ساكنة هو ابن عمرو ابن سعيد ابن العاص"
  },
  {
    "id": " سعيد ابن الأزهر هو ابن يحيى يأتي",
    "data": " سعيد ابن الأزهر هو ابن يحيى يأتي"
  },
  {
    "id": "2272",
    "data": " سعيد ابن أوس ابن ثابت أبو زيد الأنصاري النحوي البصري صدوق له أوهام ورمي بالقدر من التاسعة مات سنة أربع عشرة على الصحيح وله ثلاث وتسعون "
  },
  {
    "id": " د ت",
    "data": " د ت"
  },
  {
    "id": "2273",
    "data": " سعيد ابن إياس الجريري بضم الجيم أبو مسعود البصري ثقة من الخامسة اختلط قبل موته بثلاث سنين مات سنة أربع وأربعين ع"
  },
  {
    "id": "2274",
    "data": " سعيد ابن أبي أيوب الخزاعي مولاهم المصري أبو يحيى ابن مقلاص ثقة ثبت من السابعة مات سنة إحدى وستين وقيل غير ذلك وكان مولده سنة مائة ع"
  },
  {
    "id": "2275",
    "data": " سعيد ابن أبي بردة ابن أبي موسى الأشعري الكوفي ثقة ثبت وروايته عن ابن عمر مرسلة من الخامسة ع"
  },
  {
    "id": "2276",
    "data": " سعيد ابن بشير الأزدي مولاهم أبو عبد الرحمن أو أبو سلمة الشامي أصله من البصرة أو واسط ضعيف من الثامنة مات سنة ثمان أو تسع وستين 4"
  },
  {
    "id": "2277",
    "data": " سعيد ابن بشير الأنصاري مجهول من السابعة د"
  },
  {
    "id": " سعيد ابن تليد هو ابن عيسى يأتي",
    "data": " سعيد ابن تليد هو ابن عيسى يأتي"
  },
  {
    "id": "2278",
    "data": " سعيد ابن جبير الأسدي مولاهم الكوفي ثقة ثبت فقيه من الثالثة وروايته عن عائشة وأبي موسى ونحوهما مرسلة قتل بين يدي الحجاج "
  },
  {
    "id": " سنة خمس وتسعين ولم يكمل الخمسين ع",
    "data": " سنة خمس وتسعين ولم يكمل الخمسين ع"
  },
  {
    "id": "2279",
    "data": " سعيد ابن جمهان بضم الجيم وإسكان الميم الأسلمي أبو حفص البصري صدوق له أفراد من الرابعة مات سنة ست وثلاثين 4"
  },
  {
    "id": " سعيد ابن الحارث العتقي في الحارث ابن سعيد",
    "data": " سعيد ابن الحارث العتقي في الحارث ابن سعيد"
  },
  {
    "id": "2280",
    "data": " سعيد ابن الحارث ابن أبي سعيد ابن المعلى الأنصاري المدني ثقة من الثالثة ع"
  },
  {
    "id": "2281",
    "data": " سعيد ابن حريث ابن عمرو ابن عثمان ابن عبد الله ابن عمر ابن مخزوم القرشي المخزومي له صحبة وهو أخو عمرو ق"
  },
  {
    "id": "2282",
    "data": " سعيد ابن حسان حجازي مقبول من الرابعة د ق"
  },
  {
    "id": "2283",
    "data": " سعيد ابن حسان المخزومي المكي قاص أهل مكة صدوق له أوهام من السادسة م ت س ق"
  },
  {
    "id": "2284",
    "data": " سعيد ابن أبي الحسن البصري أخو الحسن ثقة من الثالثة مات سنة مائة ع"
  },
  {
    "id": "2285",
    "data": " سعيد ابن حفص ابن عمرو ابن نفيل بالنون والفاء مصغر النفيلي أبو عمرو الحراني صدوق تغير في آخر عمره من العاشرة مات سنة سبع وثلاثين س"
  },
  {
    "id": "2286",
    "data": " سعيد ابن الحكم ابن محمد ابن سالم ابن أبي مريم الجمحي بالولاء أبو محمد المصري "
  },
  {
    "id": " ثقة ثبت فقيه من كبار العاشرة مات سنة أربع وعشرين وله ثمانون سنة ع",
    "data": " ثقة ثبت فقيه من كبار العاشرة مات سنة أربع وعشرين وله ثمانون سنة ع"
  },
  {
    "id": "2287",
    "data": " سعيد ابن حكيم ابن معاوية ابن حيدة القشيري البصري أخو بهز صدوق من السادسة د س"
  },
  {
    "id": "2288",
    "data": " سعيد ابن الحويرث أو ابن أبي الحويرث المكي أبو يزيد مولى السائب ثقة من الرابعة م تم س"
  },
  {
    "id": "2289",
    "data": " سعيد ابن حيان التيمي الكوفي والد يحيى وثقه العجلي من الثالثة د ت"
  },
  {
    "id": "2290",
    "data": " سعيد ابن خالد ابن أبي طويل القرشي الصيداوي منكر الحديث من الخامسة ومنهم فرق بين سعيد ابن خالد ابن أبي طويل وبين سعيد ابن خالد القرشي ق"
  },
  {
    "id": "2291",
    "data": " سعيد ابن خالد ابن عبد الله ابن قارظ بالظاء المشالة الكناني المدني حليف بني زهرة "
  },
  {
    "id": " صدوق من الثالثة د س ق",
    "data": " صدوق من الثالثة د س ق"
  },
  {
    "id": "2292",
    "data": " سعيد ابن خالد ابن عمرو ابن عثمان ابن عفان المدني نزيل دمشق ثقة من السادسة م"
  },
  {
    "id": "2293",
    "data": " سعيد ابن خالد الخزاعي المدني ضعيف من السابعة مات بعد الخمسين د"
  },
  {
    "id": "2294",
    "data": " سعيد ابن أبي خالد الأحمسي الكوفي أخو إسماعيل صدوق من الثالثة س ق"
  },
  {
    "id": "2295",
    "data": " سعيد ابن خثيم بمعجمة ومثلثة مصغر ابن رشد بفتح الراء والمعجمة الهلالي أبو معمر الكوفي صدوق رمي بالتشيع له أغاليط من التاسعة مات سنة ثمانين ومائة ت س"
  },
  {
    "id": "2296",
    "data": " سعيد ابن خثيم بصري من بني سليط صدوق من الرابعة جعله البخاري وغيره غير الذي قبله وخلطهما المزي فوهم تمييز"
  },
  {
    "id": "2297",
    "data": " سعيد ابن أبي خيرة بفتح المعجمة بعدها تحتانية ساكنة البصري مقبول من السادسة د س ق"
  },
  {
    "id": "2298",
    "data": " سعيد ابن داود ابن أبي زنبر بفتح الزاي وسكون النون وفتح الموحدة الزنبري أبو عثمان المدني صدوق له مناكير عن مالك ويقال اختلط عليه بعض حديثه وكذبه عبد الله ابن نافع في دعواه أنه سمع من لفظ مالك من العاشرة مات في حدود العشرين خت"
  },
  {
    "id": "2299",
    "data": " سعيد ابن ذؤيب المروزي وثقه النسائي من الحادية عشرة س"
  },
  {
    "id": "2300",
    "data": " سعيد ابن ذي حدان بضم المهملة وتشديد الدال كوفي مجهول من الثالثة عس"
  },
  {
    "id": "2301",
    "data": " سعيد ابن أبي راشد مقبول من الثالثة ت ق"
  },
  {
    "id": "2302",
    "data": " سعيد ابن أبي راشد صحابي في إسناد حديثه نظر أخرجه الحسن ابن سفيان وغيره تمييز"
  },
  {
    "id": "2303",
    "data": " سعيد ابن الربيع العامري الحرشي بفتح المهملة والراء بعدها معجمة أبو زيد الهروي البصري ثقة من صغار التاسعة وهو "
  },
  {
    "id": " أقدم شيخ للبخاري وفاة مات سنة إحدى عشرة خ م ت س 4",
    "data": " أقدم شيخ للبخاري وفاة مات سنة إحدى عشرة خ م ت س 4"
  },
  {
    "id": "2304",
    "data": " سعيد ابن زربي بفتح الزاي وسكون الراء بعدها موحدة مكسورة الخزاعي البصري العباداني أبو عبيدة أو أبو معاوية منكر الحديث من السابعة ت"
  },
  {
    "id": "2305",
    "data": " سعيد ابن زربي أبو عبيدة صاحب الموعظة فرق ابن حبان في الثقات تبعا لابن معين بينه وبين الذي قبله وخلطهما غيرهما تمييز"
  },
  {
    "id": "2306",
    "data": " سعيد ابن زرعة الحمصي الجرار بالجيم ومهملتين الخزاف بمعجمة وزاي مستور من الثالثة ت"
  },
  {
    "id": "2307",
    "data": " سعيد ابن زكريا الأدم بهمزة مقصورة ومهملة مفتوحتين أبو عثمان المصري صدوق عابد من كبار العاشرة مات بإخميم سنة سبع ومائتين ل"
  },
  {
    "id": "2308",
    "data": " سعيد ابن زكريا القرشي المدائني صدوق لم يكن بالحافظ من التاسعة ت ق"
  },
  {
    "id": " سعيد ابن زياد ابن صبيح ",
    "data": " سعيد ابن زياد ابن صبيح "
  },
  {
    "id": " صوابه سعيد ابن زياد وهو الشيباني عن زياد ابن صبيح",
    "data": " صوابه سعيد ابن زياد وهو الشيباني عن زياد ابن صبيح"
  },
  {
    "id": "2309",
    "data": " سعيد ابن زياد الأنصاري المدني مجهول من السادسة خت د س"
  }
]