[
  {
    "id": "2310",
    "data": " سعيد ابن زياد الشيباني المكي مقبول من السادسة "
  },
  {
    "id": " د س",
    "data": " د س"
  },
  {
    "id": "2311",
    "data": " سعيد ابن زياد المكتب المؤذن المدني مولى جهينة مقبول من السادسة أيضا د س"
  },
  {
    "id": "2312",
    "data": " سعيد ابن زيد ابن درهم الأزدي الجهضمي أبو الحسن البصري أخو حماد صدوق له أوهام من السابعة مات سنة سبع وستين خت م د ت ق"
  },
  {
    "id": "2313",
    "data": " سعيد ابن زيد ابن عقبة الفزاري الكوفي ثقة من السادسة ق"
  },
  {
    "id": "2314",
    "data": " سعيد ابن زيد ابن عمرو ابن نفيل العدوي أبو الأعور أحد العشرة مات سنة خمسين أو بعدها بسنة أو سنتين ع"
  },
  {
    "id": "2315",
    "data": " سعيد ابن سالم القداح أبو عثمان المكي أصله من خراسان أو الكوفة "
  },
  {
    "id": " صدوق يهم ورمي بالإرجاء وكان فقيها من كبار التاسعة د س",
    "data": " صدوق يهم ورمي بالإرجاء وكان فقيها من كبار التاسعة د س"
  },
  {
    "id": "2316",
    "data": " سعيد ابن السائب ابن يسار الثقفي الطائفي وهو ابن أبي يسار ثقة عابد من السابعة مات سنة إحدى وسبعين د س ق"
  },
  {
    "id": "2317",
    "data": " سعيد ابن سعد ابن أيوب أبو عثمان البخاري نزيل الري صدوق من الحادية عشرة مات قبل أبي حاتم الرازي بأشهر ق"
  },
  {
    "id": "2318",
    "data": " سعيد ابن سعد ابن عبادة الأنصاري الخزرجي صحابي صغير وقد ولي بعض اليمن لعلي س ق"
  },
  {
    "id": "2319",
    "data": " سعيد ابن سعيد التغلبي بمثناة ومعجمة الكوفي أبو الصباح مقبول من السادسة س"
  },
  {
    "id": "2320",
    "data": " سعيد ابن أبي سعيد الأنصاري المدني "
  },
  {
    "id": " مجهول من الثالثة ت ق",
    "data": " مجهول من الثالثة ت ق"
  },
  {
    "id": " سعيد ابن أبي سعيد الزبيدي هو ابن عبد الجبار",
    "data": " سعيد ابن أبي سعيد الزبيدي هو ابن عبد الجبار"
  },
  {
    "id": "2321",
    "data": " سعيد ابن أبي سعيد كيسان المقبري أبو سعد المدني ثقة من الثالثة تغير قبل موته بأربع سنين وروايته عن عائشة وأم سلمة مرسلة مات في حدود العشرين وقيل قبلها وقيل بعدها ع"
  },
  {
    "id": "2322",
    "data": " سعيد ابن أبي سعيد البيروتي الساحلي مجهول من الخامسة وهم ابن عساكر الخطيب لكونه فرق بين هذا والمقبري والصواب مع الخطيب ويحتمل أن يكون هو سعيد ابن خالد ابن أبي طويل تمييز"
  },
  {
    "id": "2323",
    "data": " سعيد ابن سفيان الجحدري البصري صدوق يخطىء من التاسعة مات سنة أربع أو خمس ومائتين ت"
  },
  {
    "id": "2324",
    "data": " سعيد ابن سفيان الأسلمي المدني مقبول من السابعة ق"
  },
  {
    "id": "2325",
    "data": " سعيد ابن سلمان أو ابن سليمان الربعي مقبول من السابعة ت"
  },
  {
    "id": "2326",
    "data": " سعيد ابن سلمة ابن أبي الحسام العدوي مولاهم أبو عمرو المدني وهو أبو عمرو السدوسي د الذي روى عنه العقدي صدوق صحيح الكتاب يخطىء من حفظه من السابعة خت م د س"
  },
  {
    "id": "2327",
    "data": " سعيد ابن سلمة المخزومي من آل ابن الأزرق وثقه النسائي من السادسة 4"
  },
  {
    "id": "2328",
    "data": " سعيد ابن سليمان ابن زيد ابن ثابت الأنصاري المدني قاضيها ثقة من السادسة بخ"
  },
  {
    "id": "2329",
    "data": " سعيد ابن سليمان الضبي أبو عثمان الواسطي نزيل بغداد البزاز لقبه سعدويه ثقة حافظ من كبار العاشرة مات سنة خمس وعشرين وله مائة سنة ع"
  },
  {
    "id": "2330",
    "data": " سعيد ابن سليمان البصري النشيطي بفتح النون وكسر المعجمة نسب إلى جده لأمه نشيط ضعيف من التاسعة وهم ابن عساكر في تسمية جد الذي قبله نشيطا كأنه التبس عليه بهذا تمييز"
  },
  {
    "id": " سعيد ابن سليمان تقدم في ابن سلمان",
    "data": " سعيد ابن سليمان تقدم في ابن سلمان"
  },
  {
    "id": "2331",
    "data": " سعيد ابن سمعان الأنصاري الزرقي مولاهم المدني ثقة لم يصب الأزدي في تضعيفه من الثالثة ر د ت س"
  },
  {
    "id": "2332",
    "data": " سعيد ابن سنان البرجمي بضم الموحدة والجيم بينهما راء ساكنة أبو سنان الشيباني الأصغر الكوفي نزيل الري صدوق له أوهام من السادسة ر م د ت س ق"
  },
  {
    "id": "2333",
    "data": " سعيد ابن سنان الحنفي أو الكندي أبو مهدي الحمصي متروك ورماه الدارقطني وغيره بالوضع من الثامنة مات سنة ثلاث أو ثمان وستين ق"
  },
  {
    "id": "2334",
    "data": " سعيد ابن شبيب بفتح المعجمة وموحدتين بينهما تحتانية ساكنة الحضرمي أبو عثمان المصري صدوق من العاشرة د س"
  },
  {
    "id": "2335",
    "data": " سعيد ابن شرحبيل الكندي الكوفي صدوق من قدماء العاشرة مات سنة اثنتي عشرة خ س ق"
  },
  {
    "id": "2336",
    "data": " سعيد ابن أبي صدقة البصري أبو قرة ثقة من السادسة د فق"
  },
  {
    "id": "2337",
    "data": " سعيد ابن العاص ابن سعيد ابن العاص ابن أمية الأموي "
  },
  {
    "id": " قتل أبوه ببدر وكان لسعيد عند موت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تسع سنين وذكر في الصحابة وولي إمرة الكوفة لعثمان وإمرة المدينة لمعاوية مات سنة ثمان وخمسين وقيل غير ذلك بخ م مد س فق",
    "data": " قتل أبوه ببدر وكان لسعيد عند موت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تسع سنين وذكر في الصحابة وولي إمرة الكوفة لعثمان وإمرة المدينة لمعاوية مات سنة ثمان وخمسين وقيل غير ذلك بخ م مد س فق"
  },
  {
    "id": "2338",
    "data": " سعيد ابن عامر الضبعي بضم المعجمة وفتح الموحدة أبو محمد البصري ثقة صالح وقال أبو حاتم ربما وهم من التاسعة مات سنة ثمان ومائتين وله ست وثمانون ع"
  },
  {
    "id": "2339",
    "data": " سعيد ابن عامر عن ابن عمر مجهول من الرابعة ق"
  },
  {
    "id": "2340",
    "data": " سعيد ابن عبد الله ابن جريح بجيمين وراء مصغر الأسلمي مولى أبي برزة بصري صدوق ربما وهم من الخامسة د ت"
  },
  {
    "id": " سعيد ابن عبد الله الأغطش تقدم في سعد",
    "data": " سعيد ابن عبد الله الأغطش تقدم في سعد"
  },
  {
    "id": "2341",
    "data": " سعيد ابن عبد الله الجهني حجازي مقبول من السابعة ت عس ق"
  },
  {
    "id": "2342",
    "data": " سعيد ابن عبد الجبار ابن يزيد القرشي أبو عثمان الكرابيسي البصري نزيل مكة صدوق من العاشرة مات سنة ست وثلاثين م د"
  },
  {
    "id": "2343",
    "data": " سعيد ابن عبد الجبار الزبيدي بضم الزاي أبو عثمان الحمصي وهو سعيد ابن أبي سعيد ضعيف كان جرير يكذبه من الثامنة ق"
  },
  {
    "id": "2344",
    "data": " سعيد ابن عبد الجبار ابن وائل الحضرمي الكوفي ضعيف من السابعة مات سنة ثمان وخمسين تمييز"
  },
  {
    "id": "2345",
    "data": " سعيد ابن عبد الجبار عن محمد ابن جابر الحنفي مجهول "
  },
  {
    "id": " ويحتمل أن يكون الذي قبله تمييز",
    "data": " ويحتمل أن يكون الذي قبله تمييز"
  },
  {
    "id": "2346",
    "data": " سعيد ابن عبد الرحمن ابن أبزى الخزاعي مولاهم الكوفي ثقة من الثالثة ع"
  },
  {
    "id": "2347",
    "data": " سعيد ابن عبد الرحمن ابن جحش الجحشي حجازي صدوق من الخامسة بخ"
  },
  {
    "id": "2348",
    "data": " سعيد ابن عبد الرحمن ابن حسان ويقال لجده أبو سعيد أبو عبيد الله المخزومي ثقة من صغار العاشرة مات سنة تسع وأربعين ت س"
  },
  {
    "id": "2349",
    "data": " سعيد ابن عبد الرحمن ابن أبي سعيد الخدري مقبول من السابعة وقيل هو ربيح الذي تقدم م"
  },
  {
    "id": "2350",
    "data": " سعيد ابن عبد الرحمن الجمحي من ولد عامر ابن حذيم أبو عبد الله المدني قاضي بغداد صدوق له أوهام وأفرط ابن حبان في تضعيفه من الثامنة مات سنة ست وسبعين وله اثنتان وسبعون عخ م د س ق"
  },
  {
    "id": "2351",
    "data": " سعيد ابن عبد الرحمن ابن عبد الله الزبيدي بضم الزاي أبو شيبة الكوفي قاضي الري مقبول من السادسة مات سنة ست وخمسين س"
  },
  {
    "id": "2352",
    "data": " سعيد ابن عبد الرحمن ابن عبد الملك البغدادي أبو عثمان نزيل أنطاكية لا بأس به من الثانية عشرة س"
  },
  {
    "id": "2353",
    "data": " سعيد ابن عبد الرحمن ابن أبي العمياء الكناني المصري مقبول من السابعة د"
  },
  {
    "id": "2354",
    "data": " سعيد ابن عبد الرحمن ابن مكمل بضم الميم وسكون الكاف وكسر الميم الأعشى الزهري المدني مقبول من السادسة بخ د ت"
  },
  {
    "id": "2355",
    "data": " سعيد ابن عبد الرحمن ابن يزيد ابن رقيش بالقاف والشين المعجمة مصغر الأسدي المدني ثقة من الرابعة د"
  },
  {
    "id": "2356",
    "data": " سعيد ابن عبد الرحمن الغفاري أبو صالح المصري ثقة من الثالثة "
  },
  {
    "id": " قال ابن يونس روايته عن علي مرسلة د",
    "data": " قال ابن يونس روايته عن علي مرسلة د"
  },
  {
    "id": "2357",
    "data": " سعيد ابن عبد الرحمن الأموي مولاهم مقبول من السابعة بخ"
  },
  {
    "id": "2358",
    "data": " سعيد ابن عبد العزيز التنوخي الدمشقي ثقة إمام سواه أحمد بالأوزاعي وقدمه أبو مسهر لكنه اختلط في آخر أمره من السابعة مات سنة سبع وستين وقيل بعدها وله بضع وسبعون بخ م 4"
  },
  {
    "id": "2375",
    "data": " سعيد ابن عمير ابن نيار بكسر النون بعدها تحتانية وقيل بين عمير ونيار عقبة مقبول من الرابعة س"
  },
  {
    "id": "2376",
    "data": " سعيد ابن علاقة الهاشمي مولاهم أبو فاختة الكوفي مشهور بكنيته ثقة من الثالثة مات "
  },
  {
    "id": " في حدود التسعين وقيل بعد ذلك بكثير ت ق",
    "data": " في حدود التسعين وقيل بعد ذلك بكثير ت ق"
  },
  {
    "id": "2377",
    "data": " سعيد ابن عيسى "
  },
  {
    "id": " ابن تليد بفتح المثناة وكسر اللام الرعيني ",
    "data": " ابن تليد بفتح المثناة وكسر اللام الرعيني "
  },
  {
    "id": " القتباني بكسر القاف وسكون المثناة بعدها موحدة ثقة فقيه من قدماء العاشرة مات سنة تسع عشرة خ س",
    "data": " القتباني بكسر القاف وسكون المثناة بعدها موحدة ثقة فقيه من قدماء العاشرة مات سنة تسع عشرة خ س"
  },
  {
    "id": "2378",
    "data": " سعيد ابن غزوان بفتح المعجمة وسكون الزاي شامي مستور من السادسة د"
  },
  {
    "id": "2379",
    "data": " سعيد ابن الفرج البلخي أبو النضر ابن أبي سعيد ثقة من الحادية عشرة مات سنة إحدى وأربعين بمكة س"
  },
  {
    "id": "2380",
    "data": " سعيد ابن فيروز أبو البختري بفتح الموحدة والمثناة بينهما معجمة ابن أبي عمران الطائي مولاهم "
  },
  {
    "id": " الكوفي ثقة ثبت فيه تشيع قليل كثير الإرسال من الثالثة مات ",
    "data": " الكوفي ثقة ثبت فيه تشيع قليل كثير الإرسال من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وثمانين ع",
    "data": " سنة ثلاث وثمانين ع"
  },
  {
    "id": "2381",
    "data": " سعيد ابن كثير ابن عبيد التيمي "
  },
  {
    "id": " أبو العنبس بفتح المهملة والموحدة بينهما نون ساكنة الكوفي ثقة من السابعة بخ مد",
    "data": " أبو العنبس بفتح المهملة والموحدة بينهما نون ساكنة الكوفي ثقة من السابعة بخ مد"
  },
  {
    "id": "2382",
    "data": " سعيد ابن كثير ابن عفير بالمهملة والفاء مصغر الأنصاري مولاهم المصري وقد ينسب إلى جده صدوق عالم بالأنساب وغيرها قال الحاكم يقال إن مصر لم تخرج أجمع للعلوم منه وقد رد ابن عدي على السعدي في تضعيفه من العاشرة مات سنة ست وعشرين خ م قد س"
  },
  {
    "id": "2383",
    "data": " سعيد ابن كثير ابن المطلب ابن أبي وداعة السهمي أبو إسماعيل المكي مقبول من السادسة س"
  },
  {
    "id": "2384",
    "data": " سعيد ابن أبي كرب الهمداني وثقه أبو زرعة من الرابعة ق"
  },
  {
    "id": " سعيد ابن كيسان هو ابن أبي سعيد المقبري",
    "data": " سعيد ابن كيسان هو ابن أبي سعيد المقبري"
  },
  {
    "id": "2385",
    "data": " سعيد ابن محمد ابن جبير ابن مطعم النوفلي المدني مقبول من الرابعة د س"
  },
  {
    "id": "2386",
    "data": " سعيد ابن محمد ابن سعيد الجرمي الكوفي صدوق رمي بالتشيع من كبار الحادية عشرة خ م د ق"
  },
  {
    "id": "2387",
    "data": " سعيد ابن محمد الوراق الثقفي أبو الحسن الكوفي نزيل بغداد ضعيف من صغار الثامنة ت ق"
  },
  {
    "id": "2388",
    "data": " سعيد ابن مرجانة وهو ابن عبد الله على الصحيح ومرجانة أمه أبو عثمان الحجازي وزعم الذهلي أنه ابن يسار ثقة فاضل مات قبل المائة بثلاث سنين من الثالثة خ م خد ت س"
  },
  {
    "id": "2389",
    "data": " سعيد ابن المرزبان العبسي مولاهم أبو سعد البقال الكوفي الأعور ضعيف مدلس مات بعد الأربعين من الخامسة بخ ت ق"
  },
  {
    "id": "2390",
    "data": " سعيد ابن مروان ابن علي أبو عثمان البغدادي نزيل نيسابور ولم يفرق الكلاباذي بينه وبين الرهاوي الذي بعده صدوق كان يستملي على أحمد مات سنة اثنتين وخمسين من الحادية عشرة خ ق"
  },
  {
    "id": "2391",
    "data": " سعيد ابن مروان أبو عثمان الأزدي الرهاوي ثقة مأمون من الحادية عشرة أيضا س"
  },
  {
    "id": " سعيد ابن أبي مريم هو ابن الحكم تقدم",
    "data": " سعيد ابن أبي مريم هو ابن الحكم تقدم"
  },
  {
    "id": "2392",
    "data": " سعيد ابن مزاحم ابن أبي مزاحم الأموي مولاهم مقبول من الثامنة د س"
  },
  {
    "id": "2393",
    "data": " سعيد ابن مسروق الثوري والد سفيان ثقة من السادسة مات سنة ست وعشرين وقيل بعدها ع"
  },
  {
    "id": "2394",
    "data": " سعيد ابن مسلم ابن بانك بموحدة ونون مفتوحة المدني أبو مصعب ثقة من السادسة س ق"
  },
  {
    "id": "2395",
    "data": " سعيد ابن مسلمة ابن هشام ابن عبد الملك ابن مروان الأموي نزيل الجزيرة ضعيف من الثامنة مات بعد التسعين ت ق"
  },
  {
    "id": "2396",
    "data": " سعيد ابن المسيب ابن حزن ابن أبي وهب ابن عمرو ابن عائذ ابن عمران ابن مخزوم القرشي المخزومي أحد العلماء الأثبات الفقهاء الكبار من كبار الثانية اتفقوا على أن مرسلاته أصح المراسيل وقال ابن المديني لا أعلم في التابعين أوسع علما منه مات بعد التسعين وقد ناهز الثمانين ع"
  },
  {
    "id": "2397",
    "data": " سعيد ابن المغيرة الصياد أبو عثمان المصيصي ثقة من العاشرة مات في حدود العشرين س"
  },
  {
    "id": "2398",
    "data": " سعيد ابن المغيرة الموصلي مجهول وهو متأخر عن الذي قبله قليلا من الحادية عشرة تمييز"
  },
  {
    "id": "2399",
    "data": " سعيد ابن منصور ابن شعبة أبو عثمان الخراساني نزيل مكة ثقة مصنف وكان لا يرجع عما في كتابه لشدة وثوقه به مات سنة سبع وعشرين وقيل بعدها من العاشرة ع"
  },
  {
    "id": "2400",
    "data": " سعيد ابن المهاجر أو ابن أبي المهاجر الحمصي مجهول من الرابعة د"
  },
  {
    "id": "2401",
    "data": " سعيد ابن المهلب مقبول من السابعة وقيل انه ابن المهلب ابن أبي صفرة بخ"
  },
  {
    "id": "2402",
    "data": " سعيد ابن ميمون مجهول من الثامنة ق"
  },
  {
    "id": "2403",
    "data": " سعيد ابن مينا مولى البختري ابن أبي ذباب الحجازي مكي أو مدني يكنى أبا الوليد ثقة من الثالثة خ م د ت ق"
  },
  {
    "id": "2404",
    "data": " سعيد ابن نصير "
  },
  {
    "id": " بالتصغير البغدادي نزيل الرقة أبو عثمان أو أبو منصور الدورقي الوراق صدوق من العاشرة د",
    "data": " بالتصغير البغدادي نزيل الرقة أبو عثمان أو أبو منصور الدورقي الوراق صدوق من العاشرة د"
  },
  {
    "id": "2405",
    "data": " سعيد ابن نصير الشعيري بفتح المعجمة وبالراء الواسطي صدوق من طبقة الذي قبله تمييز"
  },
  {
    "id": "2406",
    "data": " سعيد ابن النضر البغدادي أبو عثمان نزيل جيحون ثقة من العاشرة مات سنة أربع وثلاثين خ"
  },
  {
    "id": "2407",
    "data": " سعيد ابن النضر ابن شبرمة الحارثي الكوفي مقبول من التاسعة وهم من خلطه بالذي قبله تمييز"
  }
]