[
  {
    "id": "2408",
    "data": " سعيد ابن هانئ الخولاني أبو عثمان المصري وقال العجلي شامي ثقة من الثالثة مات سنة سبع وعشرين س ق"
  },
  {
    "id": "2409",
    "data": " سعيد ابن أبي هند الفزاري مولاهم ثقة من الثالثة أرسل عن أبي موسى مات سنة ست عشرة وقيل بعدها ع"
  },
  {
    "id": "2410",
    "data": " سعيد ابن أبي هلال الليثي مولاهم أبو العلاء المصري قيل مدني الأصل وقال ابن يونس بل نشأ بها صدوق لم أر لابن حزم في تضعيفه سلفا إلا أن الساجي حكى عن أحمد أنه اختلط من السادسة مات بعد الثلاثين وقيل قبلها وقيل قبل الخمسين بسنة ع"
  },
  {
    "id": "2411",
    "data": " سعيد ابن وهب الهمداني الخيواني بفتح المعجمة وسكون الياء التحتانية وبعد الألف نون كان يقال له القراد بضم القاف مخففا كوفي ثقة مخضرم "
  },
  {
    "id": " مات سنة خمس أو ست وسبعين بخ م س",
    "data": " مات سنة خمس أو ست وسبعين بخ م س"
  },
  {
    "id": "2412",
    "data": " سعيد ابن وهب الثوري الهمداني كوفي مقبول من الثالثة تمييز"
  },
  {
    "id": "2413",
    "data": " سعيد ابن يحمد بضم الياء التحتانية وكسر الميم وحكى الترمذي أنه قيل فيه أحمد "
  },
  {
    "id": " أبو السفر بفتح المهملة والفاء الهمداني الثوري الكوفي ثقة من الثالثة مات سنة اثنتي عشرة أو بعدها بسنة ع",
    "data": " أبو السفر بفتح المهملة والفاء الهمداني الثوري الكوفي ثقة من الثالثة مات سنة اثنتي عشرة أو بعدها بسنة ع"
  },
  {
    "id": "2414",
    "data": " سعيد ابن يحيى ابن الأزهر ابن نجيح الواسطي أبو عثمان وقد ينسب إلى جده ثقة من العاشرة مات سنة ثلاث أو أربع وأربعين م ق"
  },
  {
    "id": "2415",
    "data": " سعيد ابن يحيى ابن سعيد ابن أبان ابن سعيد ابن العاص الأموي أبو عثمان البغدادي ثقة ربما أخطأ من العاشرة مات سنة تسع وأربعين خ م د ت س"
  },
  {
    "id": "2416",
    "data": " سعيد ابن يحيى ابن صالح اللخمي أبو يحيى الكوفي نزيل دمشق لقبه سعدان صدوق وسط وما له في البخاري سوى حديث واحد من التاسعة مات قبل المائتين خ س ق"
  },
  {
    "id": "2417",
    "data": " سعيد ابن يحيى ابن مهدي ابن عبد الرحمن أبو سفيان الحميري الحذاء الواسطي صدوق وسط أيضا من التاسعة مات سنة اثنتين ومائتين عن تسعين سنة خ ت"
  },
  {
    "id": "2418",
    "data": " سعيد ابن يربوع ابن عنكثة بفتح المهملة وسكون النون وفتح الكاف بعدها مثلثة ابن عامر ابن مخزوم القرشي المخزومي صحابي كان اسمه الصرم ويقال أصرم فغيره النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة أربع وخمسين وله مائة وعشرون سنة أو أزيد له في السنن حديث واحد د"
  },
  {
    "id": "2419",
    "data": " سعيد ابن يزيد ابن مسلمة الأزدي ثم الطاحي "
  },
  {
    "id": " أبو مسلمة البصري القصير ثقة من الرابعة ع",
    "data": " أبو مسلمة البصري القصير ثقة من الرابعة ع"
  },
  {
    "id": "2420",
    "data": " سعيد ابن يزيد البجلي ثم الأحمسي الكوفي صدوق من السابعة س"
  },
  {
    "id": "2421",
    "data": " سعيد ابن يزيد البصري قال أبو حاتم شيخ لم يرو عنه غير قتادة من السادسة إلا أنه قديم الموت س"
  },
  {
    "id": "2422",
    "data": " سعيد ابن يزيد الحميري القتباني بكسر القاف وسكون المثناة بعدها موحدة أبو شجاع الإسكندراني ثقة عابد من السابعة مات سنة أربع وخمسين م د ت س"
  },
  {
    "id": "2423",
    "data": " سعيد ابن يسار أبو الحباب بضم المهملة وموحدتين المدني اختلف في ولائه لمن هو وقيل سعيد ابن مرجانة ولا يصح ثقة متقن من الثالثة مات سنة سبع عشرة وقيل قبلها بسنة ع"
  },
  {
    "id": "2424",
    "data": " سعيد ابن يعقوب الطالقاني أبو بكر ثقة صاحب حديث قال ابن حبان ربما أخطأ من العاشرة مات سنة أربع وأربعين د ت س"
  },
  {
    "id": "2425",
    "data": " سعيد ابن يوسف الرحبي ويقال الزرقي من صنعاء دمشق وقيل من حمص ضعيف من الخامسة مد"
  },
  {
    "id": "2426",
    "data": " سعيد الأنصاري مجهول من الثالثة د"
  },
  {
    "id": " سعيد التبان أبو عثمان يأتي في الكنى",
    "data": " سعيد التبان أبو عثمان يأتي في الكنى"
  },
  {
    "id": "2427",
    "data": " سعيد الصراف مدني مستور من السادسة صد"
  },
  {
    "id": "2428",
    "data": " سعيد القيسي مقبول من الرابعة بخ"
  },
  {
    "id": "2429",
    "data": " سعيد القيسي آخر مقبول من السادسة تمييز"
  },
  {
    "id": " سعيد المقبري هو ابن أبي سعيد ",
    "data": " سعيد المقبري هو ابن أبي سعيد "
  },
  {
    "id": " تقدم",
    "data": " تقدم"
  },
  {
    "id": "2430",
    "data": " سعيد مولى يزيد ابن نمران مجهول من السادسة د"
  },
  {
    "id": "2431",
    "data": " سعيد غير منسوب عن إبراهيم عن ابن الهاد وعنه عثمان ابن عمرو الجزري قال النسائي لا أعرفه وفي نسخة سعيد ابن إبراهيم سي"
  },
  {
    "id": "2432",
    "data": " سعير آخره راء مصغر ابن الخمس بكسر المعجمة وسكون الميم ثم مهملة التميمي أبو مالك أو أبو الأحوص صدوق له عند مسلم حديث واحد في الوسوسة من السابعة م ت س"
  },
  {
    "id": "2433",
    "data": " السفاح بتشديد الفاء آخره مهملة "
  },
  {
    "id": " مقبول من السادسة مد",
    "data": " مقبول من السادسة مد"
  },
  {
    "id": "2434",
    "data": " السفر بسكون الفاء ابن نسير بالنون والمهملة مصغر الأزدي الحمصي أرسل عن أبي الدرداء وهو ضعيف من السادسة ق"
  },
  {
    "id": "2435",
    "data": " سفيان ابن أسيد بفتح أوله وكسر المهملة بعدها تحتانية ويقال بفتح أوله والمهملة بغير ياء صحابي له حديث واحد بخ د"
  },
  {
    "id": "2436",
    "data": " سفيان ابن حبيب البصري البزاز أبو محمد وقيل غير ذلك ثقة من التاسعة مات سنة اثنتين وقيل ست وثمانين "
  },
  {
    "id": " وله ثمان وخمسون سنة بخ 4",
    "data": " وله ثمان وخمسون سنة بخ 4"
  },
  {
    "id": "2437",
    "data": " سفيان ابن حسين ابن حسن أبو محمد أو أبو الحسن الواسطي ثقة في غير الزهري باتفاقهم من السابعة مات بالري مع المهدي وقيل في أول خلافة الرشيد خت م 4"
  },
  {
    "id": " سفيان ابن الحكم وقيل الحكم ابن سفيان مضى في الحاء",
    "data": " سفيان ابن الحكم وقيل الحكم ابن سفيان مضى في الحاء"
  },
  {
    "id": "2438",
    "data": " سفيان ابن حمزة ابن سفيان ابن فروة الأسلمي أبو طلحة المدني صدوق من الثامنة بخ ق"
  },
  {
    "id": "2439",
    "data": " سفيان ابن دينار التمار أبو سعيد الكوفي ثقة من السادسة خ س"
  },
  {
    "id": "2440",
    "data": " سفيان ابن دينار المكي وقيل سعيد ابن دينار وهو أصح مقبول من الثالثة تمييز"
  },
  {
    "id": "2441",
    "data": " سفيان ابن أبي زهير الأزدي من أزد شنوءة بفتح المعجمة وبضم النون وبعد الواو همزة صحابي يعد في أهل المدينة خ م س ق"
  },
  {
    "id": "2442",
    "data": " سفيان ابن زياد ابن آدم العقيلي بضم العين أبو سعد "
  },
  {
    "id": " البصري أو البلدي المؤدب صدوق من الحادية عشرة ق",
    "data": " البصري أو البلدي المؤدب صدوق من الحادية عشرة ق"
  },
  {
    "id": "2443",
    "data": " سفيان ابن زياد البغدادي الرصافي المخرمي وثقه الخطيب من العاشرة تمييز"
  },
  {
    "id": "2444",
    "data": " سفيان ابن زياد ويقال ابن دينار العصفري أبو الورقاء الأحمري أو الأسدي كوفي ثقة من السادسة خ 4"
  },
  {
    "id": "2445",
    "data": " سفيان ابن سعيد ابن مسروق الثوري أبو عبد الله الكوفي ثقة حافظ فقيه عابد إمام حجة من رؤوس الطبقة السابعة وكان ربما دلس مات سنة إحدى وستين وله أربع وستون ع"
  },
  {
    "id": "2446",
    "data": " سفيان ابن عبد الله ابن ربيعة ابن الحارث الثقفي الطائفي صحابي وكان عامل عمر على الطائف م ت س ق"
  },
  {
    "id": "2447",
    "data": " سفيان ابن عبد الرحمن أو ابن عبد الله ق ابن عاصم ابن سفيان ابن عبد الله الثقفي المكي مقبول من السادسة س ق"
  },
  {
    "id": "2448",
    "data": " سفيان ابن عبد الملك المروزي من كبار أصحاب ابن المبارك ثقة من قدماء العاشرة مات قبل المائتين م د ت"
  },
  {
    "id": "2449",
    "data": " سفيان ابن عقبة السوائي الكوفي أخو قبيصة صدوق من التاسعة م 4"
  },
  {
    "id": "2450",
    "data": " سفيان ابن أبي العوجاء السلمي أبو ليلى الحجازي ضعيف من الثالثة د ق"
  },
  {
    "id": "2451",
    "data": " سفيان ابن عيينة ابن أبي عمران ميمون الهلالي أبو محمد الكوفي ثم المكي ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بأخرة وكان ربما دلس لكن عن الثقات من رؤوس الطبقة الثامنة وكان أثبت الناس في عمرو ابن دينار مات في رجب سنة ثمان وتسعين وله إحدى وتسعون سنة ع"
  },
  {
    "id": "2452",
    "data": " سفيان ابن منقذ ابن قيس المصري مولى قريش مقبول من الرابعة بخ"
  },
  {
    "id": "2453",
    "data": " سفيان ابن موسى البصري صدوق من الثامنة م"
  },
  {
    "id": "2454",
    "data": " سفيان ابن نشيط بفتح النون وكسر المعجمة البصري مقبول من السابعة عخ"
  },
  {
    "id": "2455",
    "data": " سفيان ابن هانئ المصري أبو سالم الجيشاني بفتح الجيم وسكون التحتانية بعدها معجمة تابعي مخضرم "
  },
  {
    "id": " شهد فتح مصر ويقال له صحبة مات بعد الثمانين م د س",
    "data": " شهد فتح مصر ويقال له صحبة مات بعد الثمانين م د س"
  },
  {
    "id": "2456",
    "data": " سفيان ابن وكيع ابن الجراح أبو محمد الرؤاسي الكوفي كان صدوقا إلا أنه ابتلي بوراقه فأدخل عليه ما ليس من حديثه فنصح فلم يقبل فسقط حديثه من العاشرة ت ق"
  },
  {
    "id": "2457",
    "data": " سفيان والد عمرو مجهول من الثالثة عس"
  },
  {
    "id": "2458",
    "data": " سفينة مولى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يكنى أبا عبد الرحمن يقال كان اسمه مهران أو غير ذلك فلقب سفينة لكونه حمل شيئا كثيرا في السفر مشهور له أحاديث م 4"
  },
  {
    "id": "2459",
    "data": " السكن ابن إسماعيل الأنصاري ويقال البرجمي أبو معاذ أو أبو عمرو البصري الأصم صدوق من الثامنة صد"
  },
  {
    "id": "2460",
    "data": " السكن ابن المغيرة الأموي مولاهم البزاز البصري صدوق من السابعة ت"
  },
  {
    "id": "2461",
    "data": " سكين بالتصغير ابن عبد العزيز ابن قيس العبدي العطار البصري وهو سكين ابن أبي الفرات صدوق يروي عن ضعفاء من السابعة ر"
  },
  {
    "id": "2462",
    "data": " سلم بفتح أوله وسكون اللام ابن إبراهيم الوراق أبو محمد البصري ضعيف من التاسعة د ق"
  },
  {
    "id": "2463",
    "data": " سلم ابن جعفر البكراوي أبو جعفر الأعمى قال ابن المديني من أهل اليمن صدوق تكلم فيه الأزدي بغير حجة من الثامنة د ت"
  },
  {
    "id": "2464",
    "data": " سلم ابن جنادة ابن سلم السوائي بضم المهملة أبو السائب الكوفي ثقة ربما خالف من العاشرة مات سنة أربع وخمسين وله ثمانون سنة ت ق"
  },
  {
    "id": "2465",
    "data": " سلم ابن أبي الذيال عجلان البصري ثقة قليل الحديث من السابعة له في مسلم حديث واحد بخ م د"
  },
  {
    "id": "2466",
    "data": " سلم ابن زرير بفتح الزاي وراءين العطاردي أبو بشر البصري وثقه أبو حاتم وقال النسائي ليس بالقوي من السادسة مات في حدود الستين خ م س"
  },
  {
    "id": "2467",
    "data": " سلم ابن سلام أبو المسيب الواسطي مقبول من التاسعة فق"
  },
  {
    "id": "2485",
    "data": " سلمة ابن بشر ابن صيفي أبو بشر الدمشقي وربما نسب إلى جده ومنهم من فرق بينهما مقبول من الثامنة د"
  },
  {
    "id": "2486",
    "data": " سلمة ابن تمام أبو عبد الله الشقري بفتح المعجمة والقاف الكوفي صدوق من الرابعة س"
  },
  {
    "id": "2487",
    "data": " سلمة ابن تمام بصري مجهول من الثامنة تمييز"
  },
  {
    "id": " سلمة ابن جعفر ",
    "data": " سلمة ابن جعفر "
  },
  {
    "id": " صوابه سلم",
    "data": " صوابه سلم"
  },
  {
    "id": "2488",
    "data": " سلمة ابن جنادة الهذلي مقبول من السادسة س"
  },
  {
    "id": "2489",
    "data": " سلمة ابن دينار أبو حازم الأعرج الأفزر التمار المدني القاص "
  },
  {
    "id": " مولى الأسود ابن سفيان ثقة عابد من الخامسة مات في خلافة المنصور ع",
    "data": " مولى الأسود ابن سفيان ثقة عابد من الخامسة مات في خلافة المنصور ع"
  },
  {
    "id": "2490",
    "data": " سلمة ابن رجاء التيمي "
  },
  {
    "id": " أبو عبد الرحمن الكوفي صدوق يغرب من الثامنة خ ت ق",
    "data": " أبو عبد الرحمن الكوفي صدوق يغرب من الثامنة خ ت ق"
  },
  {
    "id": "2491",
    "data": " سلمة ابن روح ابن زنباع الجذامي مجهول من الثالثة ق"
  },
  {
    "id": "2492",
    "data": " سلمة ابن سعيد ابن عطية أو عطاء البصري صدوق من التاسعة س"
  },
  {
    "id": "2493",
    "data": " سلمة ابن سليمان المروزي أبو سليمان ويقال أبو أيوب المؤدب ثقة حافظ كان يورق لابن المبارك من كبار العاشرة مات سنة ثلاث ومائتين خ م س"
  },
  {
    "id": "2494",
    "data": " سلمة ابن شبيب المسمعي النيسابوري نزيل مكة ثقة من كبار الحادية عشرة مات سنة بضع وأربعين م 4"
  },
  {
    "id": "2495",
    "data": " سلمة ابن صالح اللخمي المصري صدوق من الثالثة ذكر صاحب الكمال أن مسلما روى له م"
  },
  {
    "id": "2496",
    "data": " سلمة ابن صخر ابن سلمان ابن الصمة الأنصاري الخزرجي ويقال سلمان ويقال له البياضي صحابي ظاهر من امرأته قال البغوي لا أعلم له مسندا غيره د ت ق"
  },
  {
    "id": "2497",
    "data": " سلمة ابن صفوان ابن سلمة الأنصاري الزرقي المدني ثقة من السادسة ق"
  },
  {
    "id": "2498",
    "data": " سلمة ابن صهيب ويقال ابن صهيبة ويقال غير ذلك أبو حذيفة الأرحبي بحاء مهملة ثقة من الثالثة م د ت س"
  },
  {
    "id": "2499",
    "data": " سلمة ابن عبد الله ويقال ابن عبيد الله ابن محصن الأنصاري الخطمي المدني مجهول من الرابعة بخ ت ق"
  },
  {
    "id": "2500",
    "data": " سلمة ابن عبد الله ابن عمر ابن أبي سلمة ابن عبد الأسد المخزومي وربما نسب إلى جد أبيه وإلى جده أخرج له الترمذي حديثا فلم يسمه قال عن رجل من ولد أم سلمة وسماه الحاكم مقبول من الثالثة لم يذكره المزي ت"
  },
  {
    "id": "2501",
    "data": " سلمة ابن عبد الملك العوصي بمهملتين الحمصي صدوق يخالف من التاسعة س"
  },
  {
    "id": "2502",
    "data": " سلمة ابن علقمة التميمي أبو بشر البصري ثقة من السادسة مات سنة تسع وثلاثين خ م د س ق"
  },
  {
    "id": " سلمة ابن علقمة عن داود ابن أبي هند ",
    "data": " سلمة ابن علقمة عن داود ابن أبي هند "
  },
  {
    "id": " صوابه مسلمة تمييز",
    "data": " صوابه مسلمة تمييز"
  },
  {
    "id": "2503",
    "data": " سلمة ابن عمرو ابن الأكوع الأسلمي أبو مسلم وأبو إياس شهد بيعة الرضوان مات سنة أربع وسبعين ع"
  },
  {
    "id": "2504",
    "data": " سلمة ابن العيار بمهملة ثم تحتانية واسم أبيه أحمد ابن حصن الفزاري مولاهم أبو مسلم الدمشقي أصله من مصر ثقة من التاسعة س"
  },
  {
    "id": "2505",
    "data": " سلمة ابن الفضل الأبرش بالمعجمة مولى الأنصار قاضي الري صدوق كثير الخطأ من التاسعة مات بعد التسعين "
  },
  {
    "id": " وقد جاز المائة د ت فق",
    "data": " وقد جاز المائة د ت فق"
  },
  {
    "id": "2506",
    "data": " سلمة ابن قيس الأشجعي صحابي سكن الكوفة ت س ق"
  }
]