[
  {
    "id": " سلمة ابن قيس والد عمرو يأتي",
    "data": " سلمة ابن قيس والد عمرو يأتي"
  },
  {
    "id": "2507",
    "data": " سلمة ابن كلثوم الكندي الشامي صدوق من التاسعة ق"
  },
  {
    "id": "2508",
    "data": " سلمة ابن كهيل الحضرمي أبو يحيى الكوفي ثقة "
  },
  {
    "id": " من الرابعة ع",
    "data": " من الرابعة ع"
  },
  {
    "id": "2509",
    "data": " سلمة ابن المحبق وقيل هو ابن ربيعة ابن صخر الهذلي أبو سنان صحابي سكن البصرة د س ق"
  },
  {
    "id": "2510",
    "data": " سلمة ابن محمد ابن عمار ابن ياسر العنسي بالنون المدني مجهول من الخامسة د ق"
  },
  {
    "id": "2511",
    "data": " سلمة ابن نبيط بنون وموحدة مصغرا ابن شريط بفتح المعجمة الأشجعي أبو فراس الكوفي ثقة يقال اختلط من الخامسة د تم س ق"
  },
  {
    "id": "2512",
    "data": " سلمة ابن نعيم ابن مسعود الأشجعي له ولأبيه صحبة نزل الكوفة د"
  },
  {
    "id": "2513",
    "data": " سلمة ابن نفيل بنون وفاء مصغر السكوني له صحبة سكن حمص س"
  },
  {
    "id": "2514",
    "data": " سلمة ابن وردان الليثي أبو يعلي المدني ضعيف من الخامسة مات سنة بضع وخمسين بخ ت ق"
  },
  {
    "id": "2515",
    "data": " سلمة ابن وهرام بالراء اليماني صدوق من السادسة ت ق"
  },
  {
    "id": "2516",
    "data": " سلمة ابن يزيد الجعفي ويقال يزيد ابن سلمة وهو مقلوب صحابي نزل الكوفة وله ذكر في صحيح مسلم "
  },
  {
    "id": " قد س",
    "data": " قد س"
  },
  {
    "id": "2517",
    "data": " سلمة الأنصاري والد عبد الحميد أو جده صحابي له حديث "
  },
  {
    "id": " مختلف في إسناده س ق",
    "data": " مختلف في إسناده س ق"
  },
  {
    "id": "2518",
    "data": " سلمة الليثي مولاهم المدني لين الحديث من الثالثة د ق"
  },
  {
    "id": "2518",
    "data": " سلمة المكي مقبول من الرابعة بخ ق"
  },
  {
    "id": "2519",
    "data": " سلمة بكسر اللام ابن قيس ويقال نفيع ويقال غير ذلك الجرمي البصري صحابي له وفادة وهو والد عمرو خ د س"
  },
  {
    "id": " سلمويه هو سليمان ابن صالح يأتي",
    "data": " سلمويه هو سليمان ابن صالح يأتي"
  },
  {
    "id": "2520",
    "data": " سليط بفتح أوله وكسر اللام ابن أيوب ابن الحكم الأنصاري المدني مقبول من السادسة د س"
  },
  {
    "id": "2521",
    "data": " سليط ابن عبد الله الطهوي بفتحتين مجهول من السادسة ق"
  },
  {
    "id": "2522",
    "data": " سليط ابن عبد الله ابن يسار أخو أيوب مجهول من الثالثة تمييز"
  },
  {
    "id": "2523",
    "data": " سليم بالتصغير ابن أخضر البصري ثقة ضابط من الثامنة مات سنة ثمانين م ت س"
  },
  {
    "id": "2524",
    "data": " سليم ابن أسود ابن حنظلة أبو الشعثاء المحاربي الكوفي ثقة باتفاق من كبار الثالثة مات في زمن الحجاج "
  },
  {
    "id": " وأرخه ابن قانع سنة ثلاث وثمانين ع",
    "data": " وأرخه ابن قانع سنة ثلاث وثمانين ع"
  },
  {
    "id": "2525",
    "data": " سليم ابن بلج بفتح الموحدة وسكون اللام بعدها جيم الفزاري مقبول من الثالثة ص"
  },
  {
    "id": " سليم ابن جابر الهجيمي بجيم مصغر مضى في جابر ابن سليم",
    "data": " سليم ابن جابر الهجيمي بجيم مصغر مضى في جابر ابن سليم"
  },
  {
    "id": "2526",
    "data": " سليم ابن جبير الدوسي "
  },
  {
    "id": " أبو يونس المصري ثقة من الثالثة مات سنة ثلاث وعشرين بخ م د ت",
    "data": " أبو يونس المصري ثقة من الثالثة مات سنة ثلاث وعشرين بخ م د ت"
  },
  {
    "id": "2527",
    "data": " سليم ابن عامر الكلاعي ويقال الخبائري "
  },
  {
    "id": " أبو يحيى الحمصي ثقة من الثالثة غلط من قال إنه أدرك النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة ثلاثين ومائة بخ م 4",
    "data": " أبو يحيى الحمصي ثقة من الثالثة غلط من قال إنه أدرك النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة ثلاثين ومائة بخ م 4"
  },
  {
    "id": "2528",
    "data": " سليم ابن عامر الشامي أبو عامر صلى خلف أبي بكر من الثانية فرق ابن عساكر بينه وبين الأول فأصاب تمييز"
  },
  {
    "id": "2529",
    "data": " سليم ابن مطير من أهل وادي القرى لين الحديث من الثامنة د"
  },
  {
    "id": "2530",
    "data": " سليم المكي "
  },
  {
    "id": " أبو عبيد الله ",
    "data": " أبو عبيد الله "
  },
  {
    "id": " صدوق من السادسة بخ خد س ",
    "data": " صدوق من السادسة بخ خد س "
  },
  {
    "id": " سليم أبو ميمونة يأتي في الكنى",
    "data": " سليم أبو ميمونة يأتي في الكنى"
  },
  {
    "id": "2531",
    "data": " سليم بفتح أوله ابن حيان بمهملة وتحتانية الهذلي البصري ثقة من السابعة ع"
  },
  {
    "id": "2532",
    "data": " سليمان ابن أرقم البصري أبو معاذ ضعيف من السابعة د ت س"
  },
  {
    "id": "2533",
    "data": " سليمان ابن الأشعث ابن إسحاق ابن بشير ابن شداد الأزدي السجستاني أبو داود ثقة حافظ مصنف السنن وغيرها من كبار العلماء من الحادية عشرة مات سنة خمس وسبعين ت س"
  },
  {
    "id": "2534",
    "data": " سليمان ابن أيوب ابن سليمان ابن داود ابن حذلم الأسدي أبو أيوب الدمشقي صدوق من الثانية عشرة مات سنة تسع وثمانين ومائتين س"
  },
  {
    "id": "2535",
    "data": " سليمان ابن أيوب ابن سليمان أبو أيوب صاحب البصري صدوق من العاشرة مات سنة خمس وثلاثين تمييز"
  },
  {
    "id": "2536",
    "data": " سليمان ابن أيوب ابن سليمان ابن موسى ابن طلحة التيمي صدوق يخطىء من التاسعة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "2537",
    "data": " سليمان ابن بَابَيْه المكي مولى بني نوفل مقبول من الرابعة س"
  },
  {
    "id": "2538",
    "data": " سليمان ابن بريدة ابن الحصيب الأسلمي المروزي قاضيها ثقة من الثالثة مات سنة خمس ومائة وله تسعون سنة م 4"
  },
  {
    "id": "2539",
    "data": " سليمان ابن بلال التيمي مولاهم أبو محمد وأبو أيوب المدني ثقة من الثامنة مات سنة سبع وسبعين ع"
  },
  {
    "id": "2540",
    "data": " سليمان ابن توبة النهرواني ويقال سلمان صدوق من الحادية عشرة مات سنة اثنتين وستين ق"
  },
  {
    "id": "2541",
    "data": " سليمان ابن جابر الهجري مجهول من الخامسة ت س"
  },
  {
    "id": "2542",
    "data": " سليمان ابن جنادة ابن أبي أمية الأزدي منكر الحديث من السادسة د ت ق"
  },
  {
    "id": "2543",
    "data": " سليمان ابن الجهم ابن أبي الجهم الأنصاري الحارثي أبو الجهم الجوزجاني مولى البراء ثقة من الثالثة د س ق"
  },
  {
    "id": " سليمان ابن حبان تقدم في إسماعيل",
    "data": " سليمان ابن حبان تقدم في إسماعيل"
  },
  {
    "id": "2544",
    "data": " سليمان ابن حبيب المحاربي أبو أيوب الداراني القاضي بدمشق ثقة من الثالثة مات سنة ست وعشرين خ د ق"
  },
  {
    "id": "2545",
    "data": " سليمان ابن حرب الأزدي الواشحي بمعجمة ثم مهملة البصري قاضي مكة ثقة إمام حافظ من التاسعة مات سنة أربع وعشرين وله ثمانون سنة ع"
  },
  {
    "id": "2546",
    "data": " سليمان ابن حفص القرشي مجهول أرسل حديثا من الرابعة قد"
  },
  {
    "id": "2547",
    "data": " سليمان ابن حيان الأزدي أبو خالد الأحمر الكوفي صدوق يخطىء من الثامنة مات سنة تسعين أو قبلها وله بضع وسبعون ع"
  },
  {
    "id": "2548",
    "data": " سليمان ابن خارجة ابن زيد ابن ثابت الأنصاري المدني مقبول من السادسة تم"
  },
  {
    "id": "2549",
    "data": " سليمان ابن خربوذ بفتح المعجمة وتشديد الراء بعدها موحدة مضمومة مجهول من السادسة د"
  },
  {
    "id": "2550",
    "data": " سليمان ابن داود ابن الجارود أبو داود الطيالسي البصري ثقة حافظ غلط في أحاديث من التاسعة مات سنة أربع ومائتين خت م 4"
  },
  {
    "id": "2551",
    "data": " سليمان ابن داود ابن حماد المهري أبو الربيع المصري ابن أخي رشدين ثقة من الحادية عشرة مات سنة ثلاث وخمسين د س"
  },
  {
    "id": "2552",
    "data": " سليمان ابن داود ابن داود ابن علي ابن عبد الله ابن عباس أبو أيوب البغدادي الهاشمي الفقيه ثقة جليل قال أحمد ابن حنبل يصلح للخلافة من العاشرة مات سنة تسع عشرة وقيل بعدها عخ 4"
  },
  {
    "id": "2553",
    "data": " سليمان ابن داود ابن رشيد البغدادي الأحول أبو الربيع الختلي بضم المعجمة وتشديد المثناة من الحادية عشرة مات سنة إحدى وثلاثين م"
  },
  {
    "id": "2554",
    "data": " سليمان ابن داود ابن مسلم الهنائي البصري الصائغ المؤذن وربما نسب إلى جده مجهول من السادسة ق"
  },
  {
    "id": "2555",
    "data": " سليمان ابن داود الخولاني أبو داود الدمشقي سكن داريا صدوق من السابعة مد س"
  },
  {
    "id": "2556",
    "data": " سليمان ابن داود العتكي أبو الربيع الزهراني البصري نزيل بغداد ثقة لم يتكلم فيه أحد بحجة من العاشرة مات سنة أربع وثلاثين خ م د س"
  },
  {
    "id": "2557",
    "data": " سليمان ابن داود المباركي ويقال سليمان ابن محمد وهو أقوى أبو داود الواسطي صدوق من العاشرة م س"
  },
  {
    "id": "2558",
    "data": " سليمان ابن راشد المصري مقبول من السادسة بخ"
  },
  {
    "id": "2559",
    "data": " سليمان ابن زياد الحضرمي المصري ثقة من الخامسة تم ق"
  },
  {
    "id": "2560",
    "data": " سليمان ابن زيد ابن ثابت الأنصاري مقبول من الثالثة بخ"
  },
  {
    "id": "2561",
    "data": " سليمان ابن زيد المحاربي أو الأزدي أبو إدام "
  },
  {
    "id": " الكوفي ضعيف رماه يحيى ابن معين من الخامسة بخ",
    "data": " الكوفي ضعيف رماه يحيى ابن معين من الخامسة بخ"
  },
  {
    "id": "2562",
    "data": " سليمان ابن سحيم أبو أيوب المدني صدوق من الثالثة م د س ق"
  },
  {
    "id": "2563",
    "data": " سليمان ابن سفيان التيمي مولاهم أبو سفيان المدني ضعيف من الثامنة ت"
  },
  {
    "id": "2564",
    "data": " سليمان ابن سفيان عراقي ضعيف من الثامنة أيضا تمييز"
  },
  {
    "id": "2565",
    "data": " سليمان ابن سلم ابن سابق الهدادي بفتح الهاء وتخفيف الدال أبو داود المصاحفي البلخي ثقة من الحادية عشرة مات سنة ثمان وثلاثين د ت س"
  },
  {
    "id": "2566",
    "data": " سليمان ابن سليم الكلبي أبو سلمة الشامي القاضي بحمص ثقة عابد من السابعة مات سنة سبع وأربعين 4"
  },
  {
    "id": "2567",
    "data": " سليمان ابن أبي سليمان الهاشمي مولاهم مقبول من الثالثة ت"
  },
  {
    "id": "2568",
    "data": " سليمان ابن أبي سليمان "
  },
  {
    "id": " أبو إسحاق الشيباني الكوفي ثقة من الخامسة مات في حدود الأربعين ع",
    "data": " أبو إسحاق الشيباني الكوفي ثقة من الخامسة مات في حدود الأربعين ع"
  },
  {
    "id": " سليمان ابن أبي سليمان قيل هو اسم منبوذ يأتي",
    "data": " سليمان ابن أبي سليمان قيل هو اسم منبوذ يأتي"
  },
  {
    "id": "2569",
    "data": " سليمان ابن سمرة ابن جندب الفزاري مقبول من الثالثة د"
  },
  {
    "id": "2570",
    "data": " سليمان ابن سنان المزني المدني نزيل مصر ثقة من الثالثة س"
  },
  {
    "id": "2571",
    "data": " سليمان ابن سيف ابن يحيى ابن درهم الطائي مولاهم أبو داود الحراني ثقة حافظ من الحادية عشرة مات سنة اثنتين وسبعين س"
  },
  {
    "id": "2572",
    "data": " سليمان ابن صالح الليثي مولاهم أبو صالح المروزي "
  },
  {
    "id": " يلقب سلمويه ثقة من العاشرة مات قبل سنة عشر ومائتين وقد بلغ مائة خ س",
    "data": " يلقب سلمويه ثقة من العاشرة مات قبل سنة عشر ومائتين وقد بلغ مائة خ س"
  },
  {
    "id": "2573",
    "data": " سليمان ابن أبي صالح الهاشمي مولاهم أرسل حديثا "
  },
  {
    "id": " من الثالثة مد",
    "data": " من الثالثة مد"
  },
  {
    "id": "2574",
    "data": " سليمان ابن صرد بضم المهملة وفتح الراء ابن الجون الخزاعي أبو مطرف الكوفي صحابي قتل بعين الوردة سنة خمس وستين ع"
  },
  {
    "id": "2575",
    "data": " سليمان ابن طرخان التيمي أبو المعتمر البصري نزل في التيم فنسب إليهم ثقة عابد من الرابعة مات سنة ثلاث وأربعين وهو ابن سبع وتسعين ع"
  },
  {
    "id": "2576",
    "data": " سليمان ابن عامر ابن عمير الكندي المروزي صدوق من التاسعة س فق"
  },
  {
    "id": "2577",
    "data": " سليمان ابن عبد الله ابن الحارث الهاشمي مجهول الحال من السابعة س"
  },
  {
    "id": "2578",
    "data": " سليمان ابن عبد الله ابن الزبرقان ويقال ابن عبد الرحمن ابن فيروز لين الحديث من السابعة ق"
  },
  {
    "id": "2579",
    "data": " سليمان ابن عبد الله ابن عويمر الأسلمي مقبول من السادسة مد"
  },
  {
    "id": "2580",
    "data": " سليمان ابن عبد الله ابن محمد ابن سليمان ابن أبي داود الحراني أبو أيوب صدوق من الحادية عشرة مات سنة ثلاث وستين س"
  },
  {
    "id": "2581",
    "data": " سليمان ابن عبد الله أبو فاطمة لين الحديث من السادسة عس"
  },
  {
    "id": "2582",
    "data": " سليمان ابن أبي عبد الله مقبول من الثالثة د"
  },
  {
    "id": "2583",
    "data": " سليمان ابن عبد الجبار ابن زريق بتقديم الزاي مصغر الخياط أبو أيوب البغدادي صدوق من الحادية عشرة ت"
  },
  {
    "id": "2584",
    "data": " سليمان ابن عبد الحميد ابن رافع البهراني أبو أيوب الحمصي صدوق رمي بالنصب وأفحش النسائي القول فيه من الحادية عشرة مات سنة أربع وسبعين د"
  },
  {
    "id": "2585",
    "data": " سليمان ابن عبد الحميد ابن عبد العزيز الحمصي مقبول من العاشرة تمييز"
  },
  {
    "id": "2586",
    "data": " سليمان ابن عبد الرحمن ابن ثوبان العامري مولاهم المدني مقبول من السادسة س"
  }
]