[
  {
    "id": "2587",
    "data": " سليمان ابن عبد الرحمن ابن حماد ابن عمران ابن موسى ابن طلحة التيمي أبو داود التمار الكوفي صدوق من العاشرة مات سنة اثنتين وخمسين د"
  },
  {
    "id": "2588",
    "data": " سليمان ابن عبد الرحمن ابن عيسى التميمي الدمشقي ابن بنت شرحبيل أبو أيوب صدوق يخطىء من العاشرة مات سنة ثلاث وثلاثين 4"
  },
  {
    "id": "2589",
    "data": " سليمان ابن عبد الرحمن ابن عيسى البصري أصله من خراسان ثقة من السادسة 4"
  },
  {
    "id": "2590",
    "data": " سليمان ابن عبيد الله ابن عمرو ابن جابر الغيلاني المازني أبو أيوب البصري صدوق من الحادية عشرة مات سنة ست أو سبع وأربعين م س"
  },
  {
    "id": "2591",
    "data": " سليمان ابن عبيد الله الأنصاري أبو أيوب الرقي "
  },
  {
    "id": " صدوق ليس بالقوي من العاشرة ت ق",
    "data": " صدوق ليس بالقوي من العاشرة ت ق"
  },
  {
    "id": "2592",
    "data": " سليمان ابن عتبة ابن ثور ابن يزيد ابن الأخنس أبو الربيع الداراني صدوق له غرائب من السابعة قد ق"
  },
  {
    "id": "2593",
    "data": " سليمان ابن عتيق المدني صدوق من الرابعة ومن قال فيه ابن عتيك فقد وهم م د س ق"
  },
  {
    "id": "2594",
    "data": " سليمان ابن عطاء ابن قيس القرشي أبو عمر الجزري منكر الحديث من الثامنة مات قبل المائتين ق"
  },
  {
    "id": "2595",
    "data": " سليمان ابن عطاء المكي مقبول من الرابعة وهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "2596",
    "data": " سليمان ابن علي ابن عبد الله ابن عباس الهاشمي أحد الأشراف عم الخليفتين السفاح والمنصور مقبول من السادسة مات سنة اثنتين وأربعين وله ستون إلا سنة س ق"
  },
  {
    "id": "2597",
    "data": " سليمان ابن علي الربعي الأزدي البصري أبو عكاشة ثقة من الخامسة م س ق"
  },
  {
    "id": "2598",
    "data": " سليمان ابن عمرو ابن الأحوص الجشمي بضم الجيم وفتح المعجمة كوفي مقبول من الثالثة 4"
  },
  {
    "id": "2599",
    "data": " سليمان ابن عمرو ابن عبد أو عبيد الليثي "
  },
  {
    "id": " أبو الهيثم المصري ثقة من الرابعة بخ 4",
    "data": " أبو الهيثم المصري ثقة من الرابعة بخ 4"
  },
  {
    "id": " سليمان ابن فيروز هو ابن أبي سليمان تقدم",
    "data": " سليمان ابن فيروز هو ابن أبي سليمان تقدم"
  },
  {
    "id": "2600",
    "data": " سليمان ابن قرم بفتح القاف وسكون الراء ابن معاذ أبو داود البصري النحوي ومنهم من ينسبه إلى جده سيء الحفظ يتشيع من السابعة خت د ت س"
  },
  {
    "id": " سليمان ابن قسيم هو ابن يسير يأتي",
    "data": " سليمان ابن قسيم هو ابن يسير يأتي"
  },
  {
    "id": "2601",
    "data": " سليمان ابن قيس اليشكري بفتح التحتانية بعدها معجمة البصري ثقة من الثالثة مات قديما "
  },
  {
    "id": " قبل الثمانين ",
    "data": " قبل الثمانين "
  },
  {
    "id": " ت ق",
    "data": " ت ق"
  },
  {
    "id": "2602",
    "data": " سليمان ابن كثير العبدي البصري أبو داود وأبو محمد لا بأس به في غير الزهري من السابعة مات سنة ثلاث وثلاثين ع"
  },
  {
    "id": "2603",
    "data": " سليمان ابن كنانة الأموي مولى عثمان مجهول الحال من السابعة د"
  },
  {
    "id": "2604",
    "data": " سليمان ابن كندير أبو صدقة العجلي لا بأس به من الرابعة د"
  },
  {
    "id": " سليمان ابن كيسان أبو عيسى الخراساني في الكنى",
    "data": " سليمان ابن كيسان أبو عيسى الخراساني في الكنى"
  },
  {
    "id": "2605",
    "data": " سليمان ابن محمد ابن سليمان الرعيني أبو أيوب الحمصي مقبول من الحادية عشرة قال المزي لم أقف على روايته "
  },
  {
    "id": " عنه س",
    "data": " عنه س"
  },
  {
    "id": " سليمان ابن محمد المباركي تقدم في ابن داود",
    "data": " سليمان ابن محمد المباركي تقدم في ابن داود"
  },
  {
    "id": "2606",
    "data": " سليمان ابن محمد ابن محمود ابن عبد الله ابن محمد ابن مسلمة الأنصاري الحارثي المدني ومنهم من أسقط عبد الله من نسبه مقبول من السادسة صد"
  },
  {
    "id": "2607",
    "data": " سليمان ابن محمد ابن يحيى ابن عروة ابن الزبير الأسدي مقبول من السادسة مد"
  },
  {
    "id": " سليمان ابن مسكين في سلام",
    "data": " سليمان ابن مسكين في سلام"
  },
  {
    "id": "2608",
    "data": " سليمان ابن أبي مسلم المكي الأحول خال ابن أبي نجيح قيل اسم أبيه عبد الله ثقة ثقة قاله أحمد من الخامسة ع"
  },
  {
    "id": "2609",
    "data": " سليمان ابن مسهر الفزاري الكوفي ثقة من الرابعة ووهم من ذكره في الصحابة م د س"
  },
  {
    "id": "2610",
    "data": " سليمان ابن مطر النيسابوري ثقة من العاشرة س"
  },
  {
    "id": " سليمان ابن معاذ هو ابن قرم تقدم",
    "data": " سليمان ابن معاذ هو ابن قرم تقدم"
  },
  {
    "id": "2611",
    "data": " سليمان ابن معبد ابن كوسجان بمهملة ثم جيم المروزي أبو داود السنجي بكسر المهملة بعدها نون ساكنة ثم جيم ثقة صاحب حديث رحال أديب من الحادية عشرة مات سنة سبع وخمسين م ت س"
  },
  {
    "id": "2612",
    "data": " سليمان ابن المغيرة القيسي مولاهم البصري أبو سعيد ثقة ثقة قاله يحيى ابن معين من السابعة أخرج له البخاري مقرونا وتعليقا مات سنة خمس وستين ع"
  },
  {
    "id": "2613",
    "data": " سليمان ابن أبي المغيرة العبسي بالموحدة الكوفي أبو عبد الله صدوق من السادسة ق"
  },
  {
    "id": "2614",
    "data": " سليمان ابن منصور البلخي البزاز الدهني "
  },
  {
    "id": " لقبه زرغنده بفتح الزاي وسكون الراء بعدها غين معجمة مفتوحة ثم نون ساكنة ",
    "data": " لقبه زرغنده بفتح الزاي وسكون الراء بعدها غين معجمة مفتوحة ثم نون ساكنة "
  },
  {
    "id": " لا بأس به من العاشرة س",
    "data": " لا بأس به من العاشرة س"
  },
  {
    "id": "2615",
    "data": " سليمان ابن مهران الأسدي الكاهلي أبو محمد الكوفي الأعمش ثقة حافظ عارف بالقراءات "
  },
  {
    "id": " ورع لكنه يدلس من الخامسة مات سنة سبع وأربعين أو ثمان وكان مولده أول سنة إحدى وستين ع",
    "data": " ورع لكنه يدلس من الخامسة مات سنة سبع وأربعين أو ثمان وكان مولده أول سنة إحدى وستين ع"
  },
  {
    "id": "2616",
    "data": " سليمان ابن موسى الأموي مولاهم الدمشقي الأشدق صدوق فقيه في حديثه بعض لين وخولط قبل موته بقليل من الخامسة م 4"
  },
  {
    "id": "2617",
    "data": " سليمان ابن موسى الزهري أبو داود الكوفي خراساني الأصل نزل الكوفة ثم دمشق فيه لين من الثامنة د"
  },
  {
    "id": "2618",
    "data": " سليمان ابن أبي يحيى حجازي ليس به بأس من الرابعة د"
  },
  {
    "id": " سليمان ابن يزيد أبو المثنى الكعبي يأتي في الكنى",
    "data": " سليمان ابن يزيد أبو المثنى الكعبي يأتي في الكنى"
  },
  {
    "id": "2619",
    "data": " سليمان ابن يسار الهلالي المدني مولى ميمونة وقيل أم سلمة ثقة فاضل أحد الفقهاء السبعة من كبار الثالثة مات بعد المائة وقيل قبلها ع"
  },
  {
    "id": "2620",
    "data": " سليمان ابن يسير وقيل ابن قسيم أبو الصباح بالموحدة النخعي مولاهم الكوفي ضعيف من السادسة ق"
  },
  {
    "id": "2621",
    "data": " سليمان الأسود الناجي بالنون والجيم البصري أبو محمد صدوق من السادسة د ت"
  },
  {
    "id": " سليمان الكلابي ",
    "data": " سليمان الكلابي "
  },
  {
    "id": " صوابه عبدة ابن سليمان",
    "data": " صوابه عبدة ابن سليمان"
  },
  {
    "id": "2622",
    "data": " سليمان المنبهي بنون ثم موحدة مكسورة يقال اسم أبيه عبد الله مجهول من الثالثة د فق"
  },
  {
    "id": "2623",
    "data": " سليمان الهاشمي مجهول من الثالثة س"
  },
  {
    "id": " سليمان أبو فاطمة هو ابن عبد الله تقدم",
    "data": " سليمان أبو فاطمة هو ابن عبد الله تقدم"
  },
  {
    "id": " سليمان مولى أم علي هو سليم المكي",
    "data": " سليمان مولى أم علي هو سليم المكي"
  },
  {
    "id": " سليمان أبو أيوب ويقال عبد الله ابن أبي سليمان يأتي",
    "data": " سليمان أبو أيوب ويقال عبد الله ابن أبي سليمان يأتي"
  },
  {
    "id": " سليمان الأحول هو ابن أبي مسلم",
    "data": " سليمان الأحول هو ابن أبي مسلم"
  },
  {
    "id": " سليمان الأعمش هو ابن مهران",
    "data": " سليمان الأعمش هو ابن مهران"
  },
  {
    "id": " سليمان التيمي هو ابن طرخان",
    "data": " سليمان التيمي هو ابن طرخان"
  },
  {
    "id": " سليمان الشيباني هو ابن أبي سليمان",
    "data": " سليمان الشيباني هو ابن أبي سليمان"
  },
  {
    "id": " سليمان اليشكري هو ابن قيس",
    "data": " سليمان اليشكري هو ابن قيس"
  },
  {
    "id": "2624",
    "data": " سماك بكسر أوله وتخفيف الميم ابن حرب ابن أوس ابن خالد الذهلي البكري الكوفي أبو المغيرة صدوق وروايته عن عكرمة خاصة مضطربة وقد تغير بأخرة فكان ربما تلقن "
  },
  {
    "id": " من الرابعة مات سنة ثلاث وعشرين خت م 4",
    "data": " من الرابعة مات سنة ثلاث وعشرين خت م 4"
  },
  {
    "id": "2625",
    "data": " سماك ابن سلمة الضبي ثقة من الثالثة بخ"
  },
  {
    "id": "2626",
    "data": " سماك ابن عطية البصري المربدي بكسر الميم وسكون الراء بعدها موحدة ثقة من السادسة خ م د"
  },
  {
    "id": "2627",
    "data": " سماك ابن الفضل الخولاني اليماني ثقة من السادسة د ت س"
  },
  {
    "id": "2628",
    "data": " سماك ابن الوليد الحنفي أبو زميل بالزاي مصغرا اليمامي ثم الكوفي ليس به بأس من الثالثة بخ م 4"
  },
  {
    "id": "2629",
    "data": " سمرة بضم الميم ابن جنادة السوائي بضم المهملة والد جابر له ولابنه صحبة خ م د ت"
  },
  {
    "id": "2630",
    "data": " سمرة ابن جندب ابن هلال الفزاري حليف الأنصار صحابي مشهور له أحاديث مات بالبصرة سنة ثمان وخمسين ع"
  },
  {
    "id": "2631",
    "data": " سمرة ابن سهم القرشي الأسدي مجهول من الثانية ت س ق"
  },
  {
    "id": "2632",
    "data": " سمعان ابن مشنج بمعجمة ونون ثقيلة ثم جيم وقيل مشمرج كوفي صدوق من الثالثة د س"
  },
  {
    "id": "2633",
    "data": " سمعان أبو يحيى الأسلمي مولاهم المدني لا بأس به من الثالثة 4"
  },
  {
    "id": "2634",
    "data": " سمي بصيغة التصغير ابن قيس اليماني مجهول من السادسة د ت س"
  },
  {
    "id": "2635",
    "data": " سمي مولى أبي بكر ابن عبد الرحمن ابن الحارث ابن هشام ثقة من السادسة مات سنة ثلاثين مقتولا بقديد ع"
  },
  {
    "id": "2636",
    "data": " السميدع بفتح أوله والميم وسكون التحتانية وفتح الدال ابن واهب ابن سوار ابن زهدم الجرمي البصري ثقة من التاسعة مات قديما س"
  },
  {
    "id": "2637",
    "data": " سمير بوزن الذي قبله لكن آخره راء ابن نهار العبدي البصري صدوق وقيل هو شتير د بمعجمة ثم مثناة صدوق من الثالثة ت"
  },
  {
    "id": "2638",
    "data": " سميط ابن عمير "
  },
  {
    "id": " ويقال ابن سمير السدوسي البصري أبو عبد الله صدوق من الثالثة بخ م س ق",
    "data": " ويقال ابن سمير السدوسي البصري أبو عبد الله صدوق من الثالثة بخ م س ق"
  },
  {
    "id": "2639",
    "data": " سنان ابن ربيعة الباهلي البصري أبو ربيعة صدوق فيه لين أخرج له البخاري مقرونا من الرابعة خ د ت ق"
  },
  {
    "id": " سنان ابن سعد ويقال سعد ابن سنان ",
    "data": " سنان ابن سعد ويقال سعد ابن سنان "
  },
  {
    "id": "2640",
    "data": " سنان ابن سلمة ابن المحبق البصري الهذلي ولد يوم حنين فله رؤية وقد أرسل أحاديث مات في آخر إمارة الحجاج م د س ق"
  },
  {
    "id": "2641",
    "data": " سنان ابن أبي سنان الديلي المدني ثقة من الثالثة مات سنة خمس ومائة وله اثنتان وثمانون سنة خ م ت س"
  },
  {
    "id": "2642",
    "data": " سنان ابن سنة بفتح المهملة وتشديد النون الأسلمي المدني صحابي مات في خلافة عثمان سنة اثنتين وثلاثين ق"
  },
  {
    "id": "2643",
    "data": " سنان ابن قيس شامي مقبول من السابعة ويقال سيار د"
  },
  {
    "id": " سنان ابن منظور ",
    "data": " سنان ابن منظور "
  },
  {
    "id": " صوابه سيار",
    "data": " صوابه سيار"
  },
  {
    "id": "2644",
    "data": " سنان ابن هارون البرجمي أبو بشر الكوفي صدوق فيه لين من الثامنة ت"
  },
  {
    "id": "2645",
    "data": " سنان ابن يزيد التميمي أبو حكيم الرهاوي والد أبي فروة مجهول من الثالثة رأى عليا ثم عمر حتى بلغ ستا وعشرين ومائة سنة فق"
  },
  {
    "id": "2646",
    "data": " سنيد بنون ثم دال مصغرا ابن داود المصيصي المحتسب واسمه حسين ضعف مع إمامته ومعرفته لكونه كان يلقن حجاج ابن محمد شيخه من العاشرة مات سنة ست وعشرين ق"
  },
  {
    "id": "2647",
    "data": " سنين كالأول لكن آخره نون أبو جميلة بفتح الجيم السلمي يقال اسم أبيه فرقد صحابي صغير له في البخاري حديث واحد خ كد كن"
  },
  {
    "id": "2648",
    "data": " سهل ابن إسحاق ابن إبراهيم المازني أبو هشام الواسطي "
  },
  {
    "id": " ويقال اسمه سهم بالميم مقبول من الحادية عشرة فق",
    "data": " ويقال اسمه سهم بالميم مقبول من الحادية عشرة فق"
  },
  {
    "id": "2649",
    "data": " سهل ابن أسلم العدوي مولاهم البصري أبو سعيد صدوق من الثامنة مات سنة إحدى وثمانين ت"
  },
  {
    "id": "2650",
    "data": " سهل ابن أبي أمامة ابن سهل ابن حنيف الأنصاري المدني نزيل مصر ثقة من الخامسة مات بالإسكندرية م 4"
  },
  {
    "id": "2651",
    "data": " سهل ابن بكار ابن بشر الدارمي البصري أبو بشر المكفوف ثقة ربما وهم من العاشرة مات سنة سبع أو ثمان وعشرين خ د س"
  },
  {
    "id": "2652",
    "data": " سهل ابن تمام ابن بزيع بفتح الموحدة وكسر الزاي السعدي البصري أبو عمرو صدوق يخطىء من العاشرة د"
  },
  {
    "id": "2653",
    "data": " سهل ابن أبي حثمة ابن ساعدة ابن عامر الأنصاري الخزرجي المدني صحابي صغير ولد سنة ثلاث من الهجرة وله أحاديث مات في خلافة معاوية ع"
  },
  {
    "id": "2654",
    "data": " سهل ابن حماد أبو عتاب بمهملة ومثناة ثم موحدة الدلال البصري صدوق من التاسعة مات سنة ثمان ومائتين وقيل قبلها م 4"
  },
  {
    "id": "2655",
    "data": " سهل ابن الحنظلية صحابي أنصاري أوسي والحنظلية أمه أو من أمهاته واختلف في اسم أبيه بخ د س"
  }
]