[
  {
    "id": "2656",
    "data": " سهل ابن حنيف ابن واهب الأنصاري الأوسي صحابي من أهل بدر واستخلفه علي على البصرة ومات في خلافته ع"
  },
  {
    "id": "2657",
    "data": " سهل ابن زنجلة ابن أبي الصغدي "
  },
  {
    "id": " الرازي أبو عمرو الخياط الأشتر الحافظ صدوق من العاشرة مات في حدود الأربعين ق",
    "data": " الرازي أبو عمرو الخياط الأشتر الحافظ صدوق من العاشرة مات في حدود الأربعين ق"
  },
  {
    "id": "2658",
    "data": " سهل ابن سعد ابن مالك ابن خالد الأنصاري الخزرجي الساعدي أبو العباس له ولأبيه صحبة مشهور مات سنة ثمان وثمانين وقيل بعدها وقد جاز المائة ع"
  },
  {
    "id": " سهل ابن أبي سهل هو ابن زنجلة تقدم",
    "data": " سهل ابن أبي سهل هو ابن زنجلة تقدم"
  },
  {
    "id": "2659",
    "data": " سهل ابن صالح ابن حكيم الأنطاكي أبو سعيد البزار "
  },
  {
    "id": " صدوق من الحادية عشرة د س",
    "data": " صدوق من الحادية عشرة د س"
  },
  {
    "id": "2660",
    "data": " سهل ابن صالح أبو معيوف بمهملة ساكنة ثم تحتانية مضمومة ثم فاء مجهول من العاشرة تمييز"
  },
  {
    "id": "2661",
    "data": " سهل ابن صالح البغدادي مجهول من العاشرة أيضا تمييز"
  },
  {
    "id": " سهل ابن أبي الصغدي هو ابن زنجلة تقدم",
    "data": " سهل ابن أبي الصغدي هو ابن زنجلة تقدم"
  },
  {
    "id": "2662",
    "data": " سهل ابن صقير بالقاف وقيل "
  },
  {
    "id": " بالمهملة أبو الحسن الخلاطي أصله من البصرة منكر الحديث اتهمه الخطيب بالوضع من العاشرة ق",
    "data": " بالمهملة أبو الحسن الخلاطي أصله من البصرة منكر الحديث اتهمه الخطيب بالوضع من العاشرة ق"
  },
  {
    "id": "2663",
    "data": " سهل ابن أبي الصلت العيشي بالتحتانية والمعجمة البصري السراج صدوق له أفراد كان القطان لا يرضاه من السابعة قد"
  },
  {
    "id": "2664",
    "data": " سهل ابن عثمان ابن فارس الكندي أبو مسعود العسكري نزيل الري أحد الحفاظ له غرائب من العاشرة مات سنة خمس وثلاثين م"
  },
  {
    "id": " سهل ابن أبي عقيل هو ابن هاشم يأتي",
    "data": " سهل ابن أبي عقيل هو ابن هاشم يأتي"
  },
  {
    "id": "2665",
    "data": " سهل ابن محمد ابن الزبير العسكري نزيل البصرة ثقة رجحه أبو زرعة على الذي قبله من العاشرة أيضا مات سنة سبع وعشرين د س"
  },
  {
    "id": "2666",
    "data": " سهل ابن محمد ابن عثمان أبو حاتم السجستاني النحوي المقرىء البصري صدوق فيه دعابة من الحادية عشرة مات سنة خمس وخمسين د س"
  },
  {
    "id": " سهل ابن مروان ",
    "data": " سهل ابن مروان "
  },
  {
    "id": " صوابه سهيل ابن مهران",
    "data": " صوابه سهيل ابن مهران"
  },
  {
    "id": "2667",
    "data": " سهل ابن معاذ ابن أنس الجهني نزيل مصر لا بأس به إلا في روايات زبان عنه من الرابعة بخ د ت ق"
  },
  {
    "id": "2668",
    "data": " سهل ابن هاشم ابن بلال "
  },
  {
    "id": " من ولد أبي سلام الحبشي واسطي الأصل نزل الشام لا بأس به من التاسعة س",
    "data": " من ولد أبي سلام الحبشي واسطي الأصل نزل الشام لا بأس به من التاسعة س"
  },
  {
    "id": "2669",
    "data": " سهل ابن يوسف الأنماطي البصري ثقة رمي بالقدر من كبار التاسعة مات سنة تسعين ومائة بخ 4"
  },
  {
    "id": " سهل أبو الأسد يأتي في آخر من اسمه علي",
    "data": " سهل أبو الأسد يأتي في آخر من اسمه علي"
  },
  {
    "id": " سهل السراج هو ابن أبي الصلت تقدم",
    "data": " سهل السراج هو ابن أبي الصلت تقدم"
  },
  {
    "id": " سهم ابن إسحاق تقدم في سهل",
    "data": " سهم ابن إسحاق تقدم في سهل"
  },
  {
    "id": "2670",
    "data": " سهم ابن المعتمر البصري مقبول من الثالثة س"
  },
  {
    "id": "2671",
    "data": " سهم ابن منجاب ابن راشد الضبي الكوفي ثقة من السادسة وان ثبت أنه الذي يروي عن العلاء ابن الحضرمي فهو من الثالثة لكن فرق بينهما ابن حبان م د تم س ق"
  },
  {
    "id": "2672",
    "data": " سهيل بالتصغير ابن أبي حزم مهران أو عبد الله القطعي بضم القاف وفتح الطاء أبو بكر البصري ضعيف من السابعة ع"
  },
  {
    "id": " سهيل ابن خليفة ابن عبدة أبو سوية الفقيمي لم يصح أن أبا داود روى له وسيأتي بيان ذلك في الكنى",
    "data": " سهيل ابن خليفة ابن عبدة أبو سوية الفقيمي لم يصح أن أبا داود روى له وسيأتي بيان ذلك في الكنى"
  },
  {
    "id": "2673",
    "data": " سهيل ابن خلاد العبدي البصري مقبول من العاشرة س"
  },
  {
    "id": "2674",
    "data": " سهيل ابن ذراع أبو ذراع الكوفي مقبول من الثالثة بخ"
  },
  {
    "id": "2675",
    "data": " سهيل ابن أبي صالح ذكوان السمان أبو يزيد المدني صدوق تغير حفظه بأخرة روى له البخاري مقرونا وتعليقا من السادسة مات في خلافة المنصور ع"
  },
  {
    "id": " سهيل ابن عبد الله هو ابن مهران وهو ابن ",
    "data": " سهيل ابن عبد الله هو ابن مهران وهو ابن "
  },
  {
    "id": " حزم تقدم",
    "data": " حزم تقدم"
  },
  {
    "id": "2676",
    "data": " سواء ابن خالد أخو حبة صحابي له حديث بخ ق"
  },
  {
    "id": "2677",
    "data": " سواء الخزاعي مقبول من الثالثة د س"
  },
  {
    "id": "2678",
    "data": " سوادة ابن أبي الأسود عبد الله أو مسلم ابن مخراق القطان البصري ويقال إنه مسلم القري بضم القاف وتشديد الراء مولى أبي بكرة ثقة من السابعة م"
  },
  {
    "id": "2679",
    "data": " سوادة ابن أبي الجعد أو ابن الجعد الجعفي مقبول من السادسة س"
  },
  {
    "id": "2680",
    "data": " سوادة ابن حنظلة "
  },
  {
    "id": " القشيري البصري صدوق من الثالثة م د ت س",
    "data": " القشيري البصري صدوق من الثالثة م د ت س"
  },
  {
    "id": "2681",
    "data": " سوادة ابن عاصم العنزي بالنون والزاي أبو حاجب البصري صدوق يقال إن مسلما أخرج له من الثالثة م 4"
  },
  {
    "id": "2682",
    "data": " سوار بتشديد الواو آخره راء ابن داود المزني أبو حمزة الصيرفي البصري صاحب الحلي صدوق له أوهام من السابعة د ق"
  },
  {
    "id": "2683",
    "data": " سوار ابن سهل البصري صدوق من الحادية عشرة كد"
  },
  {
    "id": "2684",
    "data": " سوار ابن عبد الله ابن سوار ابن عبد الله ابن قدامة التميمي العنبري أبو عبد الله البصري قاضي الرصافة وغيرها ثقة من العاشرة غلط من تكلم فيه مات سنة خمس وأربعين وله ثلاث وستون "
  },
  {
    "id": " د ت س",
    "data": " د ت س"
  },
  {
    "id": "2685",
    "data": " سوار ابن عبد الله ابن قدامة التميمي العنبري جد الذي قبله كان قاضي البصرة وهو أشهر في القضاء من الذي قبله وذاك أشهر في الحديث منه صدوق محمود السيرة تكلم فيه الثوري لدخوله في القضاء من السابعة مات سنة ست وخمسين تمييز"
  },
  {
    "id": "2686",
    "data": " سوار ابن عمارة الربعي الرملي أبو عمارة صدوق ربما خالف من التاسعة مد"
  },
  {
    "id": " سوار أبو إدريس المرهبي يأتي في الكنى",
    "data": " سوار أبو إدريس المرهبي يأتي في الكنى"
  },
  {
    "id": "2687",
    "data": " سويد ابن إبراهيم الجحدري أبو حاتم الحناط بالنون البصري ويقال له صاحب الطعام صدوق سيء الحفظ له أغلاط وقد أفحش ابن حبان فيه القول من السابعة مات سنة سبع وستين بخ"
  },
  {
    "id": "2688",
    "data": " سويد ابن حجير بتقديم المهملة مصغرا الباهلي أبو قزعة البصري ثقة من الرابعة قال أبو داود لم يسمع من عمران ابن حصين م 4"
  },
  {
    "id": "2689",
    "data": " سويد ابن حنظلة الكوفي صحابي له حديث وقصة مع وائل ابن حجر نزل الكوفة د ق"
  },
  {
    "id": "2690",
    "data": " سويد ابن سعيد ابن سهل الهروي الأصل ثم الحدثاني بفتح المهملة والمثلثة ويقال له الأنباري بنون ثم موحدة أبو محمد صدوق في نفسه إلا أنه عمي فصار يتلقن ما ليس من حديثه فأفحش فيه ابن معين القول من قدماء العاشرة مات سنة أربعين وله مائة سنة م ق"
  },
  {
    "id": "2691",
    "data": " سويد ابن سعيد آخر يقال له الطحان لين الحديث من الحادية عشرة تمييز"
  },
  {
    "id": "2692",
    "data": " سويد ابن عبد العزيز ابن نمير السلمي مولاهم الدمشقي وقيل أصله حمصي وقيل غير ذلك ضعيف "
  },
  {
    "id": " من كبار التاسعة مات سنة 194 ت ق",
    "data": " من كبار التاسعة مات سنة 194 ت ق"
  },
  {
    "id": "2693",
    "data": " سويد ابن عبيد العجلي صاحب القصب مقبول من الثالثة قال البخاري في تاريخه سمع أبا موسى عس"
  },
  {
    "id": "2694",
    "data": " سويد ابن عمرو الكلبي أبو الوليد الكوفي العابد ثقة من كبار العاشرة مات سنة أربع أو ثلاث ومائتين أفحش ابن حبان القول فيه ولم يأت بدليل م ت س ق"
  },
  {
    "id": " سويد ابن العلاء في الأسود",
    "data": " سويد ابن العلاء في الأسود"
  },
  {
    "id": "2695",
    "data": " سويد ابن غفلة بفتح المعجمة والفاء أبو أمية الجعفي مخضرم "
  },
  {
    "id": " من كبار التابعين قدم المدينة يوم دفن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وكان مسلما في حياته ثم نزل الكوفة ومات سنة ثمانين وله مائة وثلاثون سنة ع",
    "data": " من كبار التابعين قدم المدينة يوم دفن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وكان مسلما في حياته ثم نزل الكوفة ومات سنة ثمانين وله مائة وثلاثون سنة ع"
  },
  {
    "id": "2696",
    "data": " سويد ابن قيس "
  },
  {
    "id": " صحابي له حديث السراويل نزل الكوفة 4",
    "data": " صحابي له حديث السراويل نزل الكوفة 4"
  },
  {
    "id": " سويد ابن قيس أبو مرحب في مرحب في الميم",
    "data": " سويد ابن قيس أبو مرحب في مرحب في الميم"
  },
  {
    "id": "2697",
    "data": " سويد ابن قيس التجيبي بضم المثناة وكسر الجيم ثم تحتانية ثم موحدة مصري ثقة من الثالثة د س ق"
  },
  {
    "id": "2698",
    "data": " سويد ابن مقرن المزني صحابي نزل الكوفة مشهور بخ م د ت س"
  },
  {
    "id": "2699",
    "data": " سويد ابن نصر ابن سويد المروزي أبو الفضل لقبه الشاه راوية ابن المبارك ثقة من العاشرة مات سنة أربعين وله تسعون سنة ت س"
  },
  {
    "id": "2700",
    "data": " سويد ابن النعمان ابن مالك الأنصاري صحابي شهد أحدا وما بعدها ما روى عنه سوى بشير ابن يسار خ س ق"
  },
  {
    "id": "2701",
    "data": " سويد ابن وهب مجهول من السادسة د"
  },
  {
    "id": "2702",
    "data": " سلام بتشديد اللام ابن سليم أو سلم أبو سليمان ويقال له الطويل المدائني متروك من السابعة مات سنة سبع وسبعين ق"
  },
  {
    "id": "2703",
    "data": " سلام ابن سليم الحنفي مولاهم أبو الأحوص الكوفي ثقة متقن صاحب حديث من السابعة مات سنة تسع وسبعين ع"
  },
  {
    "id": "2704",
    "data": " سلام ابن سليمان ابن سوار المدائني ابن أخي شبابة نزيل دمشق وقد ينسب إلى جده ضعيف من صغار التاسعة مات سنة عشر ومائتين أو بعدها ق"
  },
  {
    "id": "2705",
    "data": " سلام ابن سليمان المزني أبو المنذر القارىء النحوي البصري نزيل الكوفة صدوق يهم قرأ على عاصم من السابعة مات سنة إحدى وسبعين ت س"
  },
  {
    "id": "2706",
    "data": " سلام ابن أبي سلام الحبشي الشامي مجهول من الخامسة د"
  },
  {
    "id": "2707",
    "data": " سلام ابن شرحبيل أبو شرحبيل مقبول من الرابعة بخ ق"
  },
  {
    "id": "2708",
    "data": " سلام ابن عمرو اليشكري مقبول من الرابعة أخطأ من قال له صحبة بخ"
  },
  {
    "id": "2709",
    "data": " سلام ابن أبي عمرة الخراساني أبو علي ضعيف من السادسة ت"
  },
  {
    "id": "2710",
    "data": " سلام ابن مسكين ابن ربيعة الأزدي البصري أبو روح يقال اسمه سليمان ثقة رمي بالقدر من السابعة مات سنة سبع وستين خ م د س ق"
  },
  {
    "id": "2711",
    "data": " سلام ابن أبي مطيع أبو سعيد الخزاعي مولاهم البصري ثقة صاحب سنة في روايته عن قتادة ضعف من السابعة مات سنة أربع وستين وقيل بعدها خ م ل ت س ق"
  },
  {
    "id": "2712",
    "data": " سلامة بتخفيف اللام وزيادة هاء ابن بشر ابن بديل العذري بضم المهملة وسكون المعجمة أبو كلثم بالمثلثة الدمشقي صدوق من العاشرة كن"
  },
  {
    "id": "2713",
    "data": " سلامة ابن روح ابن خالد أبو روح الأيلي بفتح الهمزة بعدها تحتانية ابن أخي عقيل ابن خالد يكنى أبا خربق بفتح المعجمة وسكون الراء بعدها موحدة مفتوحة وقيل بصيغة التصغير صدوق له أوهام وقيل لم يسمع من عمه وإنما يحدث من كتبه من التاسعة مات سنة سبع أو ثمان وتسعين "
  },
  {
    "id": " خت س ق",
    "data": " خت س ق"
  },
  {
    "id": "2714",
    "data": " سيار بتحتانية مثقلة ابن حاتم العنزي بفتح المهملة والنون ثم زاي أبو سلمة البصري صدوق له أوهام من كبار التاسعة مات سنة مائتين أو قبلها ت س ق"
  },
  {
    "id": "2715",
    "data": " سيار ابن سلامة الرياحي بالتحتانية أبو المنهال البصري ثقة من الرابعة مات سنة تسع وعشرين ع"
  },
  {
    "id": "2716",
    "data": " سيار ابن عبد الرحمن الصدفي المصري صدوق من السادسة د ق"
  },
  {
    "id": "2717",
    "data": " سيار ابن منظور ابن سيار الفزاري البصري مقبول من السادسة د س"
  },
  {
    "id": "2718",
    "data": " سيار أبو الحكم العنزي بنون وزاي "
  },
  {
    "id": " وأبوه يكنى أبا سيار واسمه وردان وقيل ورد وقيل غير ذلك وهو أخو مساور الوراق لأمه ثقة وليس هو الذي يروي عن طارق ابن شهاب من السادسة مات سنة اثنتين وعشرين ع",
    "data": " وأبوه يكنى أبا سيار واسمه وردان وقيل ورد وقيل غير ذلك وهو أخو مساور الوراق لأمه ثقة وليس هو الذي يروي عن طارق ابن شهاب من السادسة مات سنة اثنتين وعشرين ع"
  },
  {
    "id": "2719",
    "data": " سيار أبو حمزة الكوفي مقبول من الخامسة ووقع في الإسناد عن سيار أبي الحكم عن طارق والصواب عن سيار أبي حمزة بخ د ت ق"
  },
  {
    "id": "2720",
    "data": " سيار الأموي مولاهم الدمشقي قدم البصرة صدوق من الثالثة قيل اسم أبيه عبد الله ت"
  },
  {
    "id": "2721",
    "data": " سيدان بكسر أوله ثم تحتانية ساكنة ابن مضارب الباهلي البصري أبو محمد صدوق من العاشرة خ"
  },
  {
    "id": "2722",
    "data": " سيف ابن سليمان أو ابن أبي سليمان المخزومي المكي ثقة ثبت رمي بالقدر سكن البصرة أخيرا ومات بعد سنة خمسين من السادسة خ م د س ق"
  },
  {
    "id": "2723",
    "data": " سيف ابن عبيد الله الجرمي بفتح الجيم أبو الحسن السراج البصري صدوق ربما خالف من التاسعة س"
  },
  {
    "id": "2724",
    "data": " سيف ابن عمر التميمي صاحب كتاب الردة ويقال "
  },
  {
    "id": " الضبي ويقال غير ذلك الكوفي ضعيف ",
    "data": " الضبي ويقال غير ذلك الكوفي ضعيف "
  },
  {
    "id": " الحديث عمدة في التاريخ افحش ابن حبان القول فيه من الثامنة مات في زمن الرشيد ت",
    "data": " الحديث عمدة في التاريخ افحش ابن حبان القول فيه من الثامنة مات في زمن الرشيد ت"
  },
  {
    "id": "2725",
    "data": " سيف ابن عميرة الكوفي النخعي صدوق له أوهام من السابعة تمييز"
  },
  {
    "id": "2726",
    "data": " سيف ابن محمد الكوفي ابن أخت سفيان الثوري نزل بغداد كذبوه من صغار الثامنة مات في حدود التسعين ت"
  },
  {
    "id": "2727",
    "data": " سيف ابن هارون البرجمي بضم الموحدة والجيم أبو الورقاء الكوفي ضعيف أفحش ابن حبان القول فيه من صغار الثامنة أيضا ت ق"
  },
  {
    "id": "2728",
    "data": " سيف ابن وهب التميمي أبو وهب البصري لين الحديث من الخامسة بخ"
  }
]