[
  {
    "id": "2729",
    "data": " سيف الشامي وثقه العجلي من الثالثة د س"
  },
  {
    "id": "انتهى الجزء الأول ويليه الجزء الثاني وأوله",
    "data": "انتهى الجزء الأول ويليه الجزء الثاني وأوله"
  },
  {
    "id": "حرف",
    "data": "حرف"
  },
  {
    "id": "الشين",
    "data": "الشين"
  },
  {
    "id": "المعجمة",
    "data": "المعجمة"
  },
  {
    "id": "2730",
    "data": " شاذ بالذال المعجمة ابن فياض بفاء وتحتانية ثم معجمة أبو عبيدة اليشكري البصري كان اسمه هلال فغلب عليه شاذ صدوق له أوهام وأفراد من العاشرة د س"
  },
  {
    "id": "2731",
    "data": " شاذ ابن يحيى الواسطي مقبول من العاشرة ل"
  },
  {
    "id": "2732",
    "data": " شاذ ابن يحيى الخراساني مجهول من العاشرة أيضا تمييز"
  },
  {
    "id": " شاذان هو الأسود ابن عامر تقدم",
    "data": " شاذان هو الأسود ابن عامر تقدم"
  },
  {
    "id": " شاذان ابن عثمان اسمه عبد العزيز يأتي",
    "data": " شاذان ابن عثمان اسمه عبد العزيز يأتي"
  },
  {
    "id": " شباب العصفري بموحدتين الأولى خفيفة هو خليفة ابن خياط تقدم",
    "data": " شباب العصفري بموحدتين الأولى خفيفة هو خليفة ابن خياط تقدم"
  },
  {
    "id": "2733",
    "data": " شبابة ابن سوار المدائني أصله من خراسان يقال كان اسمه مروان مولى بني فزارة ثقة حافظ رمي بالإرجاء من التاسعة مات سنة أربع أو خمس أو ست ومائتين ع"
  },
  {
    "id": "2734",
    "data": " شباك بكسر أوله ثم موحدة خفيفة ثم كاف الضبي الكوفي الأعمى ثقة له ذكر في صحيح مسلم وكان يدلس من السادسة د س ق"
  },
  {
    "id": "2735",
    "data": " شبث بفتح أوله والموحدة ثم مثلثة ابن ربعي التميمي اليربوعي أبو عبد القدوس الكوفي مخضرم كان مؤذن سجاح ثم أسلم ثم كان ممن أعان على عثمان ثم صحب عليا ثم صار من الخوارج عليه ثم تاب فحضر قتل الحسين ثم كان ممن طلب بدم الحسين مع المختار ثم ولي شرط الكوفة ثم حضر قتل المختار ومات بالكوفة في حدود الثمانين د س"
  },
  {
    "id": "2736",
    "data": " شبل ابن حامد أو ابن خليد المزني مقبول من الثالثة وأخطأ من قال هو شبل ابن معبد س"
  },
  {
    "id": "2737",
    "data": " شبل ابن عباد المكي القارىء ثقة رمي بالقدر من الخامسة قيل مات سنة ثمان وأربعين وقيل بعد ذلك خ د س فق"
  },
  {
    "id": "2738",
    "data": " شبيب بوزن طويل ابن بشر أبو بشر البجلي الكوفي صدوق يخطىء من الخامسة ت ق"
  },
  {
    "id": "2739",
    "data": " شبيب ابن سعيد التميمي الحبطي بفتح المهملة والموحدة البصري أبو سعيد لا بأس بحديثه من رواية ابنه أحمد عنه لا من رواية ابن وهب من صغار الثامنة مات سنة ست وثمانين خ خد س"
  },
  {
    "id": "2740",
    "data": " شبيب ابن شيبة ابن عبد الله التميمي المنقري أبو معمر البصري الخطيب البليغ اخباري صدوق يهم في الحديث من السابعة مات في حدود السبعين ت"
  },
  {
    "id": "2741",
    "data": " شبيب ابن شيبة شامي مجهول من السابعة وقيل الصواب شعيب ابن رزيق د"
  },
  {
    "id": "2742",
    "data": " شبيب ابن عبد الملك التميمي البصري نزيل خراسان صدوق من التاسعة مات قديما قبل المائتين روى عنه معتمر ابن سليمان وهو أكبر منه د س"
  },
  {
    "id": "2743",
    "data": " شبيب ابن غرقدة بمعجمة وقاف ثقة من الرابعة ع"
  },
  {
    "id": "2744",
    "data": " شبيب ابن نعيم أبو روح "
  },
  {
    "id": " ثقة من الثالثة أخطأ من عده في الصحابة د س",
    "data": " ثقة من الثالثة أخطأ من عده في الصحابة د س"
  },
  {
    "id": "حرف الصاد ",
    "data": "حرف الصاد "
  },
  {
    "id": "2842",
    "data": " صاعد ابن عبيد البجلي أبو محمد أو أبو سعيد الحراني مقبول من كبار العاشرة ت ق"
  },
  {
    "id": "2843",
    "data": " صالح ابن إبراهيم ابن عبد الرحمن ابن عوف الزهري أبو عبد الرحمن المدني ثقة من الخامسة مات قبل سنة سبع وعشرين في ولاية إبراهيم ابن هشام خ م"
  },
  {
    "id": "2844",
    "data": " صالح ابن أبي الأخضر اليمامي مولى هشام ابن عبد الملك نزل البصرة ضعيف يعتبر به من السابعة مات بعد الأربعين 4"
  },
  {
    "id": "2845",
    "data": " صالح ابن بشير ابن وادع المري بضم الميم وتشديد الراء أبو بشر البصري القاص الزاهد ضعيف من السابعة مات سنة اثنتين وسبعين وقيل بعدها ت"
  },
  {
    "id": "2846",
    "data": " صالح ابن جبير الصدائي بضم المهملة وتخفيف الدال أبو محمد الطبراني كاتب عمر ابن عبد العزيز صدوق من الرابعة عخ"
  },
  {
    "id": "2847",
    "data": " صالح ابن أبي جبير الغفاري مولاهم مقبول من الثامنة ت"
  },
  {
    "id": "2848",
    "data": " صالح ابن حاتم ابن وردان البصري أبو محمد صدوق من العاشرة مات سنة ست وثلاثين م"
  },
  {
    "id": "2849",
    "data": " صالح ابن حسان النضري بالنون والمعجمة المحركة وبالموحدة والمهملة الساكنة أبو الحارث المدني نزيل البصرة متروك من السابعة مد ت ق"
  },
  {
    "id": "2850",
    "data": " صالح ابن أبي حسان المدني صدوق من الخامسة ت س"
  },
  {
    "id": "2851",
    "data": " صالح ابن حيان القرشي الكوفي ضعيف من السادسة فق"
  },
  {
    "id": " صالح ابن حيان هو صالح ابن صالح ابن حيان نسب في كتاب العلم من البخاري إلى جده ووهم من زعم أنه الذي قبله تمييز",
    "data": " صالح ابن حيان هو صالح ابن صالح ابن حيان نسب في كتاب العلم من البخاري إلى جده ووهم من زعم أنه الذي قبله تمييز"
  },
  {
    "id": "2852",
    "data": " صالح ابن خوات ابن جبير ابن النعمان الأنصاري المدني ثقة من الرابعة وخوات بفتح المعجمة وتشديد الواو وآخره مثناة ع"
  },
  {
    "id": "2853",
    "data": " صالح ابن خوات ابن صالح ابن خوات حفيد الذي قبله مقبول من الثامنة بخ"
  },
  {
    "id": "2854",
    "data": " صالح ابن خيوان بفتح المعجمة ويقال بالمهملة السبئي بفتح المهملة والموحدة مقصورا ويقال الخولاني وثقه العجلي من الرابعة د"
  },
  {
    "id": "2855",
    "data": " صالح ابن درهم الباهلي أبو الأزهر البصري وثقه ابن معين من الرابعة د"
  },
  {
    "id": "2856",
    "data": " صالح ابن دينار الجعفي أو الهلالي مقبول من السابعة س"
  },
  {
    "id": "2873",
    "data": " صالح ابن عبد الله ابن أبي فروة أبو عروة الأموي مولاهم المدني وثقه ابن معين من السادسة ق"
  },
  {
    "id": "2874",
    "data": " صالح ابن عبد الكبير ابن شعيب ابن الحبحاب البصري المعولي بكسر الميم وسكون المهملة مجهول من العاشرة ت"
  },
  {
    "id": "2875",
    "data": " صالح ابن عبد الكبير المسمعي البصري مقبول من العاشرة أيضا تمييز"
  },
  {
    "id": "2876",
    "data": " صالح ابن عبيد عن قبيصة ابن وقاص قيل إنه غير الذي روى عنه عمرو ابن الحارث المصري وقيل هو هو مقبول من السادسة د"
  },
  {
    "id": "2877",
    "data": " صالح ابن عبيد اليماني أبو مصعب مقبول من الثامنة ي"
  },
  {
    "id": "2878",
    "data": " صالح ابن عجلان حجازي مقبول من السابعة د ق"
  },
  {
    "id": "2879",
    "data": " صالح ابن عدي ابن أبي عمارة النميري أبو الهيثم البصري الذارع صدوق من العاشرة س"
  },
  {
    "id": "2880",
    "data": " صالح ابن أبي عريب بفتح المهملة وكسر الراء وآخره موحدة واسمه قليب بالقاف والموحدة مصغرا مقبول من السادسة د س ق"
  },
  {
    "id": "2881",
    "data": " صالح ابن عمر الواسطي نزيل حلوان ثقة من الثامنة مات سنة ست أو سبع أو خمس وثمانين بخ م"
  },
  {
    "id": "2882",
    "data": " صالح ابن قدامة ابن إبراهيم ابن محمد ابن حاطب القرشي الجمحي المدني مقبول من الثامنة س"
  },
  {
    "id": "2883",
    "data": " صالح ابن كثير المدني مقبول من السابعة مد"
  },
  {
    "id": "2884",
    "data": " صالح ابن كيسان المدني أبو محمد أو أبو الحارث مؤدب ولد عمر ابن عبد العزيز ثقة ثبت فقيه من الرابعة مات بعد سنة ثلاثين أو بعد الأربعين ع"
  },
  {
    "id": "2885",
    "data": " صالح ابن محمد ابن زائدة المدني أبو واقد الليثي الصغير ضعيف من الخامسة مات بعد الأربعين 4"
  },
  {
    "id": "2886",
    "data": " صالح ابن محمد ابن يحيى ابن سعيد القطان مقبول من الحادية عشرة كد ق"
  },
  {
    "id": "2887",
    "data": " صالح ابن أبي مريم الضبعي مولاهم أبو الخليل البصري وثقه ابن معين والنسائي وأغرب ابن عبد البر فقال لا يحتج به من السادسة ع"
  },
  {
    "id": " صالح ابن مسلم ابن رومان وقد ينسب إلى جده يأتي إيضاحه في ترجمة موسى ابن مسلم ابن رومان د",
    "data": " صالح ابن مسلم ابن رومان وقد ينسب إلى جده يأتي إيضاحه في ترجمة موسى ابن مسلم ابن رومان د"
  },
  {
    "id": "2888",
    "data": " صالح ابن مسمار السلمي أبو الفضل ويقال أبو العباس المروزي الكشميهني صدوق من صغار العاشرة مات قبل الخمسين م ت"
  },
  {
    "id": "2889",
    "data": " صالح ابن مسمار بصري سكن الجزيرة مقبول قديم من السابعة تمييز"
  },
  {
    "id": "2890",
    "data": " صالح ابن مهران الشيباني مولاهم أبو سفيان الأصبهاني كان يقال له الحكيم ثقة زاهد من الحادية عشرة س"
  },
  {
    "id": " صالح ابن مهران هو ابن أبي صالح تقدم",
    "data": " صالح ابن مهران هو ابن أبي صالح تقدم"
  },
  {
    "id": "2891",
    "data": " صالح ابن موسى ابن إسحاق ابن طلحة التيمي الكوفي متروك من الثامنة ت ق"
  },
  {
    "id": "2892",
    "data": " صالح ابن نبهان المدني مولى التوأمة بفتح المثناة وسكون الواو بعدها همزة مفتوحة صدوق اختلط "
  },
  {
    "id": " قال ابن عدي لا بأس برواية القدماء عنه كابن أبي ذئب وابن جريج من الرابعة مات سنة خمس أو ست وعشرين وقد أخطأ من زعم أن البخاري أخرج له د ت ق",
    "data": " قال ابن عدي لا بأس برواية القدماء عنه كابن أبي ذئب وابن جريج من الرابعة مات سنة خمس أو ست وعشرين وقد أخطأ من زعم أن البخاري أخرج له د ت ق"
  },
  {
    "id": "2893",
    "data": " صالح ابن الهيثم الواسطي أبو شعيب الصيرفي الطحان صدوق من صغار العاشرة ق"
  },
  {
    "id": "2894",
    "data": " صالح ابن يحيى ابن المقدام ابن معدي كرب الكندي الشامي لين من السادسة د س ق"
  },
  {
    "id": " صالح الأسدي هو ابن أبي صالح تقدم",
    "data": " صالح الأسدي هو ابن أبي صالح تقدم"
  },
  {
    "id": "2895",
    "data": " صالح بياع الأكسية مقبول من السابعة بخ"
  },
  {
    "id": " صالح أبو الخليل هو ابن أبي مريم",
    "data": " صالح أبو الخليل هو ابن أبي مريم"
  },
  {
    "id": " صالح مولى التوأمة هو ابن نبهان تقدما",
    "data": " صالح مولى التوأمة هو ابن نبهان تقدما"
  },
  {
    "id": "2896",
    "data": " الصباح ابن عبد الله العبدي ثقة من السادسة عخ"
  },
  {
    "id": "2897",
    "data": " الصباح ابن محارب التيمي الكوفي نزيل الري صدوق ربما خالف من الثامنة ق"
  },
  {
    "id": "2898",
    "data": " الصباح ابن محمد ابن أبي حازم البجلي الأحمسي الكوفي ضعيف أفرط فيه ابن حبان من السابعة ت"
  },
  {
    "id": "2899",
    "data": " صبيح ابن محرز المقرئي بفتح الميم وسكون القاف وفتح الراء بعدها همزة ثم ياء النسب الحمصي مقبول من السابعة واختلف هل هو مفتوح أوله أو مصغر د"
  },
  {
    "id": "2900",
    "data": " صبيح مصغر مولى أم سلمة ويقال مولى زيد ابن أسلم مقبول من السادسة ت ق"
  },
  {
    "id": " صبيح بفتح أوله هو أبو المليح يأتي في الكنى",
    "data": " صبيح بفتح أوله هو أبو المليح يأتي في الكنى"
  },
  {
    "id": "2901",
    "data": " صبي بالتصغير ابن معبد التغلبي بالمثناة والمعجمة وكسر اللام ثقة مخضرم نزل الكوفة من الثانية د س ق"
  },
  {
    "id": "2902",
    "data": " صخر ابن إسحاق مولى بني غفار حجازي لين من السادسة د"
  },
  {
    "id": "2903",
    "data": " صخر ابن بدر العجلي البصري مقبول من السادسة د"
  },
  {
    "id": "2904",
    "data": " صخر ابن جويرية أبو نافع مولى بني تميم أو بني هلال قال أحمد ثقة ثقة وقال القطان ذهب كتابه ثم وجده فتكلم فيه لذلك من السابعة خ م د ت س"
  },
  {
    "id": "2905",
    "data": " صخر ابن حرب ابن أمية ابن عبد شمس ابن عبد مناف الأموي أبو سفيان صحابي شهير أسلم عام الفتح ومات سنة اثنتين وثلاثين وقيل بعدها خ م د ت س"
  },
  {
    "id": "2906",
    "data": " صخر ابن عبد الله ابن بريدة ابن الحصيب بمهملتين مصغرا الأسلمي المروزي مقبول من السادسة د"
  },
  {
    "id": "2907",
    "data": " صخر ابن عبد الله ابن حرملة المدلجي حجازي مقبول "
  },
  {
    "id": " غلط ابن الجوزي فنقل عن ابن عدي أنه اتهمه وإنما المتهم صخر ابن عبد الله الحاجبي ت",
    "data": " غلط ابن الجوزي فنقل عن ابن عدي أنه اتهمه وإنما المتهم صخر ابن عبد الله الحاجبي ت"
  },
  {
    "id": "2908",
    "data": " صخر ابن العيلة بفتح المهملة وسكون المثناة التحتانية ابن عبد الله ابن ربيعة الأحمسي صحابي قليل الحديث يقال إن العيلة اسم أمه د"
  },
  {
    "id": "2909",
    "data": " صخر ابن وداعة بفتح الواو الغامدي بالمعجمة حجازي سكن الطائف صحابي مقل قال الأزدي ما روى عنه إلا عمارة ابن حديد 4"
  },
  {
    "id": "2910",
    "data": " صدقة ابن بشير بفتح الموحدة ثم بمعجمة المدني مولى آل عمر أبو محمد مقبول من الثامنة ق"
  },
  {
    "id": "2911",
    "data": " صدقة ابن خالد الأموي مولاهم أبو العباس الدمشقي ثقة من الثامنة مات سنة إحدى وسبعين وقيل ثمانين أو بعدها خ د س ق"
  },
  {
    "id": "2912",
    "data": " صدقة ابن سعيد الحنفي الكوفي مقبول من السادسة قد س ق"
  },
  {
    "id": "2913",
    "data": " صدقة ابن عبد الله السمين أبو معاوية أو أبو محمد الدمشقي ضعيف من السابعة مات سنة ست وستين ت س ق"
  },
  {
    "id": "2914",
    "data": " صدقة ابن عمرو الغساني مجهول من الثامنة فق"
  },
  {
    "id": "2915",
    "data": " صدقة ابن عمرو المكي مجهول من السادسة تمييز"
  },
  {
    "id": "2916",
    "data": " صدقة ابن أبي عمران الكوفي قاضي الأهواز صدوق من السابعة خت م ق"
  },
  {
    "id": "2917",
    "data": " صدقة ابن عيسى الحنفي ضعيف من السادسة لم يخرجوا له وهم عبد الغني في ذكره"
  },
  {
    "id": "2918",
    "data": " صدقة ابن الفضل أبو الفضل المروزي ثقة من العاشرة مات سنة ثلاث أو ست وعشرين خ"
  },
  {
    "id": "2919",
    "data": " صدقة ابن المثنى ابن رياح بكسر الراء ثم التحتانية الحنفي ثقة من السادسة د س ق"
  },
  {
    "id": "2920",
    "data": " صدقة ابن المثنى الكعبي مجهول من السابعة تمييز"
  },
  {
    "id": "2921",
    "data": " صدقة ابن موسى الدقيقي أبو المغيرة أو أبو محمد السلمي البصري صدوق له أوهام من السابعة بخ د ت"
  },
  {
    "id": "2935",
    "data": " صفوان ابن أبي الصهباء التيمي الكوفي مقبول من السابعة اختلف فيه قول ابن حبان عخ"
  },
  {
    "id": "2936",
    "data": " صفوان ابن عبد الله ابن صفوان ابن أمية القرشي ثقة من الثالثة بخ م س ق"
  }
]