[
  {
    "id": " صفوان ابن عبد الله ابن يعلى ابن أمية التميمي ",
    "data": " صفوان ابن عبد الله ابن يعلى ابن أمية التميمي "
  },
  {
    "id": " صوابه صفوان ابن يعلى وسيأتي س ق",
    "data": " صوابه صفوان ابن يعلى وسيأتي س ق"
  },
  {
    "id": "2937",
    "data": " صفوان ابن عسال بمهملتين المرادي صحابي معروف نزل الكوفة ت س ق"
  },
  {
    "id": "2938",
    "data": " صفوان ابن عمرو ابن هرم السكسكي أبو عمرو الحمصي ثقة من الخامسة مات سنة خمس وخمسين أو بعدها بخ م 4"
  },
  {
    "id": "2939",
    "data": " صفوان ابن عمرو الحمصي الصغير صدوق من الحادية عشرة س"
  },
  {
    "id": "2940",
    "data": " صفوان ابن عيسى الزهري أبو محمد البصري القسام ثقة من التاسعة مات سنة مائتين وقيل قبلها بقليل أو بعدها خت م 4"
  },
  {
    "id": "2941",
    "data": " صفوان ابن محرز ابن زياد المازني أو الباهلي ثقة عابد من الرابعة مات سنة أربع وسبعين خ م ت س ق"
  },
  {
    "id": "2942",
    "data": " صفوان ابن موهب حجازي مقبول من السادسة س"
  },
  {
    "id": "2943",
    "data": " صفوان ابن هبيرة العيشي بالتحتانية والمعجمة أبو عبد الرحمن البصري لين الحديث من التاسعة ق"
  },
  {
    "id": "2944",
    "data": " صفوان ابن أبي يزيد ويقال ابن سليم المدني مقبول من الرابعة بخ س"
  },
  {
    "id": "2945",
    "data": " صفوان ابن يعلى ابن أمية التميمي المكي ثقة من الثالثة ع"
  },
  {
    "id": "2946",
    "data": " الصقعب بقاف بوزن جعفر ابن زهير ابن عبد الله ابن زهير الأزدي الكوفي ثقة من السادسة بخ"
  },
  {
    "id": "2947",
    "data": " الصلت بفتح أوله وآخره مثناة ابن دينار الأزدي الهنائي البصري أبو شعيب المجنون مشهور بكنيته متروك ناصبي من السادسة ت ق"
  },
  {
    "id": "2948",
    "data": " الصلت ابن عبد الله ابن نوفل ابن الحارث ابن عبد المطلب ابن عم عبد الله ابن الحارث الملقب ببه مقبول من السادسة د ت"
  },
  {
    "id": "2949",
    "data": " الصلت ابن محمد ابن عبد الرحمن البصري أبو همام الخاركي بخاء معجمة صدوق من كبار العاشرة مات سنة بضع عشرة خ م"
  },
  {
    "id": "2950",
    "data": " الصلت ابن مسعود ابن طريف الجحدري أبو بكر أو أبو محمد البصري القاضي ثقة ربما وهم من العاشرة مات سنة أربعين أو قبلها بسنة م"
  },
  {
    "id": "2951",
    "data": " الصلت السدوسي مولاهم تابعي لين الحديث أرسل حديثا من الرابعة مد"
  },
  {
    "id": "2952",
    "data": " صلة بكسر أوله وفتح اللام الخفيفة ابن زفر بضم الزاي وفتح الفاء العبسي بالموحدة أبو العلاء أو أبو بكر الكوفي تابعي كبير من الثانية ثقة جليل مات في حدود السبعين ع"
  },
  {
    "id": "2953",
    "data": " الصنابح بضم أوله ثم نون وموحدة ومهملة ابن الأعسر الأحمسي صحابي سكن الكوفة ومن قال فيه الصنابحي فقد وهم ق"
  },
  {
    "id": "2954",
    "data": " صهيب ابن سنان أبو يحيى الرومي أصله من النمر "
  },
  {
    "id": " يقال كان اسمه عبد الملك وصهيب لقب صحابي شهير ",
    "data": " يقال كان اسمه عبد الملك وصهيب لقب صحابي شهير "
  },
  {
    "id": " مات بالمدينة سنة ثمان وثلاثين في خلافة علي وقيل قبل ذلك ع",
    "data": " مات بالمدينة سنة ثمان وثلاثين في خلافة علي وقيل قبل ذلك ع"
  },
  {
    "id": "2955",
    "data": " صهيب مولى العباس ويقال له صهبان بضم أوله صدوق من الثالثة بخ"
  },
  {
    "id": "2956",
    "data": " صهيب أبو الصهباء البكري البصري أو المدني مقبول من الرابعة م د س"
  },
  {
    "id": "2957",
    "data": " صهيب الحذاء أبو موسى المكي مولى ابن عامر مقبول من الرابعة س"
  },
  {
    "id": "2958",
    "data": " صهيب مولى العتواريين بمهملة ومثناة ساكنة تفرد نعيم المجمر بالرواية عنه ووهم من قال غير ذلك مقبول من الرابعة س"
  },
  {
    "id": "2959",
    "data": " صيفي ابن ربعي بكسر الراء الأنصاري أبو هشام الكوفي صدوق يهم من التاسعة ت"
  },
  {
    "id": "2960",
    "data": " صيفي ابن زياد الأنصاري مولاهم أبو زياد أو أبو سعيد المدني ثقة من الرابعة م د ت س"
  },
  {
    "id": "2961",
    "data": " صيفي ابن صهيب ابن سنان مقبول من الثالثة ق"
  },
  {
    "id": "حرف الضاد المعجمة",
    "data": "حرف الضاد المعجمة"
  },
  {
    "id": "2962",
    "data": " ضبارة بضم أوله ثم موحدة مخففا ابن عبد الله ابن مالك ابن أبي السليل بفتح المهملة الحضرمي أبو شريح الحمصي مجهول من السادسة "
  },
  {
    "id": " بخ د س ق",
    "data": " بخ د س ق"
  },
  {
    "id": "2963",
    "data": " ضبة ابن محصن العنزي بفتح المهملة والنون بصري صدوق من الثالثة م د ت"
  },
  {
    "id": "2964",
    "data": " ضبيعة بالتصغير ابن حصين الثعلبي ويقال ثعلبة ابن ضبيعة مقبول من الثالثة د"
  },
  {
    "id": "2965",
    "data": " الضحاك ابن أيمن الكلبي مجهول من السادسة ق"
  },
  {
    "id": "2966",
    "data": " الضحاك ابن حمرة بضم المهملة وبالراء الأملوكي بضم الهمزة الواسطي ضعيف من السادسة ت"
  },
  {
    "id": "2967",
    "data": " الضحاك ابن سفيان ابن عوف ابن كعب ابن أبي بكر ابن كلاب الكلابي أبو سعيد صحابي معروف كان من عمال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على الصدقات 4"
  },
  {
    "id": "2968",
    "data": " الضحاك ابن شراحيل ويقال شرحبيل المشرقي بكسر أوله ثم معجمة ثم فتحة وقاف الهمداني صدوق من الرابعة خ م ص"
  },
  {
    "id": "2969",
    "data": " الضحاك ابن شرحبيل الغافقي بالمعجمة أبو عبد الله المصري صدوق يهم من الرابعة د ت ق"
  },
  {
    "id": "2970",
    "data": " الضحاك ابن عبد الرحمن ابن أبي حوشب النصري بالنون الدمشقي ثقة من السادسة س"
  },
  {
    "id": "2971",
    "data": " الضحاك ابن عبد الرحمن ابن عرزب بفتح المهملة وسكون الراء وفتح الزاي ثم موحدة وقد تبدل ميما أبو عبد الرحمن أو أبو زرعة الطبراني ثقة من الثالثة مات سنة خمس ومائة قد ت ق"
  },
  {
    "id": "2972",
    "data": " الضحاك ابن عثمان ابن عبد الله ابن خالد ابن حزام الأسدي الحزامي بكسر أوله وبالزاي أبو عثمان المدني صدوق يهم من السابعة م 4"
  },
  {
    "id": "2973",
    "data": " الضحاك ابن عثمان ابن الضحاك ابن عثمان الحزامي حفيد الذي قبله كان علامة أخباريا صدوقا من كبار العاشرة مات على رأس المائتين تمييز"
  },
  {
    "id": "2974",
    "data": " الضحاك ابن عثمان العزربي "
  },
  {
    "id": " غير مشهور من العاشرة تمييز",
    "data": " غير مشهور من العاشرة تمييز"
  },
  {
    "id": "2975",
    "data": " الضحاك ابن فيروز الديلمي الفلسطيني مقبول من الثالثة د ت ق"
  },
  {
    "id": "2976",
    "data": " الضحاك ابن قيس ابن خالد ابن وهب الفهري أبو أنيس الأمير المشهور صحابي صغير قتل في وقعة مرج راهط سنة أربع وستين س"
  },
  {
    "id": "حرف الضاد المعجمة",
    "data": "حرف الضاد المعجمة"
  },
  {
    "id": "2962",
    "data": " ضبارة بضم أوله ثم موحدة مخففا ابن عبد الله ابن مالك ابن أبي السليل بفتح المهملة الحضرمي أبو شريح الحمصي مجهول من السادسة "
  },
  {
    "id": " بخ د س ق",
    "data": " بخ د س ق"
  },
  {
    "id": "2963",
    "data": " ضبة ابن محصن العنزي بفتح المهملة والنون بصري صدوق من الثالثة م د ت"
  },
  {
    "id": "2964",
    "data": " ضبيعة بالتصغير ابن حصين الثعلبي ويقال ثعلبة ابن ضبيعة مقبول من الثالثة د"
  },
  {
    "id": "2965",
    "data": " الضحاك ابن أيمن الكلبي مجهول من السادسة ق"
  },
  {
    "id": "2966",
    "data": " الضحاك ابن حمرة بضم المهملة وبالراء الأملوكي بضم الهمزة الواسطي ضعيف من السادسة ت"
  },
  {
    "id": "2967",
    "data": " الضحاك ابن سفيان ابن عوف ابن كعب ابن أبي بكر ابن كلاب الكلابي أبو سعيد صحابي معروف كان من عمال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على الصدقات 4"
  },
  {
    "id": "2968",
    "data": " الضحاك ابن شراحيل ويقال شرحبيل المشرقي بكسر أوله ثم معجمة ثم فتحة وقاف الهمداني صدوق من الرابعة خ م ص"
  },
  {
    "id": "2969",
    "data": " الضحاك ابن شرحبيل الغافقي بالمعجمة أبو عبد الله المصري صدوق يهم من الرابعة د ت ق"
  },
  {
    "id": "2970",
    "data": " الضحاك ابن عبد الرحمن ابن أبي حوشب النصري بالنون الدمشقي ثقة من السادسة س"
  },
  {
    "id": "2971",
    "data": " الضحاك ابن عبد الرحمن ابن عرزب بفتح المهملة وسكون الراء وفتح الزاي ثم موحدة وقد تبدل ميما أبو عبد الرحمن أو أبو زرعة الطبراني ثقة من الثالثة مات سنة خمس ومائة قد ت ق"
  },
  {
    "id": "2972",
    "data": " الضحاك ابن عثمان ابن عبد الله ابن خالد ابن حزام الأسدي الحزامي بكسر أوله وبالزاي أبو عثمان المدني صدوق يهم من السابعة م 4"
  },
  {
    "id": "2973",
    "data": " الضحاك ابن عثمان ابن الضحاك ابن عثمان الحزامي حفيد الذي قبله كان علامة أخباريا صدوقا من كبار العاشرة مات على رأس المائتين تمييز"
  },
  {
    "id": "2974",
    "data": " الضحاك ابن عثمان العزربي "
  },
  {
    "id": " غير مشهور من العاشرة تمييز",
    "data": " غير مشهور من العاشرة تمييز"
  },
  {
    "id": "2975",
    "data": " الضحاك ابن فيروز الديلمي الفلسطيني مقبول من الثالثة د ت ق"
  },
  {
    "id": "2976",
    "data": " الضحاك ابن قيس ابن خالد ابن وهب الفهري أبو أنيس الأمير المشهور صحابي صغير قتل في وقعة مرج راهط سنة أربع وستين س"
  },
  {
    "id": "2977",
    "data": " الضحاك ابن مخلد ابن الضحاك ابن مسلم الشيباني أبو عاصم النبيل البصري ثقة ثبت من التاسعة مات سنة اثنتي عشرة أو بعدها ع"
  },
  {
    "id": "2978",
    "data": " الضحاك ابن مزاحم الهلالي أبو القاسم أو أبو محمد الخراساني صدوق كثير الإرسال من الخامسة مات بعد المائة 4"
  },
  {
    "id": "2979",
    "data": " الضحاك ابن المنذر ابن جرير ابن عبد الله البجلي مقبول من الرابعة س ق"
  },
  {
    "id": "2980",
    "data": " الضحاك ابن نبراس بفتح النون والموحدة وآخره مهملة الأزدي الجهضمي أبو الحسن البصري لين الحديث من السابعة بخ"
  },
  {
    "id": "2981",
    "data": " الضحاك المعافري بفتح الميم والمهملة وكسر الفاء الدمشقي البزاز مقبول من السادسة ق"
  },
  {
    "id": "2982",
    "data": " ضرار بكسر أوله مخففا ابن صرد بضم المهملة وفتح الراء التيمي أبو نعيم الطحان الكوفي صدوق له أوهام وخطأ ورمي بالتشيع وكان عارفا بالفرائض من العاشرة مات سنة تسع وعشرين عخ"
  },
  {
    "id": "2983",
    "data": " ضرار ابن مرة الكوفي أبو سنان الشيباني الأكبر ثقة ثبت من السادسة مات سنة اثنتين وثلاثين بخ م مد ت س"
  },
  {
    "id": "2984",
    "data": " ضريب بالتصغير آخره موحدة ابن نقير بنون وقاف مصغرا أبو السليل بفتح المهملة وكسر اللام القيسي الجريري بضم الجيم مصغرا ثقة من السادسة م 4"
  },
  {
    "id": "2985",
    "data": " ضمام بكسر أوله مخففا ابن إسماعيل ابن مالك المرادي أبو إسماعيل المصري صدوق ربما أخطأ من الثامنة مات سنة خمس وثمانين وله ثمان وثمانون سنة بخ"
  },
  {
    "id": "2986",
    "data": " ضمرة ابن حبيب ابن صهيب الزبيدي بضم الزاي أبو عتبة الحمصي ثقة من الرابعة مات سنة ثلاثين 4"
  },
  {
    "id": "2987",
    "data": " ضمرة ابن حبيب المقدسي مجهول من العاشرة تمييز"
  },
  {
    "id": "2988",
    "data": " ضمرة ابن ربيعة الفلسطيني أبو عبد الله أصله دمشقي صدوق يهم قليلا من التاسعة مات سنة اثنتين ومائتين بخ 4"
  },
  {
    "id": "2989",
    "data": " ضمرة ابن سعيد ابن أبي حنة بمهملة ثم نون وقيل موحدة الأنصاري المدني ثقة من الرابعة م 4"
  },
  {
    "id": "2990",
    "data": " ضمرة ابن عبد الله ابن أنيس الجهني حليف الأنصار "
  },
  {
    "id": " مقبول من الثالثة د س",
    "data": " مقبول من الثالثة د س"
  },
  {
    "id": "2991",
    "data": " ضمضم ابن جوس بفتح الجيم "
  },
  {
    "id": " ثم مهملة ويقال ابن الحارث ابن جوس اليمامي ثقة من الثالثة 4",
    "data": " ثم مهملة ويقال ابن الحارث ابن جوس اليمامي ثقة من الثالثة 4"
  },
  {
    "id": "2992",
    "data": " ضمضم ابن زرعة ابن ثوب بضم المثلثة وفتح الواو ثم موحدة الحضرمي الحمصي صدوق يهم من السادسة د فق"
  },
  {
    "id": "2993",
    "data": " ضمضم ابن عمرو الحنفي أبو الأسود البصري مقبول من السابعة بخ"
  },
  {
    "id": "2994",
    "data": " ضمضم أبو المثنى الأملوكي الحمصي وثقه العجلي من الرابعة د ق"
  },
  {
    "id": "2995",
    "data": " ضميرة الأسلمي والد سعد صحابي شهد وقعة حنين د ق"
  },
  {
    "id": "حرف الطاء المهملة",
    "data": "حرف الطاء المهملة"
  },
  {
    "id": "2996",
    "data": " طارق ابن أشيم بالمعجمة وزن أحمر ابن مسعود الأشجعي والد أبي مالك صحابي له أحاديث قال مسلم لم يرو عنه غير ابنه بخ م ت س ق"
  },
  {
    "id": "2997",
    "data": " طارق ابن أبي الحسناء يقال اسم أبيه عبد الرحمن مجهول من السادسة قد"
  },
  {
    "id": "2998",
    "data": " طارق ابن زياد كوفي مجهول من الثالثة ص"
  },
  {
    "id": "2999",
    "data": " طارق ابن سويد أو سويد ابن طارق صحابي له حديث في الأشربة حضرمي ويقال جعفي د ق"
  },
  {
    "id": "3000",
    "data": " طارق ابن شهاب ابن عبد شمس البجلي الأحمسي أبو عبد الله الكوفي قال أبو داود رأى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولم يسمع منه مات سنة اثنتين أو ثلاث وثمانين ع"
  },
  {
    "id": "3001",
    "data": " طارق ابن عبد الله المحاربي الكوفي صحابي له حديثان أو ثلاثة عخ 4"
  },
  {
    "id": "3002",
    "data": " طارق ابن عبد الرحمن ابن القاسم القرشي حجازي ثقة من الرابعة مات سنة تسع وعشرين د"
  },
  {
    "id": "3003",
    "data": " طارق ابن عبد الرحمن البجلي الأحمسي الكوفي صدوق له أوهام من الخامسة ع"
  },
  {
    "id": "3004",
    "data": " طارق ابن عمرو المكي الأموي مولاهم أمير المدينة لعبد الملك وثقه أبو زرعة في الحديث والمشهور أنه كان من أمراء الجور من الثالثة "
  },
  {
    "id": " مات في حدود الثمانين م",
    "data": " مات في حدود الثمانين م"
  },
  {
    "id": "3005",
    "data": " طارق ابن محاسن بمهملتين وقيل بمعجمتين وضم أوله حجازي مقبول من الثالثة د س"
  },
  {
    "id": "3006",
    "data": " طارق ابن المرقع حجازي مقبول من الثالثة ويقال إنه الذي خاصمه كردم إلى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ س"
  },
  {
    "id": "3007",
    "data": " طالب ابن حبيب ابن عمرو ابن سهل الأنصاري المدني ويقال له ابن الضجيع صدوق يهم من السابعة د"
  }
]