[
  {
    "id": "3008",
    "data": " طالب ابن حجير بمهملة وجيم مصغرا العبدي البصري صدوق من السابعة بخ ت"
  },
  {
    "id": "3009",
    "data": " طاوس ابن كيسان اليماني أبو عبد الرحمن الحميري مولاهم الفارسي يقال اسمه ذكوان وطاوس لقب ثقة فقيه فاضل من الثالثة مات سنة ست ومائة وقيل بعد ذلك ع"
  },
  {
    "id": "3010",
    "data": " طخفة بكسر أوله وسكون الخاء المعجمة ثم فاء ويقال بالهاء ويقال بالغين المعجمة وقيل غير ذلك ابن قيس الغفاري ويقال قيس ابن طخفة "
  },
  {
    "id": " صحابي له حديث في النوم على البطن مات بعد الستين د س",
    "data": " صحابي له حديث في النوم على البطن مات بعد الستين د س"
  },
  {
    "id": "3011",
    "data": " طرفة براء وفاء مفتوحتين ابن عرفجة ابن أسعد التميمي مجهول من الرابعة د"
  },
  {
    "id": "حرف الطاء المهملة",
    "data": "حرف الطاء المهملة"
  },
  {
    "id": "2996",
    "data": " طارق ابن أشيم بالمعجمة وزن أحمر ابن مسعود الأشجعي والد أبي مالك صحابي له أحاديث قال مسلم لم يرو عنه غير ابنه بخ م ت س ق"
  },
  {
    "id": "2997",
    "data": " طارق ابن أبي الحسناء يقال اسم أبيه عبد الرحمن مجهول من السادسة قد"
  },
  {
    "id": "2998",
    "data": " طارق ابن زياد كوفي مجهول من الثالثة ص"
  },
  {
    "id": "2999",
    "data": " طارق ابن سويد أو سويد ابن طارق صحابي له حديث في الأشربة حضرمي ويقال جعفي د ق"
  },
  {
    "id": "3000",
    "data": " طارق ابن شهاب ابن عبد شمس البجلي الأحمسي أبو عبد الله الكوفي قال أبو داود رأى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولم يسمع منه مات سنة اثنتين أو ثلاث وثمانين ع"
  },
  {
    "id": "3001",
    "data": " طارق ابن عبد الله المحاربي الكوفي صحابي له حديثان أو ثلاثة عخ 4"
  },
  {
    "id": "3002",
    "data": " طارق ابن عبد الرحمن ابن القاسم القرشي حجازي ثقة من الرابعة مات سنة تسع وعشرين د"
  },
  {
    "id": "3003",
    "data": " طارق ابن عبد الرحمن البجلي الأحمسي الكوفي صدوق له أوهام من الخامسة ع"
  },
  {
    "id": "3004",
    "data": " طارق ابن عمرو المكي الأموي مولاهم أمير المدينة لعبد الملك وثقه أبو زرعة في الحديث والمشهور أنه كان من أمراء الجور من الثالثة "
  },
  {
    "id": " مات في حدود الثمانين م",
    "data": " مات في حدود الثمانين م"
  },
  {
    "id": "3005",
    "data": " طارق ابن محاسن بمهملتين وقيل بمعجمتين وضم أوله حجازي مقبول من الثالثة د س"
  },
  {
    "id": "3006",
    "data": " طارق ابن المرقع حجازي مقبول من الثالثة ويقال إنه الذي خاصمه كردم إلى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ س"
  },
  {
    "id": "3007",
    "data": " طالب ابن حبيب ابن عمرو ابن سهل الأنصاري المدني ويقال له ابن الضجيع صدوق يهم من السابعة د"
  },
  {
    "id": "3008",
    "data": " طالب ابن حجير بمهملة وجيم مصغرا العبدي البصري صدوق من السابعة بخ ت"
  },
  {
    "id": "3009",
    "data": " طاوس ابن كيسان اليماني أبو عبد الرحمن الحميري مولاهم الفارسي يقال اسمه ذكوان وطاوس لقب ثقة فقيه فاضل من الثالثة مات سنة ست ومائة وقيل بعد ذلك ع"
  },
  {
    "id": "3010",
    "data": " طخفة بكسر أوله وسكون الخاء المعجمة ثم فاء ويقال بالهاء ويقال بالغين المعجمة وقيل غير ذلك ابن قيس الغفاري ويقال قيس ابن طخفة "
  },
  {
    "id": " صحابي له حديث في النوم على البطن مات بعد الستين د س",
    "data": " صحابي له حديث في النوم على البطن مات بعد الستين د س"
  },
  {
    "id": "3011",
    "data": " طرفة براء وفاء مفتوحتين ابن عرفجة ابن أسعد التميمي مجهول من الرابعة د"
  },
  {
    "id": "3012",
    "data": " طرفة الحضرمي صاحب ابن أبي أوفى مقبول من الخامسة لم يقع مسمى في رواية أبي داود د "
  },
  {
    "id": " طريف ابن سلمان أبو عاتكة في الكنى",
    "data": " طريف ابن سلمان أبو عاتكة في الكنى"
  },
  {
    "id": "3013",
    "data": " طريف ابن شهاب أو ابن سعد السعدي "
  },
  {
    "id": " البصري الأشل بالمعجمة ويقال له الأعسم بمهملتين ضعيف من السادسة ت ق",
    "data": " البصري الأشل بالمعجمة ويقال له الأعسم بمهملتين ضعيف من السادسة ت ق"
  },
  {
    "id": "3014",
    "data": " طريف ابن مجالد الهجيمي أبو تميمة بفتح أوله البصري ثقة من الثالثة مشهور بكنيته "
  },
  {
    "id": " مات سنة سبع وتسعين أو قبلها أو بعدها خ 4",
    "data": " مات سنة سبع وتسعين أو قبلها أو بعدها خ 4"
  },
  {
    "id": "3015",
    "data": " طعمة ابن عمرو الجعفري الكوفي صدوق عابد من السابعة د ت"
  },
  {
    "id": "3016",
    "data": " طعمة ابن غيلان الجعفي الكوفي مقبول من السادسة عس"
  },
  {
    "id": " طغفة في طخفة",
    "data": " طغفة في طخفة"
  },
  {
    "id": "3017",
    "data": " الطفيل ابن أبي ابن كعب الأنصاري الخزرجي كان يقال له أبو بطن لعظم بطنه ثقة يقال ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من الثانية بخ ت ق"
  },
  {
    "id": "3018",
    "data": " الطفيل ابن سخبرة ويقال ابن عبد الله ابن الحارث ابن سخبرة بفتح المهملة وسكون المعجمة ثم موحدة أخو عائشة لأمها صحابي له حديث ق"
  },
  {
    "id": "3019",
    "data": " طلحة ابن خراش بمعجمتين ابن عبد الرحمن الأنصاري المدني صدوق من الرابعة ت س ق"
  },
  {
    "id": "3020",
    "data": " طلحة ابن زيد القرشي أبو مسكين أو أبو محمد الرقي أصله دمشقي متروك قال أحمد وعلي وأبو داود كان يضع "
  },
  {
    "id": " من الثامنة ق",
    "data": " من الثامنة ق"
  },
  {
    "id": "3021",
    "data": " طلحة ابن أبي سعيد الإسكندراني أبو عبد الملك القرشي أصله مدني ثقة مقل من السابعة مات سنة سبع وخمسين خ س"
  },
  {
    "id": "3022",
    "data": " طلحة ابن عبد الله ابن خلف ابن أسعد ابن عامر الخزاعي المعروف بطلحة الطلحات أبو المطرف البصري أحد الأجواد أمير سجستان من الثالثة لم يثبت أن أبا داود روى له د"
  },
  {
    "id": "3023",
    "data": " طلحة ابن عبد الله ابن عبد الرحمن ابن أبي بكر الصديق التيمي المدني مقبول من الثالثة قد س ق"
  },
  {
    "id": "3024",
    "data": " طلحة ابن عبد الله ابن عثمان ابن عبيد الله ابن معمر التيمي المدني ثقة من الثالثة خ د س"
  },
  {
    "id": "3025",
    "data": " طلحة ابن عبد الله ابن عوف الزهري المدني القاضي ابن أخي عبد الرحمن يلقب طلحة الندى ثقة مكثر فقيه من الثالثة مات "
  },
  {
    "id": " سنة سبع وتسعين وهو ابن اثنتين وسبعين خ 4",
    "data": " سنة سبع وتسعين وهو ابن اثنتين وسبعين خ 4"
  },
  {
    "id": "3026",
    "data": " طلحة ابن عبد الملك الأيلي بفتح الهمزة بعدها ياء ساكنة ثقة من السادسة خ 4"
  },
  {
    "id": "3027",
    "data": " طلحة ابن عبيد الله ابن عثمان ابن عمرو ابن كعب ابن سعد ابن تيم ابن مرة التيمي أبو محمد المدني "
  },
  {
    "id": " أحد العشرة مشهور استشهد يوم الجمل سنة ست وثلاثين وهو ابن ثلاث وستين ع",
    "data": " أحد العشرة مشهور استشهد يوم الجمل سنة ست وثلاثين وهو ابن ثلاث وستين ع"
  },
  {
    "id": "3046",
    "data": " طليق بالتصغير ابن عمران ابن حصين ويقال ابن محمد ابن عمران مقبول من السادسة ق"
  },
  {
    "id": "3047",
    "data": " طليق ابن قيس الحنفي الكوفي ثقة من الثالثة بخ 4"
  },
  {
    "id": "3048",
    "data": " طليق ابن محمد ابن السكن ابن مروان الواسطي أبو سهل البزاز ثقة من كبار الحادية عشرة س"
  },
  {
    "id": " طهفة في طخفة",
    "data": " طهفة في طخفة"
  },
  {
    "id": "3049",
    "data": " طود بفتح أوله وسكون الواو ابن عبد الملك القيسي البصري مقبول من السابعة س"
  },
  {
    "id": "3050",
    "data": " طيسلة بفتح أوله وسكون التحتانية وفتح المهملة وتخفيف اللام ابن علي البهدلي بموحدة اليمامي مقبول من الثالثة قال البرديجي هو ابن مياس وهو لقب علي بخ ل"
  },
  {
    "id": " طيسلة ابن مياس بتشديد التحتانية وآخره مهملة هو الذي قبله فرقهما المزي فوهم وقد بينت ذلك في الأصل ",
    "data": " طيسلة ابن مياس بتشديد التحتانية وآخره مهملة هو الذي قبله فرقهما المزي فوهم وقد بينت ذلك في الأصل "
  },
  {
    "id": "حرف الظاء المعجمة",
    "data": "حرف الظاء المعجمة"
  },
  {
    "id": " ظالم أبو الأسود الدؤلي في الكنى",
    "data": " ظالم أبو الأسود الدؤلي في الكنى"
  },
  {
    "id": " ظليم بفتح أوله أبو النجيب بنون وجيم يأتي في الكنى",
    "data": " ظليم بفتح أوله أبو النجيب بنون وجيم يأتي في الكنى"
  },
  {
    "id": "3051",
    "data": " ظهير بالتصغير ابن رافع ابن عدي الأنصاري الأوسي من كبار الصحابة شهد بدرا وهو عم رافع ابن خديج خ م س ق"
  },
  {
    "id": "3112",
    "data": " عامر ابن يحيى المعافري أبو خنيس بمعجمة ونون مصغرا ثقة من السادسة مات قبل سنة عشرين ومائة م ت ق"
  },
  {
    "id": "3113",
    "data": " عامر أبو رملة شيخ لابن عون لا يعرف من الثالثة 4"
  },
  {
    "id": " عامر الحجري بفتح المهملة صوابه أبو عامر يأتي",
    "data": " عامر الحجري بفتح المهملة صوابه أبو عامر يأتي"
  },
  {
    "id": "3114",
    "data": " عامر الرامي المحاربي صحابي له حديث يروى بإسناد مجهول د"
  },
  {
    "id": " عامر العقيلي هو ابن عقبة تقدم",
    "data": " عامر العقيلي هو ابن عقبة تقدم"
  },
  {
    "id": "3115",
    "data": " عائذ الله بتحتانية ومعجمة ابن عبد الله أبو إدريس الخولاني ولد في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يوم حنين وسمع من كبار الصحابة ومات سنة ثمانين قال سعيد ابن عبد العزيز كان عالم الشام بعد أبي الدرداء ع"
  },
  {
    "id": "3116",
    "data": " عائذ الله المجاشعي أبو معاذ قاص سليمان ابن عبد الملك ضعيف من السابعة ق"
  },
  {
    "id": "3117",
    "data": " عائذ بغير إضافة ابن حبيب ابن الملاح بفتح الميم وتشديد اللام وبمهملة أبو أحمد الكوفي ويقال أبو هشام بياع الهروي "
  },
  {
    "id": " صدوق رمي بالتشيع من التاسعة س ق",
    "data": " صدوق رمي بالتشيع من التاسعة س ق"
  },
  {
    "id": "3118",
    "data": " عائذ ابن عمرو ابن هلال المزني أبو هبيرة البصري صحابي شهد الحديبية مات في ولاية عبيد الله ابن زياد سنة إحدى وستين خ م س"
  },
  {
    "id": "3119",
    "data": " عائش آخره معجمة ابن أنس البكري الكوفي مقبول من الثالثة س"
  },
  {
    "id": "3120",
    "data": " عباءة بتخفيف الموحدة وبعد الألف همزة ابن كليب الليثي أبو غسان الكوفي صدوق له أوهام من العاشرة ق"
  },
  {
    "id": "3121",
    "data": " عباد ابن آدم الهذلي البصري مجهول من التاسعة ق"
  },
  {
    "id": " عباد ابن أخضر هو ابن عباد يأتي",
    "data": " عباد ابن أخضر هو ابن عباد يأتي"
  },
  {
    "id": " عباد ابن إسحاق هو عبد الرحمن يأتي",
    "data": " عباد ابن إسحاق هو عبد الرحمن يأتي"
  },
  {
    "id": "3122",
    "data": " عباد ابن بشر ابن وقش بفتح الواو والقاف وبمعجمة الأنصاري من قدماء الصحابة أسلم قبل الهجرة وشهد بدرا وأبلى يوم اليمامة فاستشهد بها صد"
  },
  {
    "id": "3123",
    "data": " عباد ابن تميم ابن غزية الأنصاري المازني المدني ثقة من الثالثة وقد قيل إن له رؤية وفي ابن ماجة من طريق عبد الله ابن أبي بكر ابن حزم عن عباد ابن تميم عن أبيه عن عمه في الاستسقاء والصواب سمعت عباد ابن تميم يحدث أبي عن عمه واسم عمه عبد الله ابن زيد ابن عاصم وهو أخو أبيه لأمه ع"
  },
  {
    "id": "3124",
    "data": " عباد ابن حبيش بمهملة وموحدة ومعجمة مصغرا الكوفي مقبول من الثالثة ت"
  },
  {
    "id": "3125",
    "data": " عباد ابن حمزة ابن عبد الله ابن الزبير الأسدي ثقة من الثالثة بخ م س"
  },
  {
    "id": "3126",
    "data": " عباد ابن راشد التميمي مولاهم البصري البزار آخره راء قريب داود ابن أبي هند صدوق له أوهام من السابعة خ د س ق"
  },
  {
    "id": "3127",
    "data": " عباد ابن زياد أخو عبيد الله يكنى أبا حرب "
  },
  {
    "id": " وثقه ابن حبان وكان والي سجستان سنة ثلاث وخمسين ومات سنة مائة م د س",
    "data": " وثقه ابن حبان وكان والي سجستان سنة ثلاث وخمسين ومات سنة مائة م د س"
  },
  {
    "id": "3128",
    "data": " عباد ابن زياد ابن موسى الأسدي الساجي صدوق رمي بالقدر وبالتشيع من العاشرة ويقال فيه عبادة كد"
  },
  {
    "id": "3129",
    "data": " عباد ابن أبي سعيد المقبري مقبول من الثالثة د س ق"
  },
  {
    "id": "3130",
    "data": " عباد ابن شرحبيل اليشكري بفتح التحتانية وسكون المعجمة وضم الكاف الفبري بضم المعجمة وفتح الموحدة صحابي نزل البصرة د س ق"
  },
  {
    "id": "3131",
    "data": " عباد ابن شيبان الأنصاري السلمي بفتح السين صحابي له حديثان ق"
  },
  {
    "id": " عباد ابن أبي صالح السمان هو عبد الله يأتي",
    "data": " عباد ابن أبي صالح السمان هو عبد الله يأتي"
  },
  {
    "id": "3132",
    "data": " عباد ابن عباد ابن حبيب ابن المهلب ابن أبي صفرة الأزدي "
  },
  {
    "id": " أبو معاوية البصري ثقة ربما وهم من السابعة مات سنة تسع وسبعين أو بعدها بسنة ع",
    "data": " أبو معاوية البصري ثقة ربما وهم من السابعة مات سنة تسع وسبعين أو بعدها بسنة ع"
  },
  {
    "id": "3133",
    "data": " عباد ابن عباد ابن علقمة المازني المصري "
  },
  {
    "id": " المعروف بابن أخضر وكان زوج أمه صدوق من السابعة س",
    "data": " المعروف بابن أخضر وكان زوج أمه صدوق من السابعة س"
  },
  {
    "id": "3134",
    "data": " عباد ابن عباد الرملي الأرسوفي بمهملة وفاء أبو عتبة الخواص صدوق يهم أفحش ابن حبان فقال يستحق الترك من التاسعة د"
  },
  {
    "id": "3135",
    "data": " عباد ابن عبد الله ابن الزبير ابن العوام كان قاضي مكة زمن أبيه وخليفته إذا حج ثقة من الثالثة ع"
  },
  {
    "id": "3136",
    "data": " عباد ابن عبد الله الأسدي الكوفي ضعيف من الثالثة س ق"
  },
  {
    "id": " عباد ابن عبيد الله الأشجعي أبو عبيدة مشهور بكنيته يأتي",
    "data": " عباد ابن عبيد الله الأشجعي أبو عبيدة مشهور بكنيته يأتي"
  },
  {
    "id": "3137",
    "data": " عباد ابن أبي علي البصري مقبول من الرابعة خت"
  },
  {
    "id": " عباد ابن عمر ابن موسى ",
    "data": " عباد ابن عمر ابن موسى "
  },
  {
    "id": " صوابه عيسى",
    "data": " صوابه عيسى"
  },
  {
    "id": "3138",
    "data": " عباد ابن العوام ابن عمر الكلابي مولاهم أبو سهل الواسطي ثقة من الثامنة مات سنة خمس وثمانين أو بعدها وله نحو من سبعين ع"
  },
  {
    "id": "3139",
    "data": " عباد ابن كثير الثقفي البصري متروك قال أحمد روى أحاديث كذب من السابعة مات بعد الأربعين د ق"
  },
  {
    "id": "3140",
    "data": " عباد ابن كثير الرملي الفلسطيني ويقال له التميمي واسم جده قيس ضعيف "
  },
  {
    "id": " قال ابن عدي هو خير من عباد الثقفي تأخر إلى حدود السبعين بخ ق",
    "data": " قال ابن عدي هو خير من عباد الثقفي تأخر إلى حدود السبعين بخ ق"
  }
]