[
  {
    "id": "204",
    "data": " إبراهيم ابن عبد الرحمن السكسكي أبو إسماعيل الكوفي مولى صخير بالمهملة ثم المعجمة مصغرا صدوق ضعيف الحفظ من الخامسة خ د س"
  },
  {
    "id": "205",
    "data": " إبراهيم ابن عبد الرحمن ابن عبد الله ابن أبي ربيعة المخزومي مقبول من الثالثة خ س ق"
  },
  {
    "id": "206",
    "data": " إبراهيم ابن عبد الرحمن ابن عوف الزهري قيل له رؤية وسماعه من عمر أثبته يعقوب ابن شيبة مات سنة خمس وقيل ست وتسعين خ م د س ق"
  },
  {
    "id": "207",
    "data": " إبراهيم ابن عبد الرحمن ابن مهدي البصري صدوق له مناكير قيل إنها من قبل الراوي عنه من العاشرة د ت س"
  },
  {
    "id": "208",
    "data": " إبراهيم ابن عبد الرحمن ابن يزيد ابن أمية المدني مجهول من السابعة ت"
  },
  {
    "id": "209",
    "data": " إبراهيم ابن عبد السلام ابن عبد الله ابن باباه بفتح الموحدتين بغير همز المخزومي المكي ضعيف من الثامنة ق"
  },
  {
    "id": "210",
    "data": " إبراهيم ابن عبد العزيز ابن عبد الملك ابن أبي محذورة الجمحي المكي يكنى أبا إسماعيل صدوق يخطىء من السابعة عخ ت س"
  },
  {
    "id": "211",
    "data": " إبراهيم ابن عبد العزيز ابن مروان ابن شجاع الحراني صدوق من الحادية عشرة س"
  },
  {
    "id": "212",
    "data": " إبراهيم ابن عبد الملك البصري أبو إسماعيل القناد بالقاف والنون صدوق في حفظه شيء من السابعة ت س"
  },
  {
    "id": "213",
    "data": " إبراهيم ابن أبي عبلة بسكون الموحدة واسمه شمر بكسر المعجمة ابن يقظان الشامي يكنى أبا إسماعيل ثقة من الخامسة مات سنة اثنتين وخمسين خ م د س ق"
  },
  {
    "id": "214",
    "data": " إبراهيم ابن عبيد ابن رفاعة ابن رافع ابن مالك ابن العجلان الزرقي الأنصاري المدني صدوق من الرابعة م"
  },
  {
    "id": "215",
    "data": " إبراهيم ابن عثمان العبسي بالموحدة أبو شيبة الكوفي قاضي واسط مشهور بكنيته متروك الحديث من السابعة مات سنة تسع وستين ت ق"
  },
  {
    "id": "216",
    "data": " إبراهيم ابن عطاء ابن أبي ميمونة البصري صدوق من السابعة د ق"
  },
  {
    "id": "217",
    "data": " إبراهيم ابن عقبة ابن أبي عياش الأسدي مولاهم المدني أخو موسى ثقة من السادسة م د س ق"
  },
  {
    "id": "218",
    "data": " إبراهيم ابن عقيل ابن معقل الصنعاني صدوق من الثامنة د"
  },
  {
    "id": "219",
    "data": " إبراهيم ابن علي ابن حسن ابن أبي رافع المدني نزيل بغداد ضعيف من التاسعة ق"
  },
  {
    "id": "220",
    "data": " إبراهيم ابن عمر ابن كيسان الصنعاني صنعاء اليمن أبو إسحاق صدوق من السابعة د س"
  },
  {
    "id": "221",
    "data": " إبراهيم ابن عمر ابن سفينة لقبه بُرَيْه وهو تصغير إبراهيم مستور من السابعة د ت"
  },
  {
    "id": "222",
    "data": " إبراهيم ابن عمر ابن مطرف الهاشمي مولاهم أبو إسحاق ابن أبي الوزير المكي نزيل البصرة صدوق من التاسعة "
  },
  {
    "id": " خ 4",
    "data": " خ 4"
  },
  {
    "id": "223",
    "data": " إبراهيم ابن عمر الصنعاني صنعاء اليمن آخر مستور من العاشرة ت "
  },
  {
    "id": "224",
    "data": " إبراهيم ابن عمرو ويقال عمر الصنعاني صنعاء دمشق مستور من السابعة مد"
  },
  {
    "id": "225",
    "data": " إبراهيم ابن أبي عمرو الغفاري المدني مجهول من الثامنة ت"
  },
  {
    "id": "226",
    "data": " إبراهيم ابن العلاء ابن الضحاك ابن المهاجر ابن عبد الرحمن الزبيدي الحمصي المعروف بابن زِبْرِيق بكسر الزاي وسكون الموحدة مستقيم الحديث إلا في حديث واحد يقال إن ابنه محمدا أدخله عليه من العاشرة مات سنة خمس وثلاثين وله ثلاث وثمانون د"
  },
  {
    "id": "227",
    "data": " إبراهيم ابن عيينة ابن أبي عمران الهلالي مولاهم الكوفي أبو إسحاق أخو سفيان صدوق يهم من الثامنة مات قبل المائتين د س ق"
  },
  {
    "id": "228",
    "data": " إبراهيم ابن الفضل المخزومي المدني أبو إسحاق ويقال إبراهيم ابن إسحاق متروك من الثامنة ت ق"
  },
  {
    "id": "229",
    "data": " إبراهيم ابن الفضل ابن أبي سويد الذارع "
  },
  {
    "id": " البصري وأكثر ما يجيء منسوبا إلى جده مقبول من التاسعة تمييز",
    "data": " البصري وأكثر ما يجيء منسوبا إلى جده مقبول من التاسعة تمييز"
  },
  {
    "id": "230",
    "data": " إبراهيم ابن محمد ابن الحارث ابن أسماء ابن خارجة ابن حصن ابن حذيفة الفزاري الإمام أبو إسحاق ثقة حافظ له تصانيف من الثامنة مات سنة خمس وثمانين وقيل بعدها ع"
  },
  {
    "id": "231",
    "data": " إبراهيم ابن محمد ابن حاطب الجمحي المدني صدوق من الخامسة د"
  },
  {
    "id": "232",
    "data": " إبراهيم ابن محمد ابن خازم بمعجمتين أبو إسحاق ابن أبي معاوية الضرير الكوفي صدوق ضعفه الأزدي بلا حجة مات سنة ست وثلاثين من العاشرة د"
  },
  {
    "id": "233",
    "data": " إبراهيم ابن محمد ابن سعد ابن أبي وقاص المدني ثم الكوفي ثقة قال ابن حبان لم يسمع من صحابي من السادسة ت س"
  },
  {
    "id": "234",
    "data": " إبراهيم ابن محمد ابن طلحة التيمي أبو إسحاق المدني "
  },
  {
    "id": " ثقة من الثالثة مات سنة عشر ومائة وله أربع وسبعون م 4",
    "data": " ثقة من الثالثة مات سنة عشر ومائة وله أربع وسبعون م 4"
  },
  {
    "id": "235",
    "data": " إبراهيم ابن محمد ابن العباس المطلبي المكي ابن عم الإمام الشافعي أبو إسحاق صدوق من العاشرة مات سنة سبع أو ثمان وثلاثين "
  },
  {
    "id": " س ق",
    "data": " س ق"
  },
  {
    "id": "236",
    "data": " إبراهيم ابن محمد ابن عبد الله ابن جحش الأسدي صدوق من الخامسة ق"
  },
  {
    "id": "237",
    "data": " إبراهيم ابن محمد ابن عبد الله ابن عبيد الله ابن معمر التيمي المعمري أبو إسحاق البصري قاضيها ثقة من الحادية عشرة مات سنة خمسين د س"
  },
  {
    "id": "238",
    "data": " إبراهيم ابن محمد ابن عرعرة بمهملات السامي بالمهملة البصري نزيل بغداد ثقة حافظ تكلم أحمد في بعض سماعه من العاشرة مات سنة إحدى وثلاثين م س"
  },
  {
    "id": " إبراهيم ابن محمد ابن أبي عطاء هو ابن محمد ابن أبي يحيى يأتي قريبا",
    "data": " إبراهيم ابن محمد ابن أبي عطاء هو ابن محمد ابن أبي يحيى يأتي قريبا"
  },
  {
    "id": "239",
    "data": " إبراهيم ابن محمد ابن علي ابن أبي طالب الهاشمي أبوه ابن الحنفية صدوق من الخامسة ت عس ق"
  },
  {
    "id": " إبراهيم ابن محمد ابن علي ابن عبد الله ابن جعفر يأتي",
    "data": " إبراهيم ابن محمد ابن علي ابن عبد الله ابن جعفر يأتي"
  },
  {
    "id": "240",
    "data": " إبراهيم ابن محمد ابن المنتشر ابن الأجدع الهمداني الكوفي ثقة من الخامسة ع"
  },
  {
    "id": "241",
    "data": " إبراهيم ابن محمد ابن أبي يحيى الأسلمي "
  },
  {
    "id": " أبو إسحاق المدني متروك من السابعة مات سنة أربع وثمانين وقيل إحدى وتسعين ق",
    "data": " أبو إسحاق المدني متروك من السابعة مات سنة أربع وثمانين وقيل إحدى وتسعين ق"
  },
  {
    "id": "242",
    "data": " إبراهيم ابن محمد ابن يوسف ابن سرج بالجيم الفريابي نزيل بيت المقدس صدوق تكلم فيه الساجي من العاشرة ق"
  },
  {
    "id": "243",
    "data": " إبراهيم ابن محمد الزهري الحلبي نزيل البصرة صدوق يخطىء من الحادية عشرة ق"
  },
  {
    "id": "244",
    "data": " إبراهيم ابن محمد عن معاوية ابن عبد الله ابن جعفر هو إبراهيم ابن محمد ابن علي ابن عبد الله ابن جعفر صدوق من السادسة ق"
  },
  {
    "id": "245",
    "data": " إبراهيم ابن المختار التميمي أبو إسماعيل الرازي "
  },
  {
    "id": " صدوق ضعيف الحفظ من الثامنة يقال مات سنة اثنتين وثمانين بخ ت ق",
    "data": " صدوق ضعيف الحفظ من الثامنة يقال مات سنة اثنتين وثمانين بخ ت ق"
  },
  {
    "id": "246",
    "data": " إبراهيم ابن مخلد الطالقاني صدوق من العاشرة د"
  },
  {
    "id": "247",
    "data": " إبراهيم ابن مرزوق الثقفي مقبول من التاسعة بخ"
  },
  {
    "id": "248",
    "data": " إبراهيم ابن مرزوق ابن دينار الأموي البصري نزيل مصر ثقة عمي قبل موته فكان يخطىء ولا يرجع من الحادية عشرة مات سنة سبعين س"
  },
  {
    "id": "249",
    "data": " إبراهيم ابن مرة الشامي صدوق من الثامنة مد س ق"
  },
  {
    "id": "250",
    "data": " إبراهيم ابن مروان ابن محمد الطاطري بمهملتين الثانية مفتوحة بعدها راء خفيفة الدمشقي صدوق من الحادية عشرة د"
  },
  {
    "id": "251",
    "data": " إبراهيم ابن المستمر العروقي بالقاف الناجي بالنون والجيم البصري صدوق يغرب من الحادية عشرة د تم س ق"
  },
  {
    "id": " إبراهيم ابن مروان ",
    "data": " إبراهيم ابن مروان "
  },
  {
    "id": " صوابه أزهر يأتي",
    "data": " صوابه أزهر يأتي"
  },
  {
    "id": "252",
    "data": " إبراهيم ابن مسلم العبدي أبو إسحاق الهجري بفتح الهاء والجيم يذكر بكنيته لين الحديث رفع موقوفات من الخامسة ق"
  },
  {
    "id": " إبراهيم ابن أبي معاوية هو ابن محمد تقدم",
    "data": " إبراهيم ابن أبي معاوية هو ابن محمد تقدم"
  },
  {
    "id": "253",
    "data": " إبراهيم ابن المنذر ابن عبد الله ابن المنذر ابن المغيرة ابن عبد الله ابن خالد ابن حزام الأسدي الحزامي بالزاي صدوق تكلم فيه أحمد لأجل القرآن من العاشرة مات سنة ست وثلاثين خ ت س ق"
  },
  {
    "id": "254",
    "data": " إبراهيم ابن مهاجر ابن جابر البجلي الكوفي صدوق لين الحفظ من الخامسة م 4"
  },
  {
    "id": "255",
    "data": " إبراهيم ابن مهاجر ابن مسمار ضعيف من الثامنة تمييز"
  },
  {
    "id": "256",
    "data": " إبراهيم ابن مهدي المصيصي بغدادي الأصل مقبول من العاشرة مات سنة أربع وقيل خمس وعشرين د"
  },
  {
    "id": "257",
    "data": " إبراهيم ابن مهدي ابن عبد الرحمن الأبلي بالموحدة البصري كذبوه من الثانية عشرة مات سنة ثمانين ومائتين تمييز"
  },
  {
    "id": "258",
    "data": " إبراهيم ابن موسى ابن جميل بالجيم الأموي وربما نسب إلى جده صدوق من الثانية عشرة س"
  },
  {
    "id": "259",
    "data": " إبراهيم ابن موسى ابن يزيد التميمي أبو إسحاق الفراء الرازي يلقب الصغير ثقة حافظ من العاشرة مات بعد العشرين ومائتين ع"
  },
  {
    "id": "260",
    "data": " إبراهيم ابن ميسرة الطائفي نزيل مكة ثبت حافظ من الخامسة مات سنة اثنتين وثلاثين ع"
  },
  {
    "id": "261",
    "data": " إبراهيم ابن ميمون الصائغ المروزي صدوق من السادسة قتل سنة إحدى وثلاثين خت د س"
  },
  {
    "id": "262",
    "data": " إبراهيم ابن ميمون الصنعاني أو الزبيدي بفتح الزاي ثقة من الثامنة س"
  },
  {
    "id": "263",
    "data": " إبراهيم ابن ميمون كوفي صدوق من السادسة س"
  },
  {
    "id": "264",
    "data": " إبراهيم ابن أبي ميمونة حجازي مجهول الحال من الثامنة د ت ق"
  },
  {
    "id": "265",
    "data": " إبراهيم ابن نافع المخزومي المكي ثقة حافظ من السابعة ع"
  },
  {
    "id": "266",
    "data": " إبراهيم ابن نشيط بفتح النون وكسر المعجمة الوعلاني بالمهملة المصري يكنى أبا بكر ثقة من الخامسة مات سنة إحدى وستين بخ د س ق"
  },
  {
    "id": " إبراهيم ابن أبي الوزير هو ابن عمر تقدم",
    "data": " إبراهيم ابن أبي الوزير هو ابن عمر تقدم"
  },
  {
    "id": "267",
    "data": " إبراهيم ابن هارون البلخي العابد صدوق من الحادية عشرة تم س"
  },
  {
    "id": "268",
    "data": " إبراهيم ابن يحيى ابن محمد ابن عباد ابن هانئ الشجري بفتح المعجمة والجيم لين الحديث من العاشرة ت"
  },
  {
    "id": "269",
    "data": " إبراهيم ابن يزيد ابن شريك التيمي يكنى أبا أسماء الكوفي العابد ثقة إلا أنه يرسل ويدلس من الخامسة مات "
  },
  {
    "id": " سنة اثنتين وتسعين وله أربعون سنة ع",
    "data": " سنة اثنتين وتسعين وله أربعون سنة ع"
  },
  {
    "id": "270",
    "data": " إبراهيم ابن يزيد ابن قيس ابن الأسود النخعي أبو عمران الكوفي الفقيه ثقة إلا أنه يرسل كثيرا من الخامسة مات "
  },
  {
    "id": " سنة ست وتسعين وهو ابن خمسين أونحوها ع",
    "data": " سنة ست وتسعين وهو ابن خمسين أونحوها ع"
  },
  {
    "id": "271",
    "data": " إبراهيم ابن يزيد ابن مردانبه بنون ثم موحدة المخزومي مولاهم صدوق من السابعة س"
  },
  {
    "id": "272",
    "data": " إبراهيم ابن يزيد الخوزي بضم المعجمة وبالزاي أبو إسماعيل المكي مولى بني أمية متروك الحديث من السابعة مات سنة إحدى وخمسين ت ق"
  },
  {
    "id": "273",
    "data": " إبراهيم ابن يعقوب ابن إسحاق الجوزجاني بضم الجيم الأولى وزاي وجيم نزيل دمشق ثقة حافظ رمي بالنصب من الحادية عشرة مات سنة تسع وخمسين د ت س"
  },
  {
    "id": "274",
    "data": " إبراهيم ابن يوسف ابن إسحاق ابن أبي إسحاق السبيعي صدوق يهم من السابعة مات سنة ثمان وتسعين خ م د س ق"
  },
  {
    "id": "275",
    "data": " إبراهيم ابن يوسف ابن ميمون الباهلي البلخي الماكياني بكسر الكاف بعدها تحتانية صدوق نقموا عليه الإرجاء من العاشرة مات سنة أربعين أو قبلها س"
  },
  {
    "id": "276",
    "data": " إبراهيم ابن يوسف الحضرمي الكوفي الصيرفي صدوق فيه لين من العاشرة أيضا مات سنة تسع وأربعين أو بعدها س"
  },
  {
    "id": "277",
    "data": " إبراهيم ابن يونس ابن محمد البغدادي "
  },
  {
    "id": " نزيل طرسوس لقبه حرمي بلفظ النسب ",
    "data": " نزيل طرسوس لقبه حرمي بلفظ النسب "
  },
  {
    "id": " صدوق من الحادية عشرة س",
    "data": " صدوق من الحادية عشرة س"
  },
  {
    "id": "278",
    "data": " إبراهيم عن كعب ابن عجرة مجهول من الثالثة وليس هو النخعي ت"
  },
  {
    "id": "279",
    "data": " إبراهيم عن ابن الهاد يحتمل أن يكون ابن سعد من الثامنة "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "280",
    "data": " إبراهيم عن يحيى مجهول من السابعة عس"
  },
  {
    "id": " إبراهيم التيمي هو ابن يزيد",
    "data": " إبراهيم التيمي هو ابن يزيد"
  },
  {
    "id": " إبراهيم الخوزي هو ابن يزيد",
    "data": " إبراهيم الخوزي هو ابن يزيد"
  },
  {
    "id": " إبراهيم السكسكي هو ابن عبد الرحمن",
    "data": " إبراهيم السكسكي هو ابن عبد الرحمن"
  },
  {
    "id": " إبراهيم الصائغ هو ابن ميمون",
    "data": " إبراهيم الصائغ هو ابن ميمون"
  },
  {
    "id": " إبراهيم أبو إسحاق المخزومي هو ابن الفضل",
    "data": " إبراهيم أبو إسحاق المخزومي هو ابن الفضل"
  },
  {
    "id": " إبراهيم النخعي هو ابن يزيد",
    "data": " إبراهيم النخعي هو ابن يزيد"
  }
]