[
  {
    "id": "3141",
    "data": " عباد ابن ليث الكرابيسي أبو الحسن البصري صدوق يخطىء من التاسعة ت س ق"
  },
  {
    "id": "3142",
    "data": " عباد ابن منصور الناجي بالنون والجيم أبو سلمة البصري القاضي بها صدوق رمي بالقدر وكان يدلس وتغير بأخرة من السادسة مات سنة اثنتين وخمسين خت 4"
  },
  {
    "id": "3143",
    "data": " عباد ابن موسى الختلي بضم المعجمة وتشديد المثناة المفتوحة أبو محمد نزيل بغداد ثقة من العاشرة مات سنة ثلاثين على الصحيح خ م د س"
  },
  {
    "id": "3144",
    "data": " عباد ابن موسى ابن راشد العكلي المعروف بسندولا والد محمد مجهول من السابعة تمييز"
  },
  {
    "id": "3145",
    "data": " عباد ابن موسى ابن شداد السعدي أبو أيوب البصري مقبول من التاسعة تمييز"
  },
  {
    "id": "3146",
    "data": " عباد ابن موسى الجهني مقبول من السابعة تمييز"
  },
  {
    "id": "3147",
    "data": " عباد ابن موسى القرشي أبو عقبة البصري العباداني نزيل بغداد "
  },
  {
    "id": " وقد خلطه بعضهم بالختلي فوهم من كبار العاشرة أيضا تمييز",
    "data": " وقد خلطه بعضهم بالختلي فوهم من كبار العاشرة أيضا تمييز"
  },
  {
    "id": "3148",
    "data": " عباد ابن أبي موسى حجازي مجهول من الثامنة تمييز"
  },
  {
    "id": "3149",
    "data": " عباد ابن ميسرة المنقري البصري المعلم لين الحديث عابد من السابعة ت س فق"
  },
  {
    "id": "3150",
    "data": " عباد ابن نسيب بالنون والمهملة والموحدة مصغرا أبو الوضيء "
  },
  {
    "id": " بفتح الواو وكسر المعجمة مشهور بكنيته ويقال اسمه عبد الله ثقة من الثالثة د عس ق",
    "data": " بفتح الواو وكسر المعجمة مشهور بكنيته ويقال اسمه عبد الله ثقة من الثالثة د عس ق"
  },
  {
    "id": "3151",
    "data": " عباد ابن الوليد ابن خالد الغبري بضم المعجمة وفتح الموحدة المخففة أبو بدر المؤدب سكن بغداد صدوق من الحادية عشرة مات سنة ثمان وخمسين وقيل سنة اثنتين وستين ق"
  },
  {
    "id": "3152",
    "data": " عباد ابن أبي يزيد أو ابن يزيد الكوفي مجهول من الثالثة ت"
  },
  {
    "id": "3153",
    "data": " عباد ابن يعقوب الرواجني بتخفيف الواو وبالجيم المكسورة والنون الخفيفة أبو سعيد الكوفي صدوق رافضي حديثه في البخاري مقرون بالغ ابن حبان فقال يستحق الترك من العاشرة مات سنة خمسين خ ت ق"
  },
  {
    "id": "3154",
    "data": " عباد ابن يوسف الكندي أبو عثمان الحمصي الكرابيسي مقبول من التاسعة مات سنة ست ومائتين ق"
  },
  {
    "id": "3155",
    "data": " عباد ابن يوسف ويقال ابن سعد كوفي عن أبي بردة مجهول من السادسة ويقال اسمه عبادة ت"
  },
  {
    "id": "3156",
    "data": " عباد السماك عن الثوري مجهول من الثامنة د"
  },
  {
    "id": " عباد في يحيى ابن عباد ",
    "data": " عباد في يحيى ابن عباد "
  },
  {
    "id": "3157",
    "data": " عبادة ابن الصامت ابن قيس الأنصاري الخزرجي أبو الوليد المدني أحد النقباء بدري مشهور مات بالرملة سنة أربع وثلاثين وله اثنتان وسبعون وقيل عاش إلى خلافة معاوية قال سعيد ابن عفير كان طوله عشرة أشبار ع"
  },
  {
    "id": " عبادة ابن زياد تقدم في عباد",
    "data": " عبادة ابن زياد تقدم في عباد"
  },
  {
    "id": "3158",
    "data": " عبادة ابن عمر ابن أبي ثابت اليمامي مقبول من التاسعة س"
  },
  {
    "id": " عبادة ابن كليب ",
    "data": " عبادة ابن كليب "
  },
  {
    "id": " صوابه عباءة تقدم",
    "data": " صوابه عباءة تقدم"
  },
  {
    "id": "3159",
    "data": " عبادة ابن مسلم الفزاري أبو يحيى البصري ثقة اضطرب فيه قول ابن حبان من السادسة بخ 4"
  },
  {
    "id": "3160",
    "data": " عبادة ابن نسي بضم النون وفتح المهملة الخفيفة الكندي أبو عمر الشامي قاضي طبرية ثقة فاضل من الثالثة مات سنة ثماني عشرة 4"
  },
  {
    "id": "3161",
    "data": " عبادة ابن الوليد ابن عبادة ابن الصامت الأنصاري ويقال له عبد الله ثقة من الرابعة خ م د س ق "
  },
  {
    "id": " عبادة ابن يوسف تقدم في عباد",
    "data": " عبادة ابن يوسف تقدم في عباد"
  },
  {
    "id": "3162",
    "data": " عبادة الأنصاري الزرقي صحابي له حديث في تحريم المدينة وقيل هو أبو عبادة سعيد ابن عثمان ابن خالد الخزرجي البدري بخ"
  },
  {
    "id": "3163",
    "data": " عباس ابن جعفر ابن عبد الله ابن الزبرقان البغدادي أبو محمد ابن أبي طالب أخو يحيى أصله من واسط صدوق من الحادية عشرة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "3164",
    "data": " عباس ابن جليد بجيم مصغر الحجري بفتح المهملة وسكون الجيم مصري ثقة من الرابعة مات سنة مائة د ت"
  },
  {
    "id": "3165",
    "data": " عباس ابن الحسين القنطري أبو الفضل بغدادي وقيل بصري ثقة من الحادية عشرة مات سنة أربعين خ"
  },
  {
    "id": "3166",
    "data": " عباس ابن الحسين قاضي الري مقبول من الحادية عشرة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "3167",
    "data": " عباس ابن الحسن بفتحتين البلخي نزيل بغداد مقبول من الحادية عشرة أيضا مات سنة ثمان وخمسين تمييز"
  },
  {
    "id": "3168",
    "data": " عباس ابن ذريح بفتح المعجمة وكسر الراء وآخره مهملة الكلبي الكوفي ثقة من السادسة بخ د س ق"
  },
  {
    "id": " عباس ابن رزمة ",
    "data": " عباس ابن رزمة "
  },
  {
    "id": " بكسر الراء وسكون الزاي يقال صوابه عبد العزيز ابن أبي رزمة وسيأتي م",
    "data": " بكسر الراء وسكون الزاي يقال صوابه عبد العزيز ابن أبي رزمة وسيأتي م"
  },
  {
    "id": "3169",
    "data": " عباس ابن سالم اللخمي الدمشقي ثقة من السادسة د ت ق"
  },
  {
    "id": "3157",
    "data": " عبادة ابن الصامت ابن قيس الأنصاري الخزرجي أبو الوليد المدني أحد النقباء بدري مشهور مات بالرملة سنة أربع وثلاثين وله اثنتان وسبعون وقيل عاش إلى خلافة معاوية قال سعيد ابن عفير كان طوله عشرة أشبار ع"
  },
  {
    "id": " عبادة ابن زياد تقدم في عباد",
    "data": " عبادة ابن زياد تقدم في عباد"
  },
  {
    "id": "3158",
    "data": " عبادة ابن عمر ابن أبي ثابت اليمامي مقبول من التاسعة س"
  },
  {
    "id": " عبادة ابن كليب ",
    "data": " عبادة ابن كليب "
  },
  {
    "id": " صوابه عباءة تقدم",
    "data": " صوابه عباءة تقدم"
  },
  {
    "id": "3159",
    "data": " عبادة ابن مسلم الفزاري أبو يحيى البصري ثقة اضطرب فيه قول ابن حبان من السادسة بخ 4"
  },
  {
    "id": "3160",
    "data": " عبادة ابن نسي بضم النون وفتح المهملة الخفيفة الكندي أبو عمر الشامي قاضي طبرية ثقة فاضل من الثالثة مات سنة ثماني عشرة 4"
  },
  {
    "id": "3161",
    "data": " عبادة ابن الوليد ابن عبادة ابن الصامت الأنصاري ويقال له عبد الله ثقة من الرابعة خ م د س ق "
  },
  {
    "id": " عبادة ابن يوسف تقدم في عباد",
    "data": " عبادة ابن يوسف تقدم في عباد"
  },
  {
    "id": "3162",
    "data": " عبادة الأنصاري الزرقي صحابي له حديث في تحريم المدينة وقيل هو أبو عبادة سعيد ابن عثمان ابن خالد الخزرجي البدري بخ"
  },
  {
    "id": "3163",
    "data": " عباس ابن جعفر ابن عبد الله ابن الزبرقان البغدادي أبو محمد ابن أبي طالب أخو يحيى أصله من واسط صدوق من الحادية عشرة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "3164",
    "data": " عباس ابن جليد بجيم مصغر الحجري بفتح المهملة وسكون الجيم مصري ثقة من الرابعة مات سنة مائة د ت"
  },
  {
    "id": "3165",
    "data": " عباس ابن الحسين القنطري أبو الفضل بغدادي وقيل بصري ثقة من الحادية عشرة مات سنة أربعين خ"
  },
  {
    "id": "3166",
    "data": " عباس ابن الحسين قاضي الري مقبول من الحادية عشرة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "3167",
    "data": " عباس ابن الحسن بفتحتين البلخي نزيل بغداد مقبول من الحادية عشرة أيضا مات سنة ثمان وخمسين تمييز"
  },
  {
    "id": "3168",
    "data": " عباس ابن ذريح بفتح المعجمة وكسر الراء وآخره مهملة الكلبي الكوفي ثقة من السادسة بخ د س ق"
  },
  {
    "id": " عباس ابن رزمة ",
    "data": " عباس ابن رزمة "
  },
  {
    "id": " بكسر الراء وسكون الزاي يقال صوابه عبد العزيز ابن أبي رزمة وسيأتي م",
    "data": " بكسر الراء وسكون الزاي يقال صوابه عبد العزيز ابن أبي رزمة وسيأتي م"
  },
  {
    "id": "3169",
    "data": " عباس ابن سالم اللخمي الدمشقي ثقة من السادسة د ت ق"
  },
  {
    "id": "3170",
    "data": " عباس ابن سهل ابن سعد الساعدي ثقة من الرابعة مات في حدود العشرين وقيل قبل ذلك خ م د ت ق"
  },
  {
    "id": " عباس ابن أبي طالب هو ابن جعفر تقدم",
    "data": " عباس ابن أبي طالب هو ابن جعفر تقدم"
  },
  {
    "id": " عباس ابن عباس الحميري ",
    "data": " عباس ابن عباس الحميري "
  },
  {
    "id": " صوابه عياش بتحتانية ومعجمة وسيأتي",
    "data": " صوابه عياش بتحتانية ومعجمة وسيأتي"
  },
  {
    "id": "3171",
    "data": " عباس ابن عبد الله ابن عباس ابن السندي الأسدي أبو الحارث الأنطاكي صدوق من الثانية عشرة س"
  },
  {
    "id": "3172",
    "data": " عباس ابن عبد الله ابن أبي عيسى الواسطي نزيل بغداد المعروف بالترقفي بفتح المثناة وسكون الراء وضم القاف بعدها فاء ثقة عابد من الحادية عشرة مات سنة سبع أو ثمان وستين ق"
  },
  {
    "id": "3173",
    "data": " عباس ابن عبد الله ابن معبد ابن العباس ابن عبد المطلب الهاشمي ثقة من السادسة د"
  },
  {
    "id": "3174",
    "data": " عباس ابن عبد الرحمن ابن مينا الأشجعي مقبول من السادسة مد ق"
  },
  {
    "id": "3175",
    "data": " عباس ابن عبد الرحمن مولى بني هاشم مستور من الثالثة مد"
  },
  {
    "id": "3176",
    "data": " عباس ابن عبد العظيم ابن إسماعيل العنبري أبو الفضل البصري ثقة حافظ من كبار الحادية عشرة مات سنة أربعين خت م 4"
  },
  {
    "id": "3177",
    "data": " العباس ابن عبد المطلب ابن هاشم عم النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مشهور مات سنة اثنتين وثلاثين أو بعدها وهو ابن ثمان وثمانين ع"
  },
  {
    "id": "3178",
    "data": " عباس ابن عبيد الله ابن عباس الهاشمي مقبول من الرابعة د س"
  },
  {
    "id": "3179",
    "data": " عباس ابن عثمان ابن شافع المطلبي جد الامام الشافعي لا يعرف حاله من السابعة ق"
  },
  {
    "id": "3180",
    "data": " عباس ابن عثمان ابن محمد البجلي أبو الفضل الدمشقي المعلم صدوق يخطىء من كبار الحادية عشرة مات سنة تسع وثلاثين وله ثلاث وستون ق"
  },
  {
    "id": "3181",
    "data": " عباس ابن الفرج الرياشي بكسر الراء وتخفيف التحتانية وبالمعجمة أبو الفضل البصري النحوي ثقة من الحادية عشرة استشهد بأيدي الزنج سنة سبع وخمسين د"
  },
  {
    "id": "3182",
    "data": " عباس ابن فروخ بفتح الفاء وتشديد الراء وآخره معجمة الجريري بضم الجيم البصري أبو محمد ثقة من السادسة مات قديما بعد العشرين ومائة ع"
  },
  {
    "id": "3183",
    "data": " عباس ابن الفضل ابن عمرو ابن عبيد ابن حنظلة ابن رافع الأنصاري الواقفي بقاف ثم فاء البصري نزيل الموصل وقاضيها في زمن الرشيد متروك واتهمه أبو زرعة وقال ابن حبان حديثه عن البصريين أرجى من حديثه عن الكوفيين من التاسعة "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "3184",
    "data": " عباس ابن الفضل ابن زكريا الهروي أبو منصور النضرويي ثقة مشهور من الثانية عشرة بل من التي بعدها وهم صاحب الكمال في زعمه أن ابن ماجة روى عنه فإنه ولد بعد موت ابن ماجة ومات سنة اثنتين وسبعين وثلاثمائة تمييز"
  },
  {
    "id": "3185",
    "data": " عباس ابن الفضل ابن أبي رافع مولى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مجهول من السادسة تمييز"
  },
  {
    "id": "3186",
    "data": " عباس ابن الفضل ابن العباس ابن يعقوب أبو عثمان الأزرق ضعيف من التاسعة خلطه ابن عدي بالموصلي فوهم وقد كذبه ابن معين تمييز"
  },
  {
    "id": "3187",
    "data": " عباس ابن الفضل العدني نزيل البصرة مقبول من العاشرة تمييز"
  },
  {
    "id": "3188",
    "data": " عباس ابن الفضل البصري نزيل الشام صدوق من العاشرة أيضا تمييز"
  },
  {
    "id": "3189",
    "data": " عباس ابن محمد ابن حاتم الدوري أبو الفضل البغدادي خوارزمي الأصل ثقة حافظ من الحادية عشرة مات سنة إحدى وسبعين وقد بلغ ثمانيا وثمانين سنة 4"
  },
  {
    "id": "3190",
    "data": " العباس ابن مرداس ابن أبي عامر السلمي صحابي مشهور أسلم بعد يوم الأحزاب وسكن البصرة بعد ذلك د ق"
  },
  {
    "id": "3191",
    "data": " عباس ابن الوليد ابن صبح بضم المهملة وسكون الموحدة الخلال بالمعجمة وتشديد اللام الدمشقي السلمي صدوق من الحادية عشرة مات سنة ثمان وأربعين ق"
  },
  {
    "id": "3192",
    "data": " العباس ابن الوليد ابن مزيد بفتح الميم وسكون الزاي وفتح المثناة التحتانية العذري بضم المهملة وسكون المعجمة البيروتي بفتح الموحدة وآخره مثناة صدوق عابد من الحادية عشرة مات سنة تسع وستين وله مائة سنة د س"
  },
  {
    "id": "3193",
    "data": " العباس ابن الوليد ابن نصر النرسي بفتح النون وسكون الراء بعدها مهملة ثقة من العاشرة مات سنة ثمان وثلاثين خ م س"
  },
  {
    "id": "3194",
    "data": " عباس ابن يزيد ابن "
  },
  {
    "id": " حبيب البحراني بالموحدة والمهملة البصري يلقب عباسويه ويعرف بالعبدي كان قاضي همذان صدوق يخطىء من صغار العاشرة ق",
    "data": " حبيب البحراني بالموحدة والمهملة البصري يلقب عباسويه ويعرف بالعبدي كان قاضي همذان صدوق يخطىء من صغار العاشرة ق"
  },
  {
    "id": "3195",
    "data": " عباس الجشمي بضم الجيم وفتح المعجمة "
  },
  {
    "id": " يقال اسم أبيه عبد الله مقبول من الثالثة 4",
    "data": " يقال اسم أبيه عبد الله مقبول من الثالثة 4"
  },
  {
    "id": "3196",
    "data": " عباية بفتح أوله والموحدة الخفيفة وبعد الألف تحتانية خفيفة ابن رفاعة ابن رافع ابن خديج الأنصاري الزرقي أبو رفاعة المدني ثقة من الثالثة ع"
  },
  {
    "id": "3197",
    "data": " عبثر بفتح أوله وسكون الموحدة وفتح المثلثة ابن القاسم الزبيدي بالضم أبو زبيد كذلك الكوفي ثقة من الثامنة مات سنة تسع وسبعين ع"
  },
  {
    "id": "3198",
    "data": " عبد الله ابن إبراهيم ابن عمر ابن كيسان الصنعاني أبو يزيد صدوق من التاسعة د س"
  },
  {
    "id": "3199",
    "data": " عبد الله ابن إبراهيم ابن أبي عمرو الغفاري أبو محمد المدني متروك ونسبه ابن حبان إلى الوضع من العاشرة د ت"
  },
  {
    "id": " عبد الله ابن إبراهيم ابن قارظ في إبراهيم ابن عبد الله ابن قارظ",
    "data": " عبد الله ابن إبراهيم ابن قارظ في إبراهيم ابن عبد الله ابن قارظ"
  },
  {
    "id": "3200",
    "data": " عبد الله ابن أبي ابن كعب الأنصاري مقبول من الثالثة أبهم في رواية النسائي وسمي في رواية أبي يعلى من ذلك الوجه بعينه س"
  },
  {
    "id": "3201",
    "data": " عبد الله ابن أبي الخوارزمي القاضي قيل إن البخاري روى عنه "
  },
  {
    "id": " من الثانية عشرة خ",
    "data": " من الثانية عشرة خ"
  },
  {
    "id": "3202",
    "data": " عبد الله ابن الأجلح الكندي أبو محمد الكوفي واسم الأجلح يحيى ابن عبد الله صدوق من التاسعة ت ق"
  }
]