[
  {
    "id": "3203",
    "data": " عبد الله ابن أحمد ابن بشير ابن ذكوان البهراني الدمشقي إمام الجامع المقرىء صدوق متقدم في القراءة من العاشرة مات سنة اثنتين وأربعين وله نحو سبعين سنة د ق"
  },
  {
    "id": " عبد الله ابن أحمد ابن زرارة ",
    "data": " عبد الله ابن أحمد ابن زرارة "
  },
  {
    "id": " صوابه عبد الله ابن عامر وسيأتي",
    "data": " صوابه عبد الله ابن عامر وسيأتي"
  },
  {
    "id": "3204",
    "data": " عبد الله ابن أحمد ابن عبد الله ابن يونس اليربوعي أبو حصين بفتح أوله الكوفي ثقة من الحادية عشرة مات سنة ثمان وأربعين ت س"
  },
  {
    "id": "3205",
    "data": " عبد الله ابن أحمد ابن محمد ابن حنبل الشيباني أبو عبد الرحمن ولد الإمام ثقة من الثانية عشرة مات سنة تسعين وله بضع وسبعون س"
  },
  {
    "id": "3206",
    "data": " عبد الله ابن أبي أحمد ابن جحش الأسدي ولد في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وروى عن عمر وغيره وذكره جماعة في ثقات التابعين د"
  },
  {
    "id": "3207",
    "data": " عبد الله ابن إدريس ابن يزيد ابن عبد الرحمن الأودي بسكون الواو أبو محمد الكوفي ثقة فقيه عابد من الثامنة مات سنة اثنتين وتسعين وله بضع وسبعون سنة ع"
  },
  {
    "id": "3208",
    "data": " عبد الله ابن الأرقم ابن عبد يغوث ابن وهب ابن عبد مناف ابن زهرة القرشي الزهري صحابي معروف ولاه عمر بيت المال ومات في خلافة عثمان 4"
  },
  {
    "id": "3209",
    "data": " عبد الله ابن إسحاق ابن محمد الناقد أبو جعفر الواسطي نزيل بغداد صدوق من الحادية عشرة ق"
  },
  {
    "id": "3210",
    "data": " عبد الله ابن إسحاق الجوهري البصري مستملي أبي عاصم يلقب بدعة بكسر الموحدة وسكون المهملة ثقة حافظ من الحادية عشرة مات سنة سبع وخمسين 4"
  },
  {
    "id": "3227",
    "data": " عبد الله ابن بريدة ابن الخصيب الأسلمي أبو سهل المروزي قاضيها ثقة من الثالثة مات سنة خمس ومائة وقيل بل خمس عشرة وله مائة سنة ع"
  },
  {
    "id": "3228",
    "data": " عبد الله ابن بسر بضم الموحدة وسكون المهملة المازني صحابي صغير ولأبيه صحبة مات سنة ثمان وثمانين وقيل ست وتسعين وله مائة سنة وهو آخر من مات بالشام من الصحابة ع"
  },
  {
    "id": "3229",
    "data": " عبد الله ابن بسر النصري بالنون والد عبد الواحد صحابي أيضا ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "3230",
    "data": " عبد الله ابن بسر السكسكي الحبراني بضم المهملة وسكون الموحدة أبو سعيد الحمصي سكن البصرة ضعيف من الخامسة مد ت ق"
  },
  {
    "id": "3231",
    "data": " عبد الله ابن بشر بكسر الموحدة ثم معجمة الرقي القاضي أصله من الكوفة اختلف فيه قول ابن معين وابن حبان وقال أبو زرعة والنسائي لا بأس به وحكى البزار أنه ضعيف في الزهري خاصة من السابعة س ق"
  },
  {
    "id": "3232",
    "data": " عبد الله ابن بشر الخثعمي أبو عمير الكاتب الكوفي صدوق من الرابعة ت س"
  },
  {
    "id": "3233",
    "data": " عبد الله ابن أبي بصير العبدي الكوفي وثقه العجلي من الثالثة د س ق"
  },
  {
    "id": "3234",
    "data": " عبد الله ابن بكر ابن حبيب السهمي الباهلي أبو وهب البصري نزيل بغداد ثقة امتنع من القضاء "
  },
  {
    "id": " من التاسعة مات في المحرم سنة ثمان ومائتين ع",
    "data": " من التاسعة مات في المحرم سنة ثمان ومائتين ع"
  },
  {
    "id": "3235",
    "data": " عبد الله ابن بكر ابن عبد الله المزني البصري صدوق من السابعة د س ق"
  },
  {
    "id": "3236",
    "data": " عبد الله ابن أبي بكر ابن زيد ابن المهاجر مجهول من السادسة ت ص"
  },
  {
    "id": "3237",
    "data": " عبد الله ابن أبي بكر ابن عبد الرحمن ابن الحارث ابن هشام المخزومي المدني صدوق من السادسة س ق"
  },
  {
    "id": "3238",
    "data": " عبد الله ابن أبي بكر السكن ابن الفضل ابن المؤتمن العتكي الأزدي أبو عبد الرحمن البصري صدوق من التاسعة مات سنة أربع وعشرين بخ"
  },
  {
    "id": "3239",
    "data": " عبد الله ابن أبي بكر ابن محمد ابن عمرو ابن حزم الأنصاري المدني القاضي ثقة من الخامسة مات سنة خمس وثلاثين وهو ابن سبعين سنة ع"
  },
  {
    "id": "3240",
    "data": " عبد الله ابن أبي بلال الخزاعي الشامي مقبول من الرابعة د ت س"
  },
  {
    "id": "3241",
    "data": " عبد الله ابن ثابت المروزي أو جعفر النحوي مجهول من الثامنة د"
  },
  {
    "id": "3242",
    "data": " عبد الله ابن ثعلبة ابن صعير بالمهملتين مصغرا ويقال ابن أبي صعير له رؤية ولم يثبت له سماع مات سنة سبع أو تسع وثمانين وقد قارب التسعين خ د س"
  },
  {
    "id": "3243",
    "data": " عبد الله ابن ثعلبة الحضرمي المصري مقبول من السادسة س"
  },
  {
    "id": " عبد الله ابن ثوب بضم المثلثة وفتح الواو بعدها موحدة هو أبو مسلم الخولاني في الكنى",
    "data": " عبد الله ابن ثوب بضم المثلثة وفتح الواو بعدها موحدة هو أبو مسلم الخولاني في الكنى"
  },
  {
    "id": "3244",
    "data": " عبد الله ابن جابر أبو حمزة ويقال أبو حازم البصري مقبول من السادسة د ت"
  },
  {
    "id": "3245",
    "data": " عبد الله ابن جبر ابن عتيك الأنصاري المدني مقبول من الرابعة س ق"
  },
  {
    "id": "3246",
    "data": " عبد الله ابن جبير الخزاعي أرسل حديثا مجهول من الرابعة فق"
  },
  {
    "id": "3247",
    "data": " عبد الله ابن أبي الجذعاء بفتح الجيم وسكون المعجمة الكناني صحابي له حديثان تفرد بالرواية عنه عبد الله ابن شقيق "
  },
  {
    "id": " ت ق",
    "data": " ت ق"
  },
  {
    "id": "3248",
    "data": " عبد الله ابن الجراح ابن سعيد التميمي أبو محمد القهستاني بضم القاف والهاء وسكون المهملة ثم مثناة نزيل نيسابور صدوق يخطىء من العاشرة مات سنة اثنتين ويقال سبع وثلاثين د كن ق"
  },
  {
    "id": "3249",
    "data": " عبد الله ابن جرهد الأسلمي ويقال ابن مسلم ابن جرهد ورجحه البخاري مقبول من الرابعة ت"
  },
  {
    "id": "3250",
    "data": " عبد الله ابن أبي الجعد الأشجعي مقبول من الرابعة س ق"
  },
  {
    "id": "3251",
    "data": " عبد الله ابن جعفر ابن أبي طالب الهاشمي أحد الأجواد "
  },
  {
    "id": " ولد بأرض الحبشة وله صحبة مات سنة ثمانين وهو ابن ثمانين ع",
    "data": " ولد بأرض الحبشة وله صحبة مات سنة ثمانين وهو ابن ثمانين ع"
  },
  {
    "id": "3252",
    "data": " عبد الله ابن جعفر ابن عبد الرحمن ابن المسور ابن مخرمة أبو محمد المدني المخرمي بسكون المعجمة وفتح الراء الخفيفة ليس به بأس من الثامنة مات سنة سبعين وله بضع وسبعون خت م 4"
  },
  {
    "id": "3253",
    "data": " عبد الله ابن جعفر ابن غيلان بالمعجمة الرقي أبو عبد الرحمن القرشي مولاهم ثقة لكنه تغير بأخرة فلم يفحش اختلاطه من العاشرة مات سنة عشرين ع"
  },
  {
    "id": "3254",
    "data": " عبد الله ابن جعفر الرقي المعيطي بالمهملة مصغرا مقبول من السابعة تمييز"
  },
  {
    "id": "3255",
    "data": " عبد الله ابن جعفر ابن نجيح السعدي مولاهم أبو جعفر المديني والد علي بصري أصله من المدينة ضعيف من الثامنة يقال تغير حفظه بأخرة مات سنة ثمان وسبعين ت ق"
  },
  {
    "id": "3256",
    "data": " عبد الله ابن جعفر ابن يحيى ابن خالد ابن برمك البرمكي أبو محمد نشأ بالبصرة ثم سكن بغداد ثقة من الحادية عشرة م د"
  },
  {
    "id": "3257",
    "data": " عبد الله ابن أبي جعفر الرازي صدوق يخطىء من التاسعة د"
  },
  {
    "id": "3258",
    "data": " عبد الله ابن أبي جميلة ميسرة الطهوي بالمهملة وفتح الهاء الكوفي مجهول من السابعة عس"
  },
  {
    "id": "3259",
    "data": " عبد الله ابن الجهم الرازي أبو عبد الرحمن صدوق فيه تشيع من العاشرة د"
  },
  {
    "id": " عبد الله ابن حاتم ",
    "data": " عبد الله ابن حاتم "
  },
  {
    "id": " صوابه محمد ",
    "data": " صوابه محمد "
  },
  {
    "id": "3260",
    "data": " عبد الله ابن حاجب ابن عامر ابن المنتفق ابن أخي لقيط ابن عامر مجهول من الرابعة د"
  },
  {
    "id": "3261",
    "data": " عبد الله ابن الحارث ابن أبزى مكي مقبول من السابعة بخ"
  },
  {
    "id": "3262",
    "data": " عبد الله ابن الحارث ابن جزء بفتح الجيم وسكون الزاي بعدها همزة الزبيدي بضم الزاي صحابي أبو الحارث سكن مصر وهو آخر من مات بها من الصحابة سنة خمس أو ست أو سبع أو ثمان وثمانين والثاني أصح د ت ق"
  },
  {
    "id": "3263",
    "data": " عبد الله ابن الحارث ابن عبد الملك المخزومي أبو محمد المكي ثقة من الثامنة م 4"
  },
  {
    "id": "3264",
    "data": " عبد الله ابن الحارث ابن محمد ابن عمرو "
  },
  {
    "id": " ابن محمد ابن حاطب الحاطبي أبو الحارث المدني المكفوف صدوق من الثامنة أيضا تمييز",
    "data": " ابن محمد ابن حاطب الحاطبي أبو الحارث المدني المكفوف صدوق من الثامنة أيضا تمييز"
  },
  {
    "id": "3265",
    "data": " عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي أبو محمد المدني "
  },
  {
    "id": " أمير البصرة له رؤية ولأبيه وجده صحبة قال ابن عبد البر أجمعوا على ثقته مات سنة تسع وسبعين ويقال سنة أربع وثمانين ع",
    "data": " أمير البصرة له رؤية ولأبيه وجده صحبة قال ابن عبد البر أجمعوا على ثقته مات سنة تسع وسبعين ويقال سنة أربع وثمانين ع"
  },
  {
    "id": "3266",
    "data": " عبد الله ابن الحارث الأنصاري البصري أبو الوليد نسيب ابن سيرين ثقة من الثالثة ع"
  },
  {
    "id": "3267",
    "data": " عبد الله ابن الحارث الكندي مقبول من الثالثة د"
  },
  {
    "id": "3268",
    "data": " عبد الله ابن الحارث الزبيدي بضم الزاي النجراني بنون وجيم الكوفي المعروف بالمكتب ثقة من الثالثة بخ م 4"
  },
  {
    "id": " عبد الله ابن الحارث الباهلي ",
    "data": " عبد الله ابن الحارث الباهلي "
  },
  {
    "id": " في ترجمة أبي مجيبة في الكنى ",
    "data": " في ترجمة أبي مجيبة في الكنى "
  },
  {
    "id": "3269",
    "data": " عبد الله ابن حبشي بضم المهملة وسكون الموحدة بعدها معجمة ثم ياء ثقيلة صحابي يكنى أبا قتيلة بقاف ومثناة مصغر الخثعمي نزيل مكة له حديث د س"
  },
  {
    "id": "3270",
    "data": " عبد الله ابن حبيب ابن أبي ثابت الأسدي الكوفي ثقة من السادسة م س"
  },
  {
    "id": "3271",
    "data": " عبد الله ابن حبيب ابن ربيعة بفتح الموحدة وتشديد الياء أبو عبد الرحمن السلمي الكوفي المقرىء مشهور بكنيته ولأبيه صحبة ثقة ثبت من الثانية مات بعد السبعين ع"
  },
  {
    "id": " عبد الله ابن حجاج الصواف هو ابن محمد ابن حجاج يأتي",
    "data": " عبد الله ابن حجاج الصواف هو ابن محمد ابن حجاج يأتي"
  },
  {
    "id": "3272",
    "data": " عبد الله ابن حذافة ابن قيس ابن عدي ابن سعيد بالتصغير ابن سعد ابن سهم القرشي السهمي أبو حذافة من قدماء المهاجرين مات بمصر في خلافة عثمان س"
  },
  {
    "id": "3273",
    "data": " عبد الله ابن حسان التميمي أبو الجنيد العنبري لقبه عتريس مقبول من السابعة بخ د ت"
  },
  {
    "id": "3274",
    "data": " عبد الله ابن الحسن ابن الحسن ابن علي ابن أبي طالب الهاشمي المدني أبو محمد ثقة جليل القدر من الخامسة مات في أوائل سنة خمس وأربعين وله خمس وسبعون 4"
  },
  {
    "id": " عبد الله ابن حسن ",
    "data": " عبد الله ابن حسن "
  },
  {
    "id": " عن عمه إبراهيم ابن محمد ابن طلحة وهم صاحب الكمال في إفراده ",
    "data": " عن عمه إبراهيم ابن محمد ابن طلحة وهم صاحب الكمال في إفراده "
  },
  {
    "id": " هو الذي قبله وإبراهيم عمه لأمه",
    "data": " هو الذي قبله وإبراهيم عمه لأمه"
  },
  {
    "id": "3275",
    "data": " عبد الله ابن الحسين ابن عطاء ابن يسار الهلالي المدني مولى ميمونة ضعيف من الثامنة بخ ق"
  },
  {
    "id": "3276",
    "data": " عبد الله ابن حسين الأزدي أبو حريز بفتح المهملة وكسر الراء وآخره زاي البصري قاضي سجستان صدوق يخطىء من السادسة خت 4"
  },
  {
    "id": "3277",
    "data": " عبد الله ابن حفص ابن عمر ابن سعد ابن أبي وقاص الزهري أبو بكر المدني مشهور بكنيته ثقة من الخامسة ع"
  },
  {
    "id": "3278",
    "data": " عبد الله ابن حفص الأرطباني أبو حفص البصري صدوق من السابعة ت"
  },
  {
    "id": "3279",
    "data": " عبد الله ابن حفص وقيل حفص ابن عبد الله "
  },
  {
    "id": " مجهول لم يرو عنه غير عطاء ابن السائب من الرابعة س",
    "data": " مجهول لم يرو عنه غير عطاء ابن السائب من الرابعة س"
  },
  {
    "id": "3280",
    "data": " عبد الله ابن الحكم ابن أبي زياد القطواني بفتح القاف والمهملة "
  },
  {
    "id": " أبو عبد الرحمن الكوفي الدهقان صدوق من العاشرة مات سنة خمس وخمسين د ت ق",
    "data": " أبو عبد الرحمن الكوفي الدهقان صدوق من العاشرة مات سنة خمس وخمسين د ت ق"
  },
  {
    "id": "3281",
    "data": " عبد الله ابن حماد ابن أيوب أبو عبد الرحمن الآملي بالمد وتخفيف الميم المضمومة روى البخاري عن عبد الله غير منسوب عن يحيى ابن معين وعن سليمان ابن عبد الرحمن فوقع في رواية ابن السكن عن الفربري عبد الله ابن حماد وهو تلميذ البخاري ووراقه وهو من الثانية عشرة "
  },
  {
    "id": " مات سنة تسع وستين وقيل بعد ذلك خ",
    "data": " مات سنة تسع وستين وقيل بعد ذلك خ"
  },
  {
    "id": "3282",
    "data": " عبد الله ابن حمران بضم المهملة أبو عبد الرحمن البصري صدوق يخطىء قليلا من التاسعة مات سنة ست أو خمس ومائتين خت م د س"
  },
  {
    "id": "3283",
    "data": " عبد الله ابن أبي الحمساء العامري له صحبة سكن البصرة وقيل مصر د"
  },
  {
    "id": "3284",
    "data": " عبد الله ابن حنطب ابن الحارث ابن عبيد ابن عمر ابن مخزوم مختلف في صحبته وله حديث مختلف في إسناده ت"
  },
  {
    "id": "3285",
    "data": " عبد الله ابن حنظلة ابن أبي عامر الراهب الأنصاري له رؤية وأبوه غسيل الملائكة قتل يوم أحد وأم عبد الله جميلة بنت عبد الله ابن أبي استشهد عبد الله يوم الحرة في ذي الحجة سنة ثلاث وستين وكان أمير الأنصار بها "
  },
  {
    "id": " د",
    "data": " د"
  },
  {
    "id": "3286",
    "data": " عبد الله ابن حنين الهاشمي مولاهم مدني ثقة من الثالثة مات في أول خلافة يزيد ابن عبد الملك في أوائل المائة الثانية ع"
  },
  {
    "id": "3287",
    "data": " عبد الله ابن حوالة بفتح المهملة وتخفيف الواو الأزدي أبو حوالة صحابي نزل الشام ومات بها سنة ثمان وخمسين وله اثنتان وسبعون سنة ويقال مات سنة ثمانين د"
  },
  {
    "id": "3288",
    "data": " عبد الله ابن خازم بمعجمتين السلمي أبو صالح نزل البصرة وولي إمرة خراسان وقتل بها بعد قتل مصعب ابن الزبير سنة إحدى وسبعين يقال إنه الذي روى عنه الدشتكي قال رأيت رجلا بخراسان عليه عمامة سوداء يقول كسانيها رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أخرجه د ت س"
  },
  {
    "id": "3289",
    "data": " عبد الله ابن خالد ابن سعيد ابن أبي مريم المدني أبو شاكر التيمي مولاهم مستور تكلم فيه الأزدي من التاسعة د"
  },
  {
    "id": " عبد الله ابن خالد النميري ",
    "data": " عبد الله ابن خالد النميري "
  },
  {
    "id": " صوابه عبد ربه ابن خالد يأتي",
    "data": " صوابه عبد ربه ابن خالد يأتي"
  },
  {
    "id": "3290",
    "data": " عبد الله ابن خباب بمعجمة وموحدتين ابن الأرت بفتح الراء وتشديد المثناة المدني حليف بنى زهرة يقال له رؤية ووثقه العجلي فقال ثقة من كبار التابعين "
  },
  {
    "id": " قتله الحرورية سنة ثمان وثلاثين ت س",
    "data": " قتله الحرورية سنة ثمان وثلاثين ت س"
  },
  {
    "id": "3291",
    "data": " عبد الله ابن خباب الأنصاري النجاري مولاهم المدني ثقة من الثالثة مات بعد المائة ع"
  },
  {
    "id": "3292",
    "data": " عبد الله ابن خبيب بمعجمة وموحدتين مصغرا الجهني "
  },
  {
    "id": " حليف الأنصار مدني له صحبة ",
    "data": " حليف الأنصار مدني له صحبة "
  },
  {
    "id": " بخ 4",
    "data": " بخ 4"
  },
  {
    "id": "3293",
    "data": " عبد الله ابن خراش بالخاء المعجمة ابن حوشب الشيباني أبو جعفر الكوفي ضعيف وأطلق عليه ابن عمار الكذب مات بعد الستين ق"
  }
]