[
  {
    "id": "3294",
    "data": " عبد الله ابن خليفة الهمداني مقبول من الثانية فق"
  },
  {
    "id": "3295",
    "data": " عبد الله ابن خليفة ويقال خليفة ابن عبد الله "
  },
  {
    "id": " البصري مجهول من الثالثة ما روى عنه إلا بسطام ابن مسلم ووهم من زعم أن شعبة روى عنه س",
    "data": " البصري مجهول من الثالثة ما روى عنه إلا بسطام ابن مسلم ووهم من زعم أن شعبة روى عنه س"
  },
  {
    "id": "3296",
    "data": " عبد الله ابن الخليل أو ابن أبي الخليل الحضرمي أبو الخليل الكوفي مقبول من الثانية وفرق البخاري وابن حبان بين الراوي عن علي فقال فيه ابن أبي الخليل والراوي عن زيد ابن أرقم فقال فيه ابن الخليل 4"
  },
  {
    "id": " عبد الله ابن خلاد ",
    "data": " عبد الله ابن خلاد "
  },
  {
    "id": " صوابه ابن ملاذ بميم ولام خفيفة يأتي",
    "data": " صوابه ابن ملاذ بميم ولام خفيفة يأتي"
  },
  {
    "id": "3297",
    "data": " عبد الله ابن داود ابن عامر الهمداني أبو عبد الرحمن الخريبي بمعجمة وموحدة مصغرا كوفي الأصل ثقة عابد من التاسعة مات سنة ثلاث عشرة وله سبع وثمانون سنة أمسك عن الرواية قبل موته فلذلك لم يسمع منه البخاري "
  },
  {
    "id": " خ 4",
    "data": " خ 4"
  },
  {
    "id": "3298",
    "data": " عبد الله ابن داود الواسطي أبو محمد التمار ضعيف من التاسعة ت"
  },
  {
    "id": "3299",
    "data": " عبد الله ابن دكين الكوفي أبو عمر نزيل بغداد صدوق يخطىء من السابعة بخ"
  },
  {
    "id": " عبد الله ابن الديلمي هو ابن فيروز يأتي",
    "data": " عبد الله ابن الديلمي هو ابن فيروز يأتي"
  },
  {
    "id": "3300",
    "data": " عبد الله ابن دينار العدوي مولاهم أبو عبد الرحمن المدني مولى ابن عمر ثقة من الرابعة مات سنة سبع وعشرين ع"
  },
  {
    "id": "3301",
    "data": " عبد الله ابن دينار البهراني الأسدي أبو محمد الحمصي ضعيف من الخامسة ق"
  },
  {
    "id": "3302",
    "data": " عبد الله ابن ذكوان القرشي أبو عبد الرحمن المدني المعروف بأبي الزناد ثقة فقيه من الخامسة مات سنة ثلاثين وقيل بعدها ع"
  },
  {
    "id": "3303",
    "data": " عبد الله ابن راشد الزوفي بفتح الزاي وسكون الواو بعدها فاء أبو الضحاك المصري مستور من السادسة ت ق"
  },
  {
    "id": "3304",
    "data": " عبد الله ابن راشد الخزاعي "
  },
  {
    "id": " لم يخرجوا له تمييز",
    "data": " لم يخرجوا له تمييز"
  },
  {
    "id": "3305",
    "data": " عبد الله ابن رافع المخزومي أبو رافع المدني مولى أم سلمة ثقة من الثالثة م 4"
  },
  {
    "id": "3306",
    "data": " عبد الله ابن رافع الحضرمي أبو سلمة المصري وثقه أبو زرعة من الرابعة مات في خلافة هشام بخ"
  },
  {
    "id": "3307",
    "data": " عبد الله ابن رباح الأنصاري أبو خالد المدني سكن البصرة ثقة من الثالثة قتلته الأزارقة م 4"
  },
  {
    "id": "3308",
    "data": " عبد الله ابن الربيع ابن خثيم الثوري الكوفي ثقة من السادسة قد"
  },
  {
    "id": " عبد الله ابن الربيع الخراساني هو ابن محمد ابن الربيع الكرماني ويأتي",
    "data": " عبد الله ابن الربيع الخراساني هو ابن محمد ابن الربيع الكرماني ويأتي"
  },
  {
    "id": "3309",
    "data": " عبد الله ابن ربيعة ابن يزيد الدمشقي وقيل ابن يزيد ابن ربيعة مجهول من السادسة ت"
  },
  {
    "id": "3310",
    "data": " عبد الله ابن أبي ربيعة عمرو ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم أبو عبد الرحمن المكي صحابي مات ليالي قتل عثمان وهو والد عمر ابن "
  },
  {
    "id": " أبي ربيعة الشاعر س ق",
    "data": " أبي ربيعة الشاعر س ق"
  },
  {
    "id": "3311",
    "data": " عبد الله ابن ربيعة بالتشديد ابن فرقد السلمي ذكر في الصحابة ونفاها أبو حاتم ووثقه ابن حبان "
  },
  {
    "id": " بخ د س",
    "data": " بخ د س"
  },
  {
    "id": "3312",
    "data": " عبد الله ابن رجاء ابن عمر الغداني بضم الغين المعجمة وبالتخفيف بصري صدوق يهم قليلا من التاسعة مات سنة عشرين وقيل قبلها خ خدس ق"
  },
  {
    "id": "3313",
    "data": " عبد الله ابن رجاء المكي أبو عمران البصري نزيل مكة ثقة تغير حفظه قليلا من صغار الثامنة مات في حدود التسعين رم د س ق"
  },
  {
    "id": "3314",
    "data": " عبد الله ابن رجاء ابن صبح الشامي مقبول من السابعة تمييز"
  },
  {
    "id": "3315",
    "data": " عبد الله ابن رجاء الصوري مجهول من الثامنة تمييز"
  },
  {
    "id": "3316",
    "data": " عبد الله ابن أبي رزين مسعود ابن مالك الأسدي الكوفي مقبول من السادسة عس"
  },
  {
    "id": "3317",
    "data": " عبد الله ابن الرقيم بالقاف مصغرا ويقال ابن أبي الرقيم الكناني الكوفي مجهول من الثالثة س"
  },
  {
    "id": "3318",
    "data": " عبد الله ابن رواحة ابن ثعلبة ابن امرئ القيس الخزرجي الأنصاري الشاعر أحد السابقين شهد بدر واستشهد بمؤتة وكان ثالث الأمراء بها في جمادى الأولى سنة ثمان خ خد س ق "
  },
  {
    "id": " عبد الله ابن الرومي هو ابن محمد يأتي",
    "data": " عبد الله ابن الرومي هو ابن محمد يأتي"
  },
  {
    "id": "3319",
    "data": " عبد الله ابن الزبير ابن العوام القرشي الأسدي أبو بكر وأبو خبيب بالمعجمة مصغرا كان أول مولود في الإسلام بالمدينة من المهاجرين وولي الخلافة تسع سنين إلى أن قتل في ذي الحجة سنة ثلاث وسبعين ع"
  },
  {
    "id": "3320",
    "data": " عبد الله ابن الزبير ابن عيسى القرشي الأسدي الحميدي المكي أبو بكر ثقة حافظ فقيه أجل أصحاب ابن عيينة من العاشرة مات بمكة سنة تسع عشرة وقيل بعدها قال الحاكم كان البخاري إذا وجد الحديث عند الحميدي لا يعدوه إلى غيره خ م د ت س فق"
  },
  {
    "id": "3321",
    "data": " عبد الله ابن الزبير ابن معبد الباهلي مقبول من الثامنة تم ق"
  },
  {
    "id": "3322",
    "data": " عبد الله ابن زرير بتقديم الزاي مصغرا الغافقي المصري ثقة رمي بالتشيع من الثانية مات سنة ثمانين أو بعدها د س ق"
  },
  {
    "id": "3323",
    "data": " عبد الله ابن زغب بزاي ومعجمة وموحدة الإيادي شامي صحابي ونفاها بعضهم له حديث وروى له أبو داود آخر عن عبد الله ابن حوالة د"
  },
  {
    "id": "3324",
    "data": " عبد الله ابن أبي زكريا الخزاعي أبو يحيى الشامي واسم أبيه إياس وقيل زيد ثقة فقيه عابد من الرابعة مات سنة تسع عشرة "
  },
  {
    "id": " د",
    "data": " د"
  },
  {
    "id": "3325",
    "data": " عبد الله ابن زمعة بفتح الزاي والميم ابن الأسود ابن المطلب ابن أسد القرشي الأسدي صحابي مشهور استشهد يوم الدار مع عثمان ع"
  },
  {
    "id": "3326",
    "data": " عبد الله ابن زياد ابن سليمان ابن سمعان المخزومي "
  },
  {
    "id": " أبو عبد الرحمن المدني قاضيها متروك اتهمه بالكذب أبو داود وغيره من السابعة مد ق",
    "data": " أبو عبد الرحمن المدني قاضيها متروك اتهمه بالكذب أبو داود وغيره من السابعة مد ق"
  },
  {
    "id": "3327",
    "data": " عبد الله ابن زياد أبو مريم الأسدي الكوفي ثقة من الثالثة خ ل ت"
  },
  {
    "id": "3328",
    "data": " عبد الله ابن زياد البحراني البصري مستور من السادسة ويحتمل أن يكون هو اليمامي وسيأتي في علي ابن زياد ق"
  },
  {
    "id": "3329",
    "data": " عبد الله ابن زياد شيخ لمحمد ابن بكر البرساني مجهول "
  },
  {
    "id": " يحتمل أن يكون ",
    "data": " يحتمل أن يكون "
  },
  {
    "id": " الذي قبله ق",
    "data": " الذي قبله ق"
  },
  {
    "id": " عبد الله ابن زياد قيل هو اسم هقل الآتي في الهاء",
    "data": " عبد الله ابن زياد قيل هو اسم هقل الآتي في الهاء"
  },
  {
    "id": " عبد الله ابن أبي زياد القطواني هو ابن الحكم تقدم",
    "data": " عبد الله ابن أبي زياد القطواني هو ابن الحكم تقدم"
  },
  {
    "id": "3330",
    "data": " عبد الله ابن زيد ابن أسلم العدوي مولى آل عمر أبو محمد المدني صدوق فيه لين من السابعة مات سنة أربع وستين بخ ت س"
  },
  {
    "id": "3331",
    "data": " عبد الله ابن زيد ابن عاصم ابن كعب الأنصاري المازني أبو محمد صحابي شهير روى صفة الوضوء وغير ذلك ويقال إنه هو الذي قتل مسيلمة الكذاب واستشهد بالحرة سنة ثلاث وستين ع"
  },
  {
    "id": "3332",
    "data": " عبد الله ابن زيد ابن عبد ربه ابن ثعلبة الأنصاري الخزرجي أبو محمد المدني "
  },
  {
    "id": " أري الأذان صحابي مشهور مات سنة اثنتين وثلاثين وقيل استشهد بأحد عخ 4",
    "data": " أري الأذان صحابي مشهور مات سنة اثنتين وثلاثين وقيل استشهد بأحد عخ 4"
  },
  {
    "id": "3333",
    "data": " عبد الله ابن زيد ابن عمرو أو عامر الجرمي أبو قلابة البصري ثقة فاضل كثير الإرسال قال العجلي فيه نصب يسير من الثالثة مات بالشام هاربا من القضاء سنة أربع ومائة وقيل بعدها ع"
  },
  {
    "id": "3334",
    "data": " عبد الله ابن زيد الأزرق مقبول من الرابعة ت ق"
  },
  {
    "id": " عبد الله ابن زيد ",
    "data": " عبد الله ابن زيد "
  },
  {
    "id": " عن نيار في ابن يزيد",
    "data": " عن نيار في ابن يزيد"
  },
  {
    "id": "3335",
    "data": " عبد الله ابن سالم الأشعري أبو يوسف الحمصي ثقة رمي بالنصب من السابعة مات سنة تسع وسبعين خ د س"
  },
  {
    "id": "3336",
    "data": " عبد الله ابن سالم أو ابن محمد ابن سالم الزبيدي بالضم أبو محمد الكوفي القزاز المفلوج ثقة ربما خالف من كبار الحادية عشرة مات سنة خمس وثلاثين د عس ق"
  },
  {
    "id": "3337",
    "data": " عبد الله ابن السائب ابن أبي السائب ابن عابد ابن عبد الله ابن عمر ابن مخزوم المخزومي المكي له ولأبيه صحبة وكان قارىء أهل مكة مات سنة بضع وستين وهو عبد الله ابن السائب قائد ابن عباس أفرده في الكمال ورقم له د س فوهم "
  },
  {
    "id": " خت 4",
    "data": " خت 4"
  },
  {
    "id": "3338",
    "data": " عبد الله ابن السائب ابن يزيد الكندي أبو محمد المدني ابن أخت نمر وثقه النسائي من الرابعة مات سنة ست وعشرين بخ د ت"
  },
  {
    "id": "3339",
    "data": " عبد الله ابن السائب الكندي أو الشيباني الكوفى ثقة من السادسة م س"
  },
  {
    "id": "3340",
    "data": " عبد الله ابن سبع أو سبيع مقبول من الثالثة عس"
  },
  {
    "id": "3341",
    "data": " عبد الله ابن سخبرة بفتح المهملة وسكون المعجمة وفتح الموحدة الأزدي أبو معمر الكوفي ثقة من الثانية مات في إمارة عبيد الله ابن زياد ع"
  },
  {
    "id": "3342",
    "data": " عبد الله ابن سخبرة عن أبيه مجهول من الرابعة ت"
  },
  {
    "id": "3343",
    "data": " عبد الله ابن سراقة الأزدي البصري وثقه العجلي وقال البخاري لا يعرف له سماع من أبي عبيدة من الثالثة د ت"
  },
  {
    "id": "3344",
    "data": " عبد الله ابن سراقة ابن المعتمر العدوي صحابي وهم من خلطه بالأول تمييز"
  },
  {
    "id": "3345",
    "data": " عبد الله ابن سرجس بفتح المهملة وسكون الراء وكسر الجيم بعدها مهملة المزني حليف بني مخزوم صحابي سكن البصرة م 4"
  },
  {
    "id": "3346",
    "data": " عبد الله ابن السري الأنطاكي أصله من المدائن زاهد صدوق روى مناكير كثيرة يتفرد بها من التاسعة ق"
  },
  {
    "id": "3347",
    "data": " عبد الله ابن سعد ابن إبراهيم ابن سعد ابن إبراهيم ابن عبد الرحمن ابن عوف أخو عبيد الله ثقة من الحادية عشرة مات سنة ثمان وثلاثين بالمصيصة ذكره ابن عدي في شيوخ البخاري وذكر أخاه أيضا خ"
  },
  {
    "id": "3348",
    "data": " عبد الله ابن سعد ابن عثمان الدشتكي أبو عبد الرحمن المروزي نزيل مرو صدوق من العاشرة د ت س"
  },
  {
    "id": "3349",
    "data": " عبد الله ابن سعد ابن فروة البجلي مولاهم الدمشقي الكاتب مقبول من السادسة د"
  },
  {
    "id": "3350",
    "data": " عبد الله ابن سعد الأنصاري ويقال القرشي عم حرام ابن حكيم صحابي شهد "
  },
  {
    "id": " القادسية د ت ق",
    "data": " القادسية د ت ق"
  },
  {
    "id": "3351",
    "data": " عبد الله ابن سعد التيمي مولى عائشة مدني مقبول من الثالثة بخ "
  },
  {
    "id": " عبد الله ابن سعد أبو سلمة الرملي مشهور بكنيته يأتي في الكنى",
    "data": " عبد الله ابن سعد أبو سلمة الرملي مشهور بكنيته يأتي في الكنى"
  },
  {
    "id": "3352",
    "data": " عبد الله ابن السعدي القرشي العامري واسم أبيه "
  },
  {
    "id": " وقدان وقيل غير ذلك صحابي يقال مات في خلافة عمر وقيل عاش إلى خلافة معاوية خ م د س",
    "data": " وقدان وقيل غير ذلك صحابي يقال مات في خلافة عمر وقيل عاش إلى خلافة معاوية خ م د س"
  },
  {
    "id": "3353",
    "data": " عبد الله ابن سعيد ابن جبير الأسدي مولاهم الكوفي ثقة فاضل من السادسة خ م ت س"
  },
  {
    "id": "3354",
    "data": " عبد الله ابن سعيد ابن حصين الكندي أبو سعيد الأشج الكوفي ثقة من صغار العاشرة مات سنة سبع وخمسين ع"
  },
  {
    "id": "3355",
    "data": " عبد الله ابن سعيد ابن خازم النخعي أو بكير الكوفي مقبول من التاسعة بخ"
  },
  {
    "id": "3356",
    "data": " عبد الله ابن سعيد ابن أبي سعيد المقبري أبو عباد الليثي مولاهم المدني متروك من السابعة ت ق"
  },
  {
    "id": "3357",
    "data": " عبد الله ابن سعيد ابن عبد الملك ابن مروان أبو صفوان الأموي الدمشقي نزيل مكة ثقة من التاسعة مات على رأس المائتين خ م د ت م س"
  },
  {
    "id": "3358",
    "data": " عبد الله ابن سعيد ابن أبي هند الفزاري مولاهم أبو بكر المدني صدوق ربما وهم من السادسة مات سنة بضع وأربعين ع"
  },
  {
    "id": "3359",
    "data": " عبد الله ابن أبي السفر بفتح الفاء الثوري الكوفي ثقة من السادسة مات في خلافة مروان ابن محمد خ م د س ق"
  },
  {
    "id": "3360",
    "data": " عبد الله ابن سفيان ابن عبد الله الثقفي الطائفي وثقه النسائي من الثالثة س"
  },
  {
    "id": "3361",
    "data": " عبد الله ابن سفيان المخزومي أبو سلمة مشهور بكنيته ثقة من الرابعة م د س ق"
  },
  {
    "id": "3362",
    "data": " عبد الله ابن أبي سفيان مولى ابن أبي أحمد مدني مقبول من الرابعة مات سنة تسع وثلاثين د"
  },
  {
    "id": "3363",
    "data": " عبد الله ابن سلمان الأغر المدني مولى جهينة صدوق من السادسة م"
  },
  {
    "id": "3364",
    "data": " عبد الله ابن سلمة بكسر اللام المرادي الكوفي صدوق تغير حفظه من الثانية 4"
  },
  {
    "id": "3365",
    "data": " عبد الله ابن سلمة الهمداني شيخ لأبي إسحاق السبيعي يكنى أبا العالية "
  },
  {
    "id": " من الثالثة وهم من خلطه بالذي قبله تمييز",
    "data": " من الثالثة وهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "3366",
    "data": " عبد الله ابن أبي سلمة الماجشون التيمي مولاهم ثقة من الثالثة مات سنة ست ومائة م د س"
  },
  {
    "id": "3367",
    "data": " عبد الله ابن سليط مدني أخو ميمونة من الرضاعة مقبول من الثانية س"
  },
  {
    "id": " عبد الله ابن أبي السليل في ترجمة ضبارة ",
    "data": " عبد الله ابن أبي السليل في ترجمة ضبارة "
  },
  {
    "id": "3368",
    "data": " عبد الله ابن سليم الجزري أبو عبد الرحمن الرقي مقبول من كبار العاشرة مات سنة ثلاث عشرة س"
  }
]