[
  {
    "id": "3369",
    "data": " عبد الله ابن سليمان ابن جنادة ابن أبي أمية الأزدي ضعيف من السادسة د ت ق"
  },
  {
    "id": "3370",
    "data": " عبد الله ابن سليمان ابن زرعة الحميري أبو حمزة البصري الطويل صدوق يخطىء من السادسة مات سنة ست وثلاثين د س"
  },
  {
    "id": "3371",
    "data": " عبد الله ابن سليمان ابن أبي سلمة الأسلمي القبائي بضم القاف وتخفيف الموحدة صدوق يخطىء من السابعة بخ س ق"
  },
  {
    "id": "3372",
    "data": " عبد الله ابن سليمان النوفلي مقبول من السابعة ت"
  },
  {
    "id": "3373",
    "data": " عبد الله ابن أبي سليمان الأموي مولاهم أبو أيوب ويقال اسمه سليمان صدوق من الرابعة بخ د"
  },
  {
    "id": " عبد الله ابن سمعان هو ابن زياد تقدم",
    "data": " عبد الله ابن سمعان هو ابن زياد تقدم"
  },
  {
    "id": "3374",
    "data": " عبد الله ابن سنان ابن نبيشة ابن سلمة المزني والد علقمة وقيل هو عبد الله ابن عمرو ابن هلال صحابي نزل البصرة وكان أحد البكائين د ت ق"
  },
  {
    "id": " عبد الله ابن سهل أبو ليلى في الكنى",
    "data": " عبد الله ابن سهل أبو ليلى في الكنى"
  },
  {
    "id": "3375",
    "data": " عبد الله ابن سوادة بالتخفيف ابن حنظلة القشيري ثقة من الرابعة م 4"
  },
  {
    "id": "3376",
    "data": " عبد الله ابن سوار بتشديد الواو ابن عبد الله ابن قدامة العنبري أبو السوار البصري القاضي ثقة من التاسعة س"
  },
  {
    "id": "3377",
    "data": " عبد الله ابن سويد ابن حيان بالتحتانية المصري أبو سليمان صدوق من السابعة مات سنة اثنتين ومائة ر"
  },
  {
    "id": "3378",
    "data": " عبد الله ابن سويد الأنصاري الحارثي صحابي له حديث موقوف بخ"
  },
  {
    "id": "3379",
    "data": " عبد الله ابن سلام بالتخفيف الإسرائيلي أبو يوسف حليف بني الخزرج قيل كان اسمه الحصين فسماه النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عبد الله مشهور له أحاديث وفضل مات بالمدينة سنة ثلاث وأربعين ع"
  },
  {
    "id": " عبد الله ابن سيلان يأتي في عبد ربه ",
    "data": " عبد الله ابن سيلان يأتي في عبد ربه "
  },
  {
    "id": "3380",
    "data": " عبد الله ابن شبرمة بضم المعجمة وسكون الموحدة وضم الراء ابن الطفيل ابن حسان الضبي أبو شبرمة الكوفي القاضي ثقة فقيه من الخامسة مات سنة أربع وأربعين خت م د س ق"
  },
  {
    "id": "3381",
    "data": " عبد الله ابن الشخير بكسر الشين وتشديد الخاء المعجمتين ابن عوف العامري صحابي من مسلمة الفتح م 4"
  },
  {
    "id": "3382",
    "data": " عبد الله ابن شداد ابن الهاد الليثي أبو الوليد المدني ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذكره العجلي من كبار التابعين الثقات وكان معدودا في الفقهاء مات بالكوفة مقتولا سنة إحدى وثمانين وقيل بعدها ع"
  },
  {
    "id": "3383",
    "data": " عبد الله ابن شداد المدني أبو الحسن الأعرج كان من تجار واسط صدوق من الخامسة 4"
  },
  {
    "id": "3384",
    "data": " عبد الله ابن شريك العامري الكوفي صدوق يتشيع أفرط الجوزجاني فكذبه من الثالثة س"
  },
  {
    "id": "3385",
    "data": " عبد الله ابن شقيق العقيلي بالضم بصري ثقة فيه نصب من الثالثة مات سنة ثمان ومائة بخ م 4"
  },
  {
    "id": " عبد الله ابن شقيق عن عبد الله ابن السائب ",
    "data": " عبد الله ابن شقيق عن عبد الله ابن السائب "
  },
  {
    "id": " صوابه ابن سفيان",
    "data": " صوابه ابن سفيان"
  },
  {
    "id": "3386",
    "data": " عبد الله ابن شهاب الخولاني أبو الجزل بفتح الجيم وسكون الزاي كوفي مقبول من الثالثة م"
  },
  {
    "id": "3387",
    "data": " عبد الله ابن شوذب الخراساني أبو عبد الرحمن سكن البصرة ثم الشام صدوق عابد من السابعة مات سنة ست أو سبع وخمسين بخ 4"
  },
  {
    "id": "3388",
    "data": " عبد الله ابن صالح ابن محمد ابن مسلم الجهني أبو صالح المصري كاتب الليث صدوق كثير الغلط ثبت في كتابه وكانت فيه غفلة من العاشرة مات سنة اثنتين وعشرين وله خمس وثمانون سنة خت د ت ق"
  },
  {
    "id": "3389",
    "data": " عبد الله ابن صالح ابن مسلم العجلي ثقة من التاسعة لم يثبت أن البخاري أخرج له خ"
  },
  {
    "id": "3390",
    "data": " عبد الله ابن أبي صالح السمان المدني ويقال له عباد "
  },
  {
    "id": " لين الحديث من السادسة م د ت ق",
    "data": " لين الحديث من السادسة م د ت ق"
  },
  {
    "id": "3391",
    "data": " عبد الله ابن الصامت الغفاري البصري ثقة من الثالثة مات "
  },
  {
    "id": " بعد السبعين خت م 4",
    "data": " بعد السبعين خت م 4"
  },
  {
    "id": "3392",
    "data": " عبد الله ابن الصباح ابن عبد الله الهاشمي مولاهم العطار البصري ثقة من كبار الحادية عشره مات سنة خمسين وقيل بعدها خ م د ت س"
  },
  {
    "id": "3393",
    "data": " عبد الله ابن صبيح بالضم البصري صدوق من السابعة س"
  },
  {
    "id": " عبد الله ابن أبي صعصعة ",
    "data": " عبد الله ابن أبي صعصعة "
  },
  {
    "id": " صوابه عبد الرحمن ابن عبد الله ابن أبي صعصعة",
    "data": " صوابه عبد الرحمن ابن عبد الله ابن أبي صعصعة"
  },
  {
    "id": "3394",
    "data": " عبد الله ابن صفوان ابن أمية ابن خلف الجمحي أبو صفوان المكي ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولأبيه صحبة مشهورة وقتل مع ابن الزبير وهو متعلق بأستار الكعبة سنة ثلاث وسبعين ذكره ابن سعد في الطبقة الأولى من التابعين م س ق"
  },
  {
    "id": "3395",
    "data": " عبد الله ابن صهبان بضم المهملة وسكون الهاء بعدها موحدة الأسدي أبو العنبس بفتح المهملة وسكون النون وبفتح الموحدة الكوفي لين الحديث من السابعة ت"
  },
  {
    "id": "3396",
    "data": " عبد الله ابن ضمرة السلولي وثقه العجلي من الثالثة د س ق"
  },
  {
    "id": "3397",
    "data": " عبد الله ابن طاوس ابن كيسان اليماني أبو محمد ثقة فاضل عابد من السادسة مات سنة اثنتين وثلاثين ع"
  },
  {
    "id": "3398",
    "data": " عبد الله ابن طريف أبو خزيمة البصري مقبول من السابعة س"
  },
  {
    "id": "3399",
    "data": " عبد الله ابن أبي طلحة واسمه زيد ابن سهل الأنصاري المدني ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ووثقه ابن سعد مات سنة أربع وثمانين بالمدينة وقيل استشهد بفارس وهو أخو أنس لأمه م س"
  },
  {
    "id": "3400",
    "data": " عبد الله ابن ظالم التميمي المازني صدوق لينه البخاري من الثالثة 4"
  },
  {
    "id": "3401",
    "data": " عبد الله ابن عاصم الحماني بكسر المهملة وتشديد الميم أبو سعيد البصري صدوق من التاسعة ق"
  },
  {
    "id": "3402",
    "data": " عبد الله ابن عامر ابن براد ابن يوسف ابن أبي بردة ابن أبي موسى الأشعري أبو عامر الكوفي وقد ينسب إلى جده مقبول من الحادية عشرة ق"
  },
  {
    "id": "3403",
    "data": " عبد الله ابن عامر ابن ربيعة العنزي حليف بني عدي أبو محمد المدني ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولأبيه صحبة مشهورة ووثقه العجلي مات سنة بضع وثمانين ع"
  },
  {
    "id": "3404",
    "data": " عبد الله ابن عامر ابن زرارة الحضرمي مولاهم أبو محمد الكوفي صدوق من العاشرة مات سنة سبع وثلاثين ومائتين م د ق"
  },
  {
    "id": " عبد الله ابن عامر ابن لحي يأتي في عبد الله ابن لحي",
    "data": " عبد الله ابن عامر ابن لحي يأتي في عبد الله ابن لحي"
  },
  {
    "id": "3405",
    "data": " عبد الله ابن عامر ابن يزيد ابن تميم اليحصبي بفتح التحتانية وسكون المهملة وفتح المهملة بعدها موحدة الدمشقي المقرىء أبو عمران وقيل غير ذلك في كنيته ثقة من الثالثة مات سنة ثماني عشرة وله سبع وتسعون سنة على الصحيح م ت"
  },
  {
    "id": "3406",
    "data": " عبد الله ابن عامر الأسلمي أبو عامر المدني ضعيف من السابعة مات سنة خمسين أو إحدى وخمسين ق"
  },
  {
    "id": "3407",
    "data": " عبد الله ابن عامر عن الزبير يحتمل أن يكون ابن عامر ابن ربيعة الذي تقدم ذكره "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "3408",
    "data": " عبد الله ابن عامر عن عمر يحتمل أن يكون ابن ربيعة أيضا "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "3409",
    "data": " عبد الله ابن عباس ابن عبد المطلب ابن هاشم ابن عبد مناف ابن عم رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولد قبل الهجرة بثلاث سنين ودعا له رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالفهم في القرآن فكان يسمى البحر والحبر لسعة علمه وقال عمر لو أدرك ابن عباس أسناننا ما عشره منا أحد مات سنة ثمان وستين بالطائف وهو أحد المكثرين من الصحابة وأحد العبادلة من فقهاء الصحابة ع"
  },
  {
    "id": "3410",
    "data": " عبد الله ابن عبد الله ابن الأسود الحارثي أبو عبد الرحمن الكوفي صدوق من التاسعة ت"
  },
  {
    "id": "3411",
    "data": " عبد الله ابن عبد الله ابن الأصم العامري أخو عبيد الله صدوق من الرابعة م"
  },
  {
    "id": "3412",
    "data": " عبد الله ابن عبد الله ابن أويس ابن مالك ابن أبي عامر الأصبحي أبو أويس المدني قريب مالك وصهره صدوق يهم من السابعة مات سنة سبع وستين م 4"
  },
  {
    "id": "3413",
    "data": " عبد الله ابن عبد الله ابن جابر وقيل جبر ابن عتيك الأنصاري المدني ثقة من الرابعة ع"
  },
  {
    "id": "3414",
    "data": " عبد الله "
  },
  {
    "id": " ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي أبو يحيى المدني ثقة من الثالثة مات ",
    "data": " ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي أبو يحيى المدني ثقة من الثالثة مات "
  },
  {
    "id": " سنة تسع وتسعين خ م د س",
    "data": " سنة تسع وتسعين خ م د س"
  },
  {
    "id": " عبد الله ابن عبد الله ابن سراقة [كذا وقع في بعض النسخ المتأخرة من سنن أبي داود في ",
    "data": " عبد الله ابن عبد الله ابن سراقة [كذا وقع في بعض النسخ المتأخرة من سنن أبي داود في "
  },
  {
    "id": " ، من كتاب الجهاد] صوابه الزبير ابن عثمان ابن عبد الله ابن سراقة",
    "data": " ، من كتاب الجهاد] صوابه الزبير ابن عثمان ابن عبد الله ابن سراقة"
  },
  {
    "id": "3415",
    "data": " عبد الله ابن عبد الله ابن أبي طلحة الأنصاري أبو يحيى المدني أخو إسحاق ثقة من الرابعة مات سنة أربع وثلاثين م س"
  },
  {
    "id": "3416",
    "data": " عبد الله ابن عبد الله ابن عثمان ابن حكيم ابن حزام الأسدي الحزامي بالمهملة والزاي "
  },
  {
    "id": " مقبول من السادسة د س",
    "data": " مقبول من السادسة د س"
  },
  {
    "id": "3403",
    "data": " عبد الله ابن عامر ابن ربيعة العنزي حليف بني عدي أبو محمد المدني ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولأبيه صحبة مشهورة ووثقه العجلي مات سنة بضع وثمانين ع"
  },
  {
    "id": "3404",
    "data": " عبد الله ابن عامر ابن زرارة الحضرمي مولاهم أبو محمد الكوفي صدوق من العاشرة مات سنة سبع وثلاثين ومائتين م د ق"
  },
  {
    "id": " عبد الله ابن عامر ابن لحي يأتي في عبد الله ابن لحي",
    "data": " عبد الله ابن عامر ابن لحي يأتي في عبد الله ابن لحي"
  },
  {
    "id": "3405",
    "data": " عبد الله ابن عامر ابن يزيد ابن تميم اليحصبي بفتح التحتانية وسكون المهملة وفتح المهملة بعدها موحدة الدمشقي المقرىء أبو عمران وقيل غير ذلك في كنيته ثقة من الثالثة مات سنة ثماني عشرة وله سبع وتسعون سنة على الصحيح م ت"
  },
  {
    "id": "3406",
    "data": " عبد الله ابن عامر الأسلمي أبو عامر المدني ضعيف من السابعة مات سنة خمسين أو إحدى وخمسين ق"
  },
  {
    "id": "3407",
    "data": " عبد الله ابن عامر عن الزبير يحتمل أن يكون ابن عامر ابن ربيعة الذي تقدم ذكره "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "3408",
    "data": " عبد الله ابن عامر عن عمر يحتمل أن يكون ابن ربيعة أيضا "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "3409",
    "data": " عبد الله ابن عباس ابن عبد المطلب ابن هاشم ابن عبد مناف ابن عم رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولد قبل الهجرة بثلاث سنين ودعا له رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالفهم في القرآن فكان يسمى البحر والحبر لسعة علمه وقال عمر لو أدرك ابن عباس أسناننا ما عشره منا أحد مات سنة ثمان وستين بالطائف وهو أحد المكثرين من الصحابة وأحد العبادلة من فقهاء الصحابة ع"
  },
  {
    "id": "3410",
    "data": " عبد الله ابن عبد الله ابن الأسود الحارثي أبو عبد الرحمن الكوفي صدوق من التاسعة ت"
  },
  {
    "id": "3411",
    "data": " عبد الله ابن عبد الله ابن الأصم العامري أخو عبيد الله صدوق من الرابعة م"
  },
  {
    "id": "3412",
    "data": " عبد الله ابن عبد الله ابن أويس ابن مالك ابن أبي عامر الأصبحي أبو أويس المدني قريب مالك وصهره صدوق يهم من السابعة مات سنة سبع وستين م 4"
  },
  {
    "id": "3413",
    "data": " عبد الله ابن عبد الله ابن جابر وقيل جبر ابن عتيك الأنصاري المدني ثقة من الرابعة ع"
  },
  {
    "id": "3414",
    "data": " عبد الله "
  },
  {
    "id": " ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي أبو يحيى المدني ثقة من الثالثة مات ",
    "data": " ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي أبو يحيى المدني ثقة من الثالثة مات "
  },
  {
    "id": " سنة تسع وتسعين خ م د س",
    "data": " سنة تسع وتسعين خ م د س"
  },
  {
    "id": " عبد الله ابن عبد الله ابن سراقة [كذا وقع في بعض النسخ المتأخرة من سنن أبي داود في ",
    "data": " عبد الله ابن عبد الله ابن سراقة [كذا وقع في بعض النسخ المتأخرة من سنن أبي داود في "
  },
  {
    "id": " ، من كتاب الجهاد] صوابه الزبير ابن عثمان ابن عبد الله ابن سراقة",
    "data": " ، من كتاب الجهاد] صوابه الزبير ابن عثمان ابن عبد الله ابن سراقة"
  },
  {
    "id": "3415",
    "data": " عبد الله ابن عبد الله ابن أبي طلحة الأنصاري أبو يحيى المدني أخو إسحاق ثقة من الرابعة مات سنة أربع وثلاثين م س"
  },
  {
    "id": "3416",
    "data": " عبد الله ابن عبد الله ابن عثمان ابن حكيم ابن حزام الأسدي الحزامي بالمهملة والزاي "
  },
  {
    "id": " مقبول من السادسة د س",
    "data": " مقبول من السادسة د س"
  },
  {
    "id": "3417",
    "data": " عبد الله ابن عبد الله ابن عمر ابن الخطاب أبو عبد الرحمن المدني كان وصي أبيه ثقة من الثالثة مات سنة خمس ومائة خ م د ت س"
  },
  {
    "id": "3418",
    "data": " عبد الله ابن عبد الله الرازي مولى بني هاشم القاضي أبو جعفر أصله كوفي صدوق من الرابعة د ت عس ق"
  },
  {
    "id": "3419",
    "data": " عبد الله ابن عبد الله الأموي حجازي لين الحديث من التاسعة ق"
  },
  {
    "id": " عبد الله ابن عبد الله ",
    "data": " عبد الله ابن عبد الله "
  },
  {
    "id": " صوابه عبد الرحمن ابن عبد الله هو ابن كعب ابن مالك خت",
    "data": " صوابه عبد الرحمن ابن عبد الله هو ابن كعب ابن مالك خت"
  },
  {
    "id": "3420",
    "data": " عبد الله ابن عبد الأسد ابن هلال ابن عبد الله ابن عمر ابن مخزوم المخزومي أبو سلمة أخو النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من الرضاعة وابن عمته برة بنت عبد المطلب كان من السابقين شهد بدرا ومات في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذلك في جمادى الآخرة سنة أربع بعد أحد فتزوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بعده زوجته أم سلمة ت س ق"
  },
  {
    "id": "3421",
    "data": " عبد الله ابن عبد الجبار الخبائري بمعجمة وموحدة وبعد الألف تحتانية أبو القاسم الحمصي لقبه زبريق بكسر الزاي وسكون الموحدة ثم راء ثم تحتانية ثم قاف صدوق من صغار التاسعة مات سنة خمس وثلاثين د"
  },
  {
    "id": "3422",
    "data": " عبد الله ابن عبد الحكم ابن أعين المصري أبو محمد الفقيه المالكي صدوق أنكر عليه ابن معين شيئا من كبار العاشرة مات سنة أربع عشرة س"
  },
  {
    "id": "3423",
    "data": " عبد الله ابن عبد الرحمن ابن أبزى الخزاعي مولاهم الكوفي مقبول من الخامسة أغفل المزي رقم خت وهو في تفسير آل عمران خت د س"
  },
  {
    "id": "3424",
    "data": " عبد الله ابن عبد الرحمن ابن أزهر الزهري المدني مقبول من الثالثة د"
  },
  {
    "id": "3425",
    "data": " عبد الله ابن عبد الرحمن ابن أبي بكر الصديق التيمي مقبول من الثالثة مات "
  },
  {
    "id": " بعد السبعين خ م خد س ق",
    "data": " بعد السبعين خ م خد س ق"
  },
  {
    "id": "3426",
    "data": " عبد الله ابن عبد الرحمن ابن ثابت ابن الصامت الأنصاري المدني مقبول من الثالثة وقيل عبد الرحمن ابن عبد الرحمن ق"
  }
]