[
  {
    "id": "3427",
    "data": " عبد الله "
  },
  {
    "id": " ابن عبد الرحمن ابن الحارث ابن سعد ابن أبي ذباب بضم المعجمة وموحدتين ثقة من الثالثة د ت س",
    "data": " ابن عبد الرحمن ابن الحارث ابن سعد ابن أبي ذباب بضم المعجمة وموحدتين ثقة من الثالثة د ت س"
  },
  {
    "id": "3428",
    "data": " عبد الله ابن عبد الرحمن ابن الحباب بضم المهملة وموحدتين مقبول من الثالثة ق"
  },
  {
    "id": "3429",
    "data": " عبد الله ابن عبد الرحمن ابن حجيرة بمهملة وجيم مصغرا القاضي أبو عبد الرحمن المصري وهو ابن حجيرة الأصغر ثقة من السادسة مات بعد المائة س"
  },
  {
    "id": "3417",
    "data": " عبد الله ابن عبد الله ابن عمر ابن الخطاب أبو عبد الرحمن المدني كان وصي أبيه ثقة من الثالثة مات سنة خمس ومائة خ م د ت س"
  },
  {
    "id": "3418",
    "data": " عبد الله ابن عبد الله الرازي مولى بني هاشم القاضي أبو جعفر أصله كوفي صدوق من الرابعة د ت عس ق"
  },
  {
    "id": "3419",
    "data": " عبد الله ابن عبد الله الأموي حجازي لين الحديث من التاسعة ق"
  },
  {
    "id": " عبد الله ابن عبد الله ",
    "data": " عبد الله ابن عبد الله "
  },
  {
    "id": " صوابه عبد الرحمن ابن عبد الله هو ابن كعب ابن مالك خت",
    "data": " صوابه عبد الرحمن ابن عبد الله هو ابن كعب ابن مالك خت"
  },
  {
    "id": "3420",
    "data": " عبد الله ابن عبد الأسد ابن هلال ابن عبد الله ابن عمر ابن مخزوم المخزومي أبو سلمة أخو النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من الرضاعة وابن عمته برة بنت عبد المطلب كان من السابقين شهد بدرا ومات في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذلك في جمادى الآخرة سنة أربع بعد أحد فتزوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بعده زوجته أم سلمة ت س ق"
  },
  {
    "id": "3421",
    "data": " عبد الله ابن عبد الجبار الخبائري بمعجمة وموحدة وبعد الألف تحتانية أبو القاسم الحمصي لقبه زبريق بكسر الزاي وسكون الموحدة ثم راء ثم تحتانية ثم قاف صدوق من صغار التاسعة مات سنة خمس وثلاثين د"
  },
  {
    "id": "3422",
    "data": " عبد الله ابن عبد الحكم ابن أعين المصري أبو محمد الفقيه المالكي صدوق أنكر عليه ابن معين شيئا من كبار العاشرة مات سنة أربع عشرة س"
  },
  {
    "id": "3423",
    "data": " عبد الله ابن عبد الرحمن ابن أبزى الخزاعي مولاهم الكوفي مقبول من الخامسة أغفل المزي رقم خت وهو في تفسير آل عمران خت د س"
  },
  {
    "id": "3424",
    "data": " عبد الله ابن عبد الرحمن ابن أزهر الزهري المدني مقبول من الثالثة د"
  },
  {
    "id": "3425",
    "data": " عبد الله ابن عبد الرحمن ابن أبي بكر الصديق التيمي مقبول من الثالثة مات "
  },
  {
    "id": " بعد السبعين خ م خد س ق",
    "data": " بعد السبعين خ م خد س ق"
  },
  {
    "id": "3426",
    "data": " عبد الله ابن عبد الرحمن ابن ثابت ابن الصامت الأنصاري المدني مقبول من الثالثة وقيل عبد الرحمن ابن عبد الرحمن ق"
  },
  {
    "id": "3427",
    "data": " عبد الله "
  },
  {
    "id": " ابن عبد الرحمن ابن الحارث ابن سعد ابن أبي ذباب بضم المعجمة وموحدتين ثقة من الثالثة د ت س",
    "data": " ابن عبد الرحمن ابن الحارث ابن سعد ابن أبي ذباب بضم المعجمة وموحدتين ثقة من الثالثة د ت س"
  },
  {
    "id": "3428",
    "data": " عبد الله ابن عبد الرحمن ابن الحباب بضم المهملة وموحدتين مقبول من الثالثة ق"
  },
  {
    "id": "3429",
    "data": " عبد الله ابن عبد الرحمن ابن حجيرة بمهملة وجيم مصغرا القاضي أبو عبد الرحمن المصري وهو ابن حجيرة الأصغر ثقة من السادسة مات بعد المائة س"
  },
  {
    "id": "3430",
    "data": " عبد الله ابن عبد الرحمن ابن أبي حسين ابن الحارث ابن عامر ابن نوفل المكي النوفلي ثقة عالم بالمناسك من الخامسة ع"
  },
  {
    "id": " عبد الله ابن عبد الرحمن ابن سعد ابن مخرمة ",
    "data": " عبد الله ابن عبد الرحمن ابن سعد ابن مخرمة "
  },
  {
    "id": " صوابه",
    "data": " صوابه"
  },
  {
    "id": " عبد الله ابن جعفر ابن عبد الرحمن ابن المسور ابن مخرمة س",
    "data": " عبد الله ابن جعفر ابن عبد الرحمن ابن المسور ابن مخرمة س"
  },
  {
    "id": "3431",
    "data": " عبد الله ابن عبد الرحمن ابن أبي صعصعة الأنصاري المدني ثقة من الثالثة خ د س ق"
  },
  {
    "id": "3432",
    "data": " عبد الله ابن عبد الرحمن ابن عبد الله ابن سعد ابن عثمان الدشتكي بفتح المهملة وسكون المعجمة بعدها مثناة من مشايخ أبي داود مقبول من الحادية عشرة خد"
  },
  {
    "id": "3433",
    "data": " عبد الله ابن عبد الرحمن ابن عبد القاري المدني مقبول من الثالثة بخ"
  },
  {
    "id": "3434",
    "data": " عبد الله ابن عبد الرحمن ابن الفضل ابن بهرام السمرقندي أبو محمد الدارمي الحافظ صاحب المسند ثقة فاضل متقن من الحادية عشرة مات سنة خمس وخمسين وله أربع وسبعون م د ت"
  },
  {
    "id": "3435",
    "data": " عبد الله ابن عبد الرحمن ابن معمر ابن حزم الأنصاري أبو طوالة بضم المهملة المدني قاضي المدينة لعمر ابن عبد العزيز ثقة من الخامسة مات سنة أربع وثلاثين ويقال بعد ذلك ع"
  },
  {
    "id": "3436",
    "data": " عبد الله ابن عبد الرحمن ابن يحنس بتحتانية مضمومة ومهملة مفتوحة ونون ثقيلة مكسورة حجازي مقبول من السادسة م د"
  },
  {
    "id": "3437",
    "data": " عبد الله ابن عبد الرحمن ابن يزيد ابن جابر الأزدي أبو إسماعيل الدمشقي ثقة من الثامنة م قد ت س"
  },
  {
    "id": "3438",
    "data": " عبد الله ابن عبد الرحمن ابن يعلى ابن كعب الطائفي أبو يعلى الثقفي صدوق يخطىء ويهم من السابعة بخ م تم س ق"
  },
  {
    "id": "3439",
    "data": " عبد الله ابن عبد الرحمن البصري ابن الرومي أصله من خراسان "
  },
  {
    "id": " من الرابعة مات سنة ثلاثين بخ",
    "data": " من الرابعة مات سنة ثلاثين بخ"
  },
  {
    "id": "3440",
    "data": " عبد الله ابن عبد الرحمن الضبي أبو نصر الكوفي ثقة من الخامسة ت ق"
  },
  {
    "id": "3441",
    "data": " عبد الله ابن عبد الرحمن الأنصاري الأشهلي حجازي مقبول من الثالثة ت ق"
  },
  {
    "id": "3442",
    "data": " عبد الله ابن عبد الصمد ابن أبي خداش بكسر المعجمة وآخره معجمة الأسدي الموصلي صدوق من الحادية عشرة مات سنة خمس وخمسين س"
  },
  {
    "id": "3443",
    "data": " عبد الله ابن عبد العزيز ابن صالح الحضرمي حجازي مجهول من الرابعة أرسل عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شيئا مد"
  },
  {
    "id": "3444",
    "data": " عبد الله ابن عبد العزيز ابن عبد الله ابن عامر الليثي أبو عبد العزيز المدني ضعيف واختلط بأخرة من السابعة ق"
  },
  {
    "id": "3445",
    "data": " عبد الله ابن عبد العزيز ابن عبد الله ابن عبد الله ابن عمر ابن الخطاب العمري الزاهد ثقة من السابعة مات سنة أربع وثمانين وله ست وثمانون كان ابن عيينة يقول إنه عالم أهل المدينة مد"
  },
  {
    "id": "3446",
    "data": " عبد الله ابن عبد القدوس التميمي السعدي الكوفي صدوق رمي بالرفض وكان أيضا يخطىء من التاسعة خت ت"
  },
  {
    "id": "3447",
    "data": " عبد الله ابن عبد المطلب ابن ربيعة ابن الحارث ابن عبد المطلب الهاشمي جاء عنه حديث مختلف في إسناده "
  },
  {
    "id": " من الثالثة عس",
    "data": " من الثالثة عس"
  },
  {
    "id": "3448",
    "data": " عبد الله ابن عبد المؤمن ابن عثمان الأرحبي بفتح الهمزة وسكون الراء بعدها مهملة مفتوحة ثم موحدة الواسطي الطويل مقبول من الحادية عشرة ق"
  },
  {
    "id": "3449",
    "data": " عبد الله ابن عبد الوهاب الحجبي بفتح المهملة والجيم ثم موحدة أبو محمد البصري ثقة من العاشرة مات سنة ثمان وعشرين وقيل سنة سبع خ س"
  },
  {
    "id": "3450",
    "data": " عبد الله ابن عبد بغير إضافة القاري بتشديد التحتانية له رؤية من الثانية س"
  },
  {
    "id": " عبد الله ابن عبد القارىء هو ابن عمرو يأتي جاء منسوبا إلى جده فربما التبس بالذي قبله تمييز",
    "data": " عبد الله ابن عبد القارىء هو ابن عمرو يأتي جاء منسوبا إلى جده فربما التبس بالذي قبله تمييز"
  },
  {
    "id": "3451",
    "data": " عبد الله ابن عبيد الله بالتصغير ابن أبي رافع المدني مولى بني هاشم "
  },
  {
    "id": " مقبول من السادسة لم يثبت سماعه من جده م س",
    "data": " مقبول من السادسة لم يثبت سماعه من جده م س"
  },
  {
    "id": "3452",
    "data": " عبد الله ابن عبيد الله ابن عباس ابن عبد المطلب الهاشمي ثقة من الرابعة ع"
  },
  {
    "id": "3453",
    "data": " عبد الله ابن عبيد الله ابن عمر ابن الخطاب مقبول من الرابعه د س"
  },
  {
    "id": "3454",
    "data": " عبد الله ابن عبيد الله ابن عبد الله ابن أبي مليكة بالتصغير ابن عبد الله ابن جدعان يقال اسم أبي مليكة زهير التيمي المدني أدرك ثلاثين من الصحابة ثقة فقيه من الثالثة مات سنة سبع عشرة ع"
  },
  {
    "id": "3455",
    "data": " عبد الله ابن عبيد بالتصغير أيضا بغير إضافة ابن عمير "
  },
  {
    "id": " الليثي المكي ثقة من الثالثة استشهد غازيا سنة ثلاث عشرة م 4",
    "data": " الليثي المكي ثقة من الثالثة استشهد غازيا سنة ثلاث عشرة م 4"
  },
  {
    "id": "3456",
    "data": " عبد الله ابن عبيد الأنصاري مجهول من الثالثة ورجح الخطيب أنه الذي قبله وأن من قال الأنصاري فقد وهم مد س"
  },
  {
    "id": "3457",
    "data": " عبد الله ابن عبيد الحميري البصري المؤدب ثقة من السابعة ت س ق"
  },
  {
    "id": " عبد الله ابن عبيد يعرف بابن هرمز يأتي في ابن عتيك",
    "data": " عبد الله ابن عبيد يعرف بابن هرمز يأتي في ابن عتيك"
  },
  {
    "id": "3458",
    "data": " عبد الله ابن عبيدة ابن نشيط بفتح النون وكسر المعجمة الربذي بفتح الراء والموحدة بعدها معجمة ثقة من الرابعة قتلته الخوارج بقديد سنة ثلاثين خ"
  },
  {
    "id": "3459",
    "data": " عبد الله ابن أبي عتاب حجازي مجهول من الرابعة وفي إسناده اختلاف بخ"
  },
  {
    "id": "3460",
    "data": " عبد الله ابن عتبة ابن أبي سفيان الأموي المدني مقبول من الثالثة س ق"
  },
  {
    "id": "3461",
    "data": " عبد الله ابن عتبة ابن مسعود الهذلي ابن أخي عبد الله ابن مسعود ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ووثقه العجلي وجماعة وهو من كبار الثانية مات بعد السبعين خ م د س ق"
  },
  {
    "id": "3462",
    "data": " عبد الله ابن أبي عتبة البصري مولى أنس ثقة من الثالثة "
  },
  {
    "id": " خ م تم ق",
    "data": " خ م تم ق"
  },
  {
    "id": "3463",
    "data": " عبد الله ابن عتيك ويقال عتيق ويقال ابن عبيد بالتصغير وهو الأرجح "
  },
  {
    "id": " مقبول من الثالثة س ق",
    "data": " مقبول من الثالثة س ق"
  },
  {
    "id": "3464",
    "data": " عبد الله ابن عثمان ابن إسحاق ابن سعد ابن أبي وقاص المدني مستور من التاسعة ق"
  },
  {
    "id": "3465",
    "data": " عبد الله ابن عثمان ابن جبلة بفتح الجيم والموحدة ابن أبي رواد بفتح الراء وتشديد الواو العتكي بفتح المهملة والمثناة أبو عبد الرحمن المروزي الملقب عبدان ثقة حافظ من العاشرة مات سنة إحدى وعشرين في شعبان خ م د ت س"
  },
  {
    "id": "3466",
    "data": " عبد الله ابن عثمان ابن خثيم بالمعجمة والمثلثة مصغرا القاري المكي أبو عثمان صدوق من الخامسة مات سنة اثنتين وثلاثين خت م 4"
  },
  {
    "id": "3467",
    "data": " عبد الله ابن عثمان ابن عامر ابن عمرو ابن كعب ابن سعد ابن تيم ابن مرة التيمي أبو بكر ابن أبي قحافة الصديق الأكبر "
  },
  {
    "id": " خليفة رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات في جمادى الأولى سنة ثلاث عشرة وله ثلاث وستون سنة ع",
    "data": " خليفة رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات في جمادى الأولى سنة ثلاث عشرة وله ثلاث وستون سنة ع"
  },
  {
    "id": "3468",
    "data": " عبد الله ابن عثمان ابن عبيد الله ابن عبد الرحمن ابن سمرة مجهول من السابعة بخ"
  },
  {
    "id": "3469",
    "data": " عبد الله ابن عثمان ابن عطاء ابن أبي مسلم الخراساني أبو محمد نزيل الرملة لين الحديث من العاشرة ق"
  },
  {
    "id": "3470",
    "data": " عبد الله ابن عثمان الثقفي مجهول من الثالثة د س"
  },
  {
    "id": "3471",
    "data": " عبد الله ابن عثمان البصري شريك شعبة قال النسائي ثقة ثبت من الثامنة مات قبل شعبة ت س ق"
  },
  {
    "id": " عبد الله ابن عثير بالمثلثة في ترجمة علاقة",
    "data": " عبد الله ابن عثير بالمثلثة في ترجمة علاقة"
  },
  {
    "id": "3472",
    "data": " عبد الله ابن عدي ابن الحمراء الزهري قيل إنه ثقفي حالف بني زهرة صحابي له حديث في فضل مكة ت س ق"
  },
  {
    "id": "3473",
    "data": " عبد الله ابن عدي الأنصاري صحابي آخر روى عنه عبيد الله ابن عدي ابن الخيار تمييز"
  },
  {
    "id": "3474",
    "data": " عبد الله ابن عرادة بفتح المهملة والراء الخفيفة السدوسي أبو شيبان البصري ضعيف من التاسعة ق"
  },
  {
    "id": "3475",
    "data": " عبد الله ابن عروة ابن الزبير ابن العوام أبو بكر الأسدي ثقة ثبت فاضل من الثالثة بقي إلى أواخر دولة بني أمية وكان مولده سنة خمس وأربعين خ م ت س ق"
  },
  {
    "id": "3476",
    "data": " عبد الله ابن عصم بمهملتين ويقال عصمة أبو علوان بضم المهملة وسكون اللام الحنفي اليمامي نزل الكوفة "
  },
  {
    "id": " صدوق يخطىء أفرط ابن حبان فيه وتناقض د ت ق",
    "data": " صدوق يخطىء أفرط ابن حبان فيه وتناقض د ت ق"
  },
  {
    "id": "3477",
    "data": " عبد الله ابن عصمة الجشمي بضم الجيم وفتح المعجمة حجازي مقبول من الثالثة س"
  },
  {
    "id": "3478",
    "data": " عبد الله ابن عصمة عن سعيد ابن ميمون في الحجامة مجهول من السادسة ق"
  },
  {
    "id": "3479",
    "data": " عبد الله ابن عطاء الطائفي أصله من الكوفة صدوق يخطىء ويدلس من السادسة م 4"
  },
  {
    "id": "3480",
    "data": " عبد الله ابن عطية مقبول من الخامسة س"
  },
  {
    "id": "3481",
    "data": " عبد الله ابن عقيل أبو عقيل الثقفي الكوفي نزيل بغداد صدوق من الثامنة 4"
  },
  {
    "id": "3482",
    "data": " عبد الله ابن عكيم بالتصغير الجهني أبو معبد الكوفي مخضرم من الثانية وقد سمع كتاب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إلى جهينة مات في إمرة الحجاج م 4"
  },
  {
    "id": "3483",
    "data": " عبد الله ابن علقمة ابن وقاص الليثي مقبول من السادسة عخ س"
  },
  {
    "id": "3484",
    "data": " عبد الله ابن علي ابن الحسين ابن علي ابن أبي طالب مقبول من الخامسة ت س"
  },
  {
    "id": "3485",
    "data": " عبد الله ابن علي ابن السائب ابن عبيد المطلبي مستور من الثالثة د س"
  },
  {
    "id": "3486",
    "data": " عبد الله ابن علي ابن يزيد ابن ركانة المطلبي وقد ينسب لجده لين الحديث من السادسة د ت س"
  },
  {
    "id": "3487",
    "data": " عبد الله ابن علي الأزرق أبو أيوب الإفريقي ثم الكوفي صدوق يخطىء من السادسة د ت"
  },
  {
    "id": "3488",
    "data": " عبد الله ابن عمار اليمامي مجهول من السابعة قد"
  },
  {
    "id": " عبد الله ابن أبي عمار ",
    "data": " عبد الله ابن أبي عمار "
  },
  {
    "id": " صوابه عبد الرحمن ابن عبد الله ابن أبي عمار د",
    "data": " صوابه عبد الرحمن ابن عبد الله ابن أبي عمار د"
  },
  {
    "id": "3489",
    "data": " عبد الله ابن عمر ابن حفص ابن عاصم ابن عمر ابن الخطاب أبو عبد الرحمن العمري المدني ضعيف عابد من السابعة مات سنة إحدى وسبعين وقيل بعدها م 4"
  },
  {
    "id": "3490",
    "data": " عبد الله ابن عمر ابن الخطاب العدوي أبو عبد الرحمن ولد بعد المبعث بيسير واستصغر يوم أحد وهو ابن أربع عشرة "
  },
  {
    "id": " وهو أحد المكثرين من الصحابة والعبادلة وكان من أشد الناس اتباعا للأثر مات سنة ثلاث وسبعين في آخرها أو أول التي تليها ع",
    "data": " وهو أحد المكثرين من الصحابة والعبادلة وكان من أشد الناس اتباعا للأثر مات سنة ثلاث وسبعين في آخرها أو أول التي تليها ع"
  },
  {
    "id": "3491",
    "data": " عبد الله ابن عمر ابن عبد الرحمن ابن عبد الحميد ابن زيد ابن الخطاب الخطابي البصري ثقة من العاشرة مات سنة ست وثلاثين س"
  }
]