[
  {
    "id": "3492",
    "data": " عبد الله ابن عمر ابن غانم الرعيني بمهملتين مصغرا أبو عبد الرحمن قاضي إفريقية وثقه ابن يونس وغيره ولم يعرفه أبو حاتم وأفرط ابن حبان في تضعيفه من التاسعة مات سنة تسعين "
  },
  {
    "id": " وهو ابن أربع وستين د",
    "data": " وهو ابن أربع وستين د"
  },
  {
    "id": "3493",
    "data": " عبد الله ابن عمر ابن محمد ابن أبان ابن صالح ابن عمير الأموي مولاهم ويقال له الجعفي نسبة إلى خاله حسين ابن علي أبو عبد الرحمن الكوفي مشكدانة بضم الميم والكاف بينهما معجمة ساكنة وبعد الألف نون وهو وعاء المسك بالفارسية صدوق فيه تشيع من العاشرة مات سنة تسع وثلاثين م د س"
  },
  {
    "id": "3494",
    "data": " عبد الله ابن عمر الأموي السعيدي مقبول من التاسعة س"
  },
  {
    "id": "3495",
    "data": " عبد الله ابن عمر النميري بالتصغير صدوق ربما أخطأ من التاسعة ووهم من خلطه بابن غانم خ"
  },
  {
    "id": " عبد الله ابن عمر الرومي يأتي في ابن محمد",
    "data": " عبد الله ابن عمر الرومي يأتي في ابن محمد"
  },
  {
    "id": " عبد الله ابن عمرو ابن أُحيحة ",
    "data": " عبد الله ابن عمرو ابن أُحيحة "
  },
  {
    "id": " صوابه عبد الله وهو ابن علي عن عمرو ابن أُحيحة",
    "data": " صوابه عبد الله وهو ابن علي عن عمرو ابن أُحيحة"
  },
  {
    "id": "3496",
    "data": " عبد الله ابن عمرو ابن أمية الضمري أبو جعفر مقبول من الثالثة س"
  },
  {
    "id": "3497",
    "data": " عبد الله ابن عمرو ابن الحارث ابن أبي ضرار الخزاعي مجهول من الثالثة ت"
  },
  {
    "id": "3498",
    "data": " عبد الله ابن عمرو ابن أبي الحجاج التميمي أبو معمر المقعد المنقري بكسر الميم وسكون النون وفتح القاف واسم أبي الحجاج ميسرة ثقة ثبت رمي بالقدر من العاشرة مات سنة أربع وعشرين ع"
  },
  {
    "id": "3499",
    "data": " عبد الله ابن عمرو ابن العاص ابن وائل ابن هاشم ابن سعيد بالتصغير ابن سعد ابن سهم السهمي أبو محمد وقيل أبو عبد الرحمن أحد السابقين المكثرين من الصحابة وأحد العبادلة الفقهاء مات في ذي الحجة ليالي الحرة على الأصح بالطائف على الراجح ع"
  },
  {
    "id": "3500",
    "data": " عبد الله ابن عمرو ابن عبد القاري "
  },
  {
    "id": " مقبول من الرابعة وهم من قال في حديث ورد من رواية عبد الله ابن عمرو مهمل النسبة هو الذي قبله م د",
    "data": " مقبول من الرابعة وهم من قال في حديث ورد من رواية عبد الله ابن عمرو مهمل النسبة هو الذي قبله م د"
  },
  {
    "id": "3501",
    "data": " عبد الله ابن عمرو ابن عثمان الأموي يلقب بالمطرف بضم الميم وتشديد الطاء المهملة "
  },
  {
    "id": " وفتح الراء ثقة شريف من الثالثة مات بمصر ",
    "data": " وفتح الراء ثقة شريف من الثالثة مات بمصر "
  },
  {
    "id": " سنة ست وتسعين م د ت س",
    "data": " سنة ست وتسعين م د ت س"
  },
  {
    "id": "3502",
    "data": " عبد الله ابن عمرو ابن علقمة الكناني المكي وقيل هو أخو محمد ثقة من السابعة مد ت"
  },
  {
    "id": "3503",
    "data": " عبد الله ابن عمرو ابن عوف ابن زيد المزني المدني والد كثير مقبول من الثالثة ر د ت ق"
  },
  {
    "id": "3504",
    "data": " عبد الله ابن عمرو ابن الفغواء بفتح الفاء وسكون المعجمة وقيل عبد الله ابن علقمة ابن الفغواء وقال ابن حبان عبد الله ابن عمرو ابن علقمة ابن الفغواء الخزاعي مستور من الثالثة د"
  },
  {
    "id": "3505",
    "data": " عبد الله ابن عمرو ابن مرة المرادي الجملي بفتح الجيم والميم الكوفي صدوق يخطىء من السابعة ق"
  },
  {
    "id": "3506",
    "data": " عبد الله ابن عمرو ابن هند المرادي الجملي الكوفي صدوق من الثالثة لم يثبت سماعه من علي ت س"
  },
  {
    "id": " عبد الله ابن عمرو ابن هلال في ترجمة عبد الله ابن سنان",
    "data": " عبد الله ابن عمرو ابن هلال في ترجمة عبد الله ابن سنان"
  },
  {
    "id": "3507",
    "data": " عبد الله ابن عمرو الأودي الكوفي مقبول من الثالثة ت"
  },
  {
    "id": "3508",
    "data": " عبد الله ابن عمرو الحضرمي ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وروى عن عمر من الثانية كد"
  },
  {
    "id": "3509",
    "data": " عبد الله ابن عمرو الهاشمي مولاهم مقبول من الثالثة س"
  },
  {
    "id": " عبد الله ابن عمرو المخزومي العابدي وقيل عبد الله ابن عمرو ابن عبد القاري تقدم",
    "data": " عبد الله ابن عمرو المخزومي العابدي وقيل عبد الله ابن عمرو ابن عبد القاري تقدم"
  },
  {
    "id": " عبد الله ابن أبي عمرو الزوفي ",
    "data": " عبد الله ابن أبي عمرو الزوفي "
  },
  {
    "id": " صوابه ابن أبي مرة يأتي",
    "data": " صوابه ابن أبي مرة يأتي"
  },
  {
    "id": " عبد الله ابن أبي عمرو الغفاري هو ابن إبراهيم تقدم",
    "data": " عبد الله ابن أبي عمرو الغفاري هو ابن إبراهيم تقدم"
  },
  {
    "id": "3510",
    "data": " عبد الله ابن عمران ابن رزين بفتح الراء وكسر الزاي ابن وهب المخزومي العابدي بالموحدة أبو القاسم المكي صدوق معمر من العاشرة مات سنة خمس وأربعين ت"
  },
  {
    "id": "3511",
    "data": " عبد الله ابن عمران ابن أبي علي الأسدي أبو محمد الأصبهاني نزيل الري صدوق من كبار الحادية عشرة ق"
  },
  {
    "id": "3512",
    "data": " عبد الله ابن عمران التيمي الطلحي البصري مقبول من السادسة ت"
  },
  {
    "id": "3513",
    "data": " عبد الله ابن عمير مولى أم الفضل ويقال له مولى ابن عباس أيضا "
  },
  {
    "id": " من الثالثة مات سنة سبع عشرة م ق",
    "data": " من الثالثة مات سنة سبع عشرة م ق"
  },
  {
    "id": "3514",
    "data": " عبد الله ابن عميرة بفتح أوله كوفي مقبول من الثانية "
  },
  {
    "id": " د ت ق",
    "data": " د ت ق"
  },
  {
    "id": "3515",
    "data": " عبد الله ابن عميرة ابن حصن العجلي "
  },
  {
    "id": " خلطه ابن حبان بالذي قبله وفرقهما غيره وقد ينسب هذا إلى جده تمييز",
    "data": " خلطه ابن حبان بالذي قبله وفرقهما غيره وقد ينسب هذا إلى جده تمييز"
  },
  {
    "id": "3516",
    "data": " عبد الله ابن عميرة القيسي "
  },
  {
    "id": " خلطه ابن حبان وابن ماكولا ويعقوب ابن شيبة بالأول وهو الصواب عندي تمييز",
    "data": " خلطه ابن حبان وابن ماكولا ويعقوب ابن شيبة بالأول وهو الصواب عندي تمييز"
  },
  {
    "id": "3517",
    "data": " عبد الله ابن عنبسة مقبول من الثالثة د س"
  },
  {
    "id": "3518",
    "data": " عبد الله ابن عنمة بفتح المهملة والنون ويقال اسمه عبد الرحمن المزني يقال له صحبة وروى عن عمار ويقال هو أبو لاس الخزاعي الصحابي ولم يصح د س"
  },
  {
    "id": "3535",
    "data": " عبد الله ابن فيروز الداناج بنون خفيفة وجيم وهو العالم بالفارسية ثقة من الخامسة خ م د س ق"
  },
  {
    "id": " عبد الله ابن قارظ هو ابن إبراهيم تقدم",
    "data": " عبد الله ابن قارظ هو ابن إبراهيم تقدم"
  },
  {
    "id": "3536",
    "data": " عبد الله ابن القاسم التيمي مولى أبي بكر مقبول من الثالثة د"
  },
  {
    "id": "3537",
    "data": " عبد الله ابن القاسم شيخ لعبد الله ابن شوذب صدوق من الثالثة أيضا ويحتمل أن يكون هو الذي قبله ت"
  },
  {
    "id": "3538",
    "data": " عبد الله ابن أبي قتادة الأنصاري المدني ثقة من الثالثة مات "
  },
  {
    "id": " سنة خمس وتسعين ع",
    "data": " سنة خمس وتسعين ع"
  },
  {
    "id": "3539",
    "data": " عبد الله ابن قدامة ابن عنزة بفتح المهملة والنون والزاي أبو السوار العنبري البصري ثقة من الرابعة س"
  },
  {
    "id": " عبد الله ابن قدامة الجمحي ",
    "data": " عبد الله ابن قدامة الجمحي "
  },
  {
    "id": " صوابه عبد الملك ",
    "data": " صوابه عبد الملك "
  },
  {
    "id": "3540",
    "data": " عبد الله ابن قرط بضم القاف الأزدي الثمالي بضم المثلثة وتخفيف الميم صحابي كان اسمه شيطانا فغيره النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأمره أبو عبيدة على حمص واستشهد بأرض الروم سنة ست وخمسين د س"
  },
  {
    "id": "3541",
    "data": " عبد الله ابن قريش البخاري أبو أحمد صدوق من الثانية عشرة د"
  },
  {
    "id": "3542",
    "data": " عبد الله ابن قيس ابن سليم ابن حضار بفتح المهملة وتشديد الضاد المعجمة أبو موسى الأشعري صحابي مشهور أمره عمر ثم عثمان وهو أحد الحكمين بصفين مات سنة خمسين وقيل بعدها ع"
  },
  {
    "id": "3543",
    "data": " عبد الله ابن قيس ابن مخرمة ابن المطلب المطلبي يقال له رؤية وهو من كبار التابعين واستقضاه الحجاج على المدينة سنة ثلاث وسبعين ومات سنة ست وسبعين م 4"
  },
  {
    "id": "3544",
    "data": " عبد الله ابن قيس الكندي السكوني التراغمي بمثناة ثم معجمة أبو بحرية بفتح الموحدة وسكون المهملة وتشديد التحتانية حمصي مشهور بكنيته مخضرم ثقة "
  },
  {
    "id": " مات سنة سبع وسبعين 4",
    "data": " مات سنة سبع وسبعين 4"
  },
  {
    "id": "3545",
    "data": " عبد الله ابن قيس عن ابن عباس قوله مجهول من الثالثة خد"
  },
  {
    "id": "3546",
    "data": " عبد الله ابن قيس النخعي كوفي مجهول من الثالثة ولعله الذي قبله ق"
  },
  {
    "id": " عبد الله ابن قيس عن عبد الله ابن جعفر ",
    "data": " عبد الله ابن قيس عن عبد الله ابن جعفر "
  },
  {
    "id": " صوابه عبد الله ابن حسن",
    "data": " صوابه عبد الله ابن حسن"
  },
  {
    "id": "3547",
    "data": " عبد الله ابن أبي قيس ويقال ابن قيس ويقال ابن أبي موسى أبو الأسود النصري بالنون الحمصي ثقة مخضرم من الثانية بخ م 4"
  },
  {
    "id": "3548",
    "data": " عبد الله ابن كثير ابن جعفر ابن أبي كثير الأنصاري ومن قال كثير ابن عبد الله ابن جعفر فقد وهم مقبول من الحادية عشرة ق"
  },
  {
    "id": "3549",
    "data": " عبد الله ابن كثير ابن المطلب ابن أبي وداعة السهمي مقبول من السادسة مات بعد سنة اثنتين وعشرين م س"
  },
  {
    "id": "3550",
    "data": " عبد الله ابن كثير الداري المكي أبو معبد القارىء أحد الأئمة صدوق من السادسة مات سنة عشرين ومائة ع"
  },
  {
    "id": "3551",
    "data": " عبد الله ابن كثير الدمشقي الطويل إمام الجامع صدوق مقرئ من التاسعة مات سنة ست وتسعين "
  },
  {
    "id": " عس",
    "data": " عس"
  },
  {
    "id": "3552",
    "data": " عبد الله ابن كعب ابن مالك الأنصاري المدني ثقة يقال له رؤية مات سنة سبع أو ثمان وتسعين خ م د س ق"
  },
  {
    "id": "3553",
    "data": " عبد الله ابن كعب الحميري المدني مولى عثمان "
  },
  {
    "id": " من الرابعة م س",
    "data": " من الرابعة م س"
  },
  {
    "id": "3554",
    "data": " عبد الله ابن كليب السدوسي عن يحيى ابن يعمر مجهول من السادسة مد"
  },
  {
    "id": "3555",
    "data": " عبد الله ابن كليب ابن كيسان المرادي أبو عبد الملك المصري صدوق قليل الرواية فقيه قديم من التاسعة مات سنة ثلاث وتسعين "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "3556",
    "data": " عبد الله ابن كنانة ابن العباس ابن مرداس السلمي "
  },
  {
    "id": " مجهول من السابعة د ق",
    "data": " مجهول من السابعة د ق"
  },
  {
    "id": " عبد الله ",
    "data": " عبد الله "
  },
  {
    "id": " ابن كنانة عن أبيه عن ابن عباس ",
    "data": " ابن كنانة عن أبيه عن ابن عباس "
  },
  {
    "id": " في الاستسقاء صوابه إسحاق ابن عبد الله ",
    "data": " في الاستسقاء صوابه إسحاق ابن عبد الله "
  },
  {
    "id": " ابن كنانة س",
    "data": " ابن كنانة س"
  },
  {
    "id": "3557",
    "data": " عبد الله ابن كيسان التيمي أبو عمر المدني مولى أسماء بنت أبي بكر ثقة من الثالثة ع"
  },
  {
    "id": "3558",
    "data": " عبد الله ابن كيسان المروزي أبو مجاهد صدوق يخطىء كثيرا من السادسة بخ د"
  },
  {
    "id": "3559",
    "data": " عبد الله ابن كيسان الزهري مولى طلحة ابن عبد الله ابن عوف مقبول من الخامسة ت"
  },
  {
    "id": "3560",
    "data": " عبد الله ابن أبي لبيد بفتح اللام المدني أبو المغيرة نزل الكوفة ثقة رمي بالقدر من السادسة مات في أول خلافة أبي جعفر سنة بضع وثلاثين خ م د س ق"
  },
  {
    "id": "3561",
    "data": " عبد الله ابن أبي لبيد الكوفي مقبول من الثالثة تمييز"
  },
  {
    "id": "3562",
    "data": " عبد الله ابن لحي بضم اللام وبالمهملة مصغرا "
  },
  {
    "id": " أبو عامر الهوزني الحمصي ثقة مخضرم من الثانية د س ق",
    "data": " أبو عامر الهوزني الحمصي ثقة مخضرم من الثانية د س ق"
  },
  {
    "id": "3563",
    "data": " عبد الله ابن لهيعة بفتح اللام وكسر الهاء ابن عقبة الحضرمي أبو عبد الرحمن المصري القاضي صدوق من السابعة خلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما وله في مسلم بعض شيء مقرون مات سنة أربع وسبعين وقد ناف على الثمانين م د ت ق"
  },
  {
    "id": "3564",
    "data": " عبد الله ابن مالك ابن أبي الأسحم بمهملتين أبو تميم الجيشاني بجيم وياء ساكنة بعدها معجمة مشهور بكنيته المصري ثقة مخضرم من الثانية مات سنة سبع وسبعين أغفل المزي رقم خ وهو عنده في رواية أبي الخير اليزني عن عقبة ابن عامر موقوف من قول أبي تميم خ م قد ت س ق"
  },
  {
    "id": "3565",
    "data": " عبد الله ابن مالك ابن الحارث الهمداني أو الأسدي الكوفي مقبول من الثالثة د ت"
  },
  {
    "id": "3566",
    "data": " عبد الله ابن مالك ابن حذافة حجازي سكن مصر مقبول من الرابعة د س"
  },
  {
    "id": " عبد الله ابن مالك ابن أبي السليل ",
    "data": " عبد الله ابن مالك ابن أبي السليل "
  },
  {
    "id": " تقدم في ضبارة",
    "data": " تقدم في ضبارة"
  },
  {
    "id": "3567",
    "data": " عبد الله ابن مالك ابن القشب بكسر القاف وسكون المعجمة بعدها موحدة الأزدي أبو محمد حليف بني المطلب يعرف بابن بحينة بموحدة ومهملة مصغرا صحابي معروف مات بعد الخمسين ع"
  },
  {
    "id": "3568",
    "data": " عبد الله ابن مالك الأوسي حجازي له صحبة وحديث في الأمة إذا زنت على اختلاف فيه س"
  },
  {
    "id": "3569",
    "data": " عبد الله ابن مالك اليحصبي بفتح التحتانية وسكون المهملة وفتح الصاد المهملة بعدها موحدة مصري صدوق من الثالثة يقال هو أبو تميم المتقدم 4"
  },
  {
    "id": " عبد الله ابن مالك هو أبو كاهل يأتي في الكنى",
    "data": " عبد الله ابن مالك هو أبو كاهل يأتي في الكنى"
  },
  {
    "id": "3570",
    "data": " عبد الله ابن المبارك المروزي مولى بني حنظلة ثقة ثبت فقيه عالم جواد مجاهد جمعت فيه خصال الخير من الثامنة مات سنة إحدى وثمانين وله ثلاث وستون ع"
  },
  {
    "id": "3571",
    "data": " عبد الله ابن المثنى ابن عبد الله ابن أنس ابن مالك الأنصاري أبو المثنى البصري صدوق كثير الغلط من السادسة خ ت ق"
  },
  {
    "id": "3572",
    "data": " عبد الله ابن أبي المجالد بالجيم مولى عبد الله ابن أبي أوفى ويقال اسمه محمد ثقة من الخامسة خ د س ق"
  }
]