[
  {
    "id": "3573",
    "data": " عبد الله ابن محرر بمهملات الجزري القاضي متروك من السابعة مات في خلافة أبي جعفر ق"
  },
  {
    "id": "3574",
    "data": " عبد الله ابن محصن الأنصاري ويقال عبيد الله بالتصغير ورجح مختلف في صحبته له حديث بخ ت ق"
  },
  {
    "id": " عبد الله ابن محصن ",
    "data": " عبد الله ابن محصن "
  },
  {
    "id": " عن عمة له يقال الصواب حصين ابن محصن وقد تقدم س",
    "data": " عن عمة له يقال الصواب حصين ابن محصن وقد تقدم س"
  },
  {
    "id": "3575",
    "data": " عبد الله ابن محمد ابن أبي شيبة إبراهيم ابن عثمان الواسطي الأصل أبو بكر ابن أبي شيبة الكوفي ثقة حافظ صاحب تصانيف من العاشرة مات سنة خمس وثلاثين "
  },
  {
    "id": " خ م د س ق",
    "data": " خ م د س ق"
  },
  {
    "id": "3576",
    "data": " عبد الله ابن محمد ابن إسحاق الجزري أبو عبد الرحمن الأذرمي بفتح الهمزة وسكون المعجمة وفتح الراء أو بالمد وفتح ثم سكون الموصلي ثقة من العاشرة د س"
  },
  {
    "id": "3577",
    "data": " عبد الله ابن محمد ابن أسماء أبو "
  },
  {
    "id": " عبيد الضبعي بضم المعجمة وفتح الموحدة أبو عبد الرحمن البصري ثقة جليل من العاشرة مات سنة إحدى وثلاثين خ م د س",
    "data": " عبيد الضبعي بضم المعجمة وفتح الموحدة أبو عبد الرحمن البصري ثقة جليل من العاشرة مات سنة إحدى وثلاثين خ م د س"
  },
  {
    "id": "3578",
    "data": " عبد الله ابن محمد ابن أبي الأسود البصري أبو بكر وقد ينسب إلى جده ثقة حافظ سماعه من أبي عوانة وهو صغير من العاشرة مات سنة ثلاث وعشرين خ د ت"
  },
  {
    "id": "3579",
    "data": " عبد الله ابن محمد ابن أبي بكر الصديق التيمي المدني أخو القاسم ثقة من الثالثة قتل بالحرة "
  },
  {
    "id": " سنة ثلاث وستين خ م د س",
    "data": " سنة ثلاث وستين خ م د س"
  },
  {
    "id": "3580",
    "data": " عبد الله ابن محمد ابن تميم أبو حميد المصيصي ثقة من الحادية عشرة س"
  },
  {
    "id": "3596",
    "data": " عبد الله ابن محمد ابن عمرو ابن الجراح الأزدي أبو العباس الغزي ثقة من الحادية عشرة د "
  },
  {
    "id": " عبد الله ابن محمد ابن مسلم يأتي في ابن مسلم",
    "data": " عبد الله ابن محمد ابن مسلم يأتي في ابن مسلم"
  },
  {
    "id": "3597",
    "data": " عبد الله ابن محمد ابن معن الغفاري المدني مقبول من الثالثة م د"
  },
  {
    "id": "3598",
    "data": " عبد الله ابن محمد ابن يحيى الطرسوسي أبو محمد المعروف بالضعيف لأنه كان كثير العبادة وقيل نحيفا وقيل لشدة إتقانه ثقة من العاشرة د س"
  },
  {
    "id": "3599",
    "data": " عبد الله ابن محمد ابن يحيى الخشاب الرملي مقبول من كبار الحادية عشرة مد"
  },
  {
    "id": "3600",
    "data": " عبد الله ابن محمد ابن أبي يحيى الأسلمي لقبه سحبل بفتح المهملة وسكون الحاء المهملة بعدها موحدة ثم لام وقد ينسب إلى جده ثقة من السابعة مات سنة اثنتين وسبعين بخ د"
  },
  {
    "id": "3601",
    "data": " عبد الله ابن محمد العدوي متروك رماه وكيع بالوضع من السابعة ق"
  },
  {
    "id": "3602",
    "data": " عبد الله ابن محمد الليثي مجهول من السابعة ق"
  },
  {
    "id": "3603",
    "data": " عبد الله ابن محمد اليمامي نزيل بغداد المعروف بابن الرومي ويقال اسم أبيه عمر صدوق من العاشرة مات سنة ست وثلاثين م"
  },
  {
    "id": "3604",
    "data": " عبد الله ابن محيريز بمهملة وراء آخره زاي مصغر ابن جنادة ابن وهب الجمحي بضم الجيم وفتح الميم بعدها مهملة المكي كان يتيما في حجر أبي محذورة بمكة ثم نزل بيت المقدس ثقة عابد من الثالثة مات "
  },
  {
    "id": " سنة تسع وتسعين وقيل قبلها ع",
    "data": " سنة تسع وتسعين وقيل قبلها ع"
  },
  {
    "id": "3605",
    "data": " عبد الله ابن المختار البصري لا بأس به من السابعة م د تم س ق "
  },
  {
    "id": " عبد الله ابن مخراق في مسلم",
    "data": " عبد الله ابن مخراق في مسلم"
  },
  {
    "id": "3606",
    "data": " عبد الله ابن مخلد بسكون المعجمة ابن خالد التميمي النيسابوري النحوي راوية كتب أبي عبيد بخراسان "
  },
  {
    "id": " من الحادية عشرة مات سنة ستين د",
    "data": " من الحادية عشرة مات سنة ستين د"
  },
  {
    "id": "3607",
    "data": " عبد الله ابن مرة الهمداني الخارفي بمعجمة وراء وفاء الكوفي ثقة من الثالثة مات سنة مائة وقيل قبلها ع"
  },
  {
    "id": "3608",
    "data": " عبد الله ابن مرة الزرقي بضم الزاي وفتح الراء بعدها قاف الأنصاري المدني مجهول من الخامسة س"
  },
  {
    "id": "3609",
    "data": " عبد الله ابن مرة أو ابن أبي مرة الزوفي بفتح الزاي بعدها واو ثم فاء صدوق من الثالثة أشار البخاري إلى أن في روايته انقطاعا د ت ق"
  },
  {
    "id": "3610",
    "data": " عبد الله ابن أبي مريم مولى بني ساعدة المدني مقبول من الثالثة مد"
  },
  {
    "id": "3611",
    "data": " عبد الله ابن مسافع ابن عبد الله ابن شيبة ابن عثمان العبدري المكي الحجبي من الرابعة مات "
  },
  {
    "id": " سنة تسع وتسعين بالشام د س",
    "data": " سنة تسع وتسعين بالشام د س"
  },
  {
    "id": "3612",
    "data": " عبد الله ابن المساور مقبول من الرابعة بخ"
  },
  {
    "id": "3613",
    "data": " عبد الله ابن مسعود ابن غافل بمعجمة وفاء ابن حبيب الهذلي أبو عبد الرحمن من السابقين الأولين ومن كبار العلماء من الصحابة مناقبة جمة وأمره عمر على الكوفة ومات سنة اثنتين وثلاثين أو في التي بعدها بالمدينة ع"
  },
  {
    "id": " عبد الله ابن مسعود ابن نيار ",
    "data": " عبد الله ابن مسعود ابن نيار "
  },
  {
    "id": " صوابه عبد الرحمن",
    "data": " صوابه عبد الرحمن"
  },
  {
    "id": " عبد الله ابن مسلم ابن جرهد تقدم في عبد الله ابن جرهد",
    "data": " عبد الله ابن مسلم ابن جرهد تقدم في عبد الله ابن جرهد"
  },
  {
    "id": "3614",
    "data": " عبد الله ابن مسلم ابن جندب الهذلي المدني المقرىء لا بأس به من الثامنة ت"
  },
  {
    "id": "3615",
    "data": " عبد الله ابن مسلم ابن عبيد الله ابن عبد الله ابن شهاب ابن الحارث ابن زهرة الزهري المدني أبو محمد أخو الزهري الإمام ثقة من الثالثة مات قبل أخيه خت م د ت س"
  },
  {
    "id": "3616",
    "data": " عبد الله ابن مسلم ابن هرمز المكي ضعيف من السادسة هو الفدكي على الصواب نسب إلى جده أغفل المزي رقم مد وهو في النكاح قال فيه حدثنا ابن هرمز وأغفل رقم ت وهو في نسخة منه عبد الله ابن هرمز وفي أخرى عبد الله ابن مسلم ابن هرمز وعليها اعتمد ابن عساكر في الأطراف وجزم بذلك ابن السكن في الصحابة بخ مد ت ق"
  },
  {
    "id": "3617",
    "data": " عبد الله ابن مسلم السلمي أبو طيبة بفتح المهملة بعدها تحتانية ساكنة ثم موحدة المروزي قاضيها صدوق يهم من الثامنة د ت س"
  },
  {
    "id": "3618",
    "data": " عبد الله ابن مسلم ويقال ابن محمد ابن مسلم الطويل المدني صاحب المقصورة أو المصاحف مقبول من السادسة س"
  },
  {
    "id": "3619",
    "data": " عبد الله ابن مسلم البصري عن ابن عون مجهول من الثامنة قد"
  },
  {
    "id": " عبد الله ابن مسلم الحضرمي يأتي في عبيد الله مصغر",
    "data": " عبد الله ابن مسلم الحضرمي يأتي في عبيد الله مصغر"
  },
  {
    "id": "3620",
    "data": " عبد الله ابن مسلمة ابن قعنب القعنبي الحارثي أبو عبد الرحمن البصري أصله من المدينة وسكنها مدة ثقة عابد كان ابن معين وابن المديني لا يقدمان عليه في الموطأ أحدا من صغار التاسعة مات في "
  },
  {
    "id": " سنة إحدى وعشرين بمكة خ م د ت س",
    "data": " سنة إحدى وعشرين بمكة خ م د ت س"
  },
  {
    "id": "3621",
    "data": " عبد الله ابن المسيب ابن أبي السائب صيفي ابن عابد بموحدة ابن عبد الله ابن عمر ابن مخزوم صدوق من كبار الثالثة ووهم من ذكره في الصحابة مات "
  },
  {
    "id": " سنة بضع وستين م د",
    "data": " سنة بضع وستين م د"
  },
  {
    "id": "3622",
    "data": " عبد الله ابن المسيب القرشي مولاهم الفارسي أبو السوار بفتح المهملة وتشديد الواو المصري مقبول من السابعة مات سنة سبعين ومائة د"
  },
  {
    "id": " عبد الله ابن مضارب ",
    "data": " عبد الله ابن مضارب "
  },
  {
    "id": " صوابه عبيد الله بالتصغير يأتي بخ",
    "data": " صوابه عبيد الله بالتصغير يأتي بخ"
  },
  {
    "id": "3623",
    "data": " عبد الله ابن مطر "
  },
  {
    "id": " أبو ريحانة البصري مشهور بكنيته صدوق تغير بأخرة من الثالثة ويقال اسمه زياد م د ت ق",
    "data": " أبو ريحانة البصري مشهور بكنيته صدوق تغير بأخرة من الثالثة ويقال اسمه زياد م د ت ق"
  },
  {
    "id": "3624",
    "data": " عبد الله بن مطرف بن عبد الله بن الشخير بكسر المعجمة وتشديد الخاء المعجمة بعدها تحتانية ساكنة ثم راء العامري أبو جزء بفتح الجيم وسكون الزاي بعدها همزة البصري صدوق من الثالثة "
  },
  {
    "id": " قبل والده في الطاعون الجارف سنة سبع وثمانين د س",
    "data": " قبل والده في الطاعون الجارف سنة سبع وثمانين د س"
  },
  {
    "id": "3625",
    "data": " عبد الله ابن المطلب ابن عبد الله ابن حنطب المخزومي المدني لا يعرف وفي الإسناد خطأ في رواية ابن حيويه فقط س"
  },
  {
    "id": " عبد الله ابن المطوس أبو المطوس يأتي في الكنى",
    "data": " عبد الله ابن المطوس أبو المطوس يأتي في الكنى"
  },
  {
    "id": "3626",
    "data": " عبد الله ابن مطيع ابن الأسود العدوي المدني له رؤية وكان رأس قريش يوم الحرة وأمره ابن الزبير على الكوفة ثم قتل معه سنة ثلاث وسبعين بخ م"
  },
  {
    "id": " عبد الله ابن مطيع صوابه محمد ابن عبد الله ابن مطيع ",
    "data": " عبد الله ابن مطيع صوابه محمد ابن عبد الله ابن مطيع "
  },
  {
    "id": " مد",
    "data": " مد"
  },
  {
    "id": "3627",
    "data": " عبد الله ابن مطيع ابن راشد البكري أبو محمد النيسابوري نزيل بغداد ثقة من العاشرة مات سنة سبع وثلاثين م س"
  },
  {
    "id": "3628",
    "data": " عبد الله ابن معاذ ابن نشيط بفتح النون بعدها معجمة الصنعاني صاحب معمر صدوق تحامل عليه عبد الرزاق من التاسعة مات قبل التسعين ومائة ت ق"
  },
  {
    "id": "3629",
    "data": " عبد الله ابن معانق أبو معانق بضم أوله ونون الشامي وثقه العجلي من الثالثة ق"
  },
  {
    "id": "3630",
    "data": " عبد الله ابن معاوية ابن موسى الجمحي أبو جعفر البصري ثقة معمر من العاشرة مات سنة ثلاث وأربعين وقد زاد على المائة د ت ق"
  },
  {
    "id": "3631",
    "data": " عبد الله ابن معاوية الغاضري صحابي له حديث واحد د"
  },
  {
    "id": "3632",
    "data": " عبد الله ابن معبد ابن العباس ابن عبد المطلب العباسي المدني ثقة قليل الحديث من الثالثة م د س ق"
  },
  {
    "id": "3633",
    "data": " عبد الله ابن معبد الزماني بكسر الزاي وتشديد الميم وبنون "
  },
  {
    "id": " بصري ثقة من الثالثة م 4",
    "data": " بصري ثقة من الثالثة م 4"
  },
  {
    "id": " عبد الله ابن معدان أبو معدان في الكنى",
    "data": " عبد الله ابن معدان أبو معدان في الكنى"
  },
  {
    "id": "3634",
    "data": " عبد الله ابن معقل بفتح أوله وسكون المهملة بعدها قاف ابن مقرن المزني أبو الوليد الكوفي ثقة من كبار الثالثة مات "
  },
  {
    "id": " سنة ثمان وثمانين ع",
    "data": " سنة ثمان وثمانين ع"
  },
  {
    "id": "3635",
    "data": " عبد الله ابن معقل عن يزيد الرقاشي مجهول من السابعة ق"
  },
  {
    "id": "3636",
    "data": " عبد الله ابن معقل المحاربي مجهول من الثالثة تمييز"
  },
  {
    "id": " عبد الله ابن معقل أبو معقل يأتي في الكنى",
    "data": " عبد الله ابن معقل أبو معقل يأتي في الكنى"
  },
  {
    "id": "3637",
    "data": " عبد الله ابن معية بالتصغير ويقال عبيد الله بالتصغير السوائي بضم المهملة وتخفيف الواو العامري "
  },
  {
    "id": " من الثانية حديثه مرسل س",
    "data": " من الثانية حديثه مرسل س"
  },
  {
    "id": "3638",
    "data": " عبد الله ابن مغفل بمعجمة وفاء ثقيلة ابن عبد نهم بفتح النون وسكون الهاء أبو عبد الرحمن المزني صحابي بايع تحت الشجرة ونزل البصرة مات سنة سبع وخمسين وقيل بعد ذلك ع"
  },
  {
    "id": " عبد الله ابن المفضل ",
    "data": " عبد الله ابن المفضل "
  },
  {
    "id": " صوابه ابن الفضل",
    "data": " صوابه ابن الفضل"
  },
  {
    "id": "3639",
    "data": " عبد الله ابن مكنف بكسر الميم وسكون الكاف بعدها نون مفتوحة الأنصاري المدني مجهول من الخامسة ق"
  },
  {
    "id": "3640",
    "data": " عبد الله ابن المنيب بضم الميم وكسر النون وآخره موحدة ابن عبد الله ابن أبي أمامة ابن ثعلبة الأنصاري الحارثي المدني لا بأس به من السابعة د س"
  },
  {
    "id": "3641",
    "data": " عبد الله ابن منير آخره راء بوزن الذي قبله أبو عبد الرحمن المروزي الزاهد ثقة عابد من الحادية عشرة مات سنة إحدى وأربعين ويقال بعدها خ ت س"
  },
  {
    "id": "3642",
    "data": " عبد الله ابن منير السرخسي أبو محمد مقبول من الحادية عشرة أيضا تمييز"
  },
  {
    "id": "3643",
    "data": " عبد الله ابن منين بنونين "
  },
  {
    "id": " مصغر اليحصبي بفتح التحتانية وسكون المهملة المصري وثقه يعقوب ابن سفيان من الثالثة د ق",
    "data": " مصغر اليحصبي بفتح التحتانية وسكون المهملة المصري وثقه يعقوب ابن سفيان من الثالثة د ق"
  },
  {
    "id": "3644",
    "data": " عبد الله ابن المهاجر الشعيثي بمعجمة ثم مهملة ومثلثة مصغر النصري بالنون الدمشقي مقبول من السادسة ت س ق"
  },
  {
    "id": "3645",
    "data": " عبد الله ابن موسى ابن إبراهيم ابن محمد ابن طلحة ابن عبيد الله التيمي أبو محمد المدني صدوق كثير الخطأ من الثامنة ق"
  },
  {
    "id": "3646",
    "data": " عبد الله ابن موسى ابن شيبة الأنصاري أبو محمد نزيل حلوان لم يصح أن ابن ماجة روى له صدوق من الثامنة ق"
  },
  {
    "id": " عبد الله ابن أبي موسى تقدم في ابن أبي قيس",
    "data": " عبد الله ابن أبي موسى تقدم في ابن أبي قيس"
  },
  {
    "id": "3647",
    "data": " عبد الله ابن مولة بفتحات القشيري بقاف ومعجمة مصغر مقبول من الرابعة س"
  },
  {
    "id": "3648",
    "data": " عبد الله ابن المؤمل ابن وهب الله المخزومي المكي ضعيف الحديث من السابعة مات سنة ستين ومائة بخ ت ق"
  },
  {
    "id": "3649",
    "data": " عبد الله ابن المؤمل شيخ لمنصور ابن سقير ذكره ابن حبان في الثقات وقال هو غير الذي قبله فوهم هو هو تمييز"
  },
  {
    "id": "3650",
    "data": " عبد الله ابن موهب "
  },
  {
    "id": " الشامي أبو خالد قاضي فلسطين لعمر ابن عبد العزيز ثقة لكن لم يسمع من تميم الداري من الثالثة 4",
    "data": " الشامي أبو خالد قاضي فلسطين لعمر ابن عبد العزيز ثقة لكن لم يسمع من تميم الداري من الثالثة 4"
  },
  {
    "id": " عبد الله ابن موهب عن أم سلمة كذا وقع في أحكام عبد الحق وهو وهم والصواب عثمان خ ابن عبد الله ابن موهب",
    "data": " عبد الله ابن موهب عن أم سلمة كذا وقع في أحكام عبد الحق وهو وهم والصواب عثمان خ ابن عبد الله ابن موهب"
  },
  {
    "id": "3651",
    "data": " عبد الله ابن ملاذ بتخفيف اللام ومعجمة الأشعري دمشقي مجهول من السابعة ت"
  },
  {
    "id": "3652",
    "data": " عبد الله ابن ميسرة الحارثي أبو ليلى الكوفي أو الواسطي ضعيف كان هشيم يكنيه أبا إسحاق وأبا عبد الجليل وغير ذلك يدلسه من السادسة عس ق"
  },
  {
    "id": "3653",
    "data": " عبد الله ابن ميمون ابن داود القداح المخزومي المكي منكر الحديث متروك من الثامنة ت"
  }
]