[
  {
    "id": "3654",
    "data": " عبد الله ابن ميمون شيخ لإبراهيم ابن عبد السلام "
  },
  {
    "id": " هو عندي القداح الذي قبله ق",
    "data": " هو عندي القداح الذي قبله ق"
  },
  {
    "id": "3655",
    "data": " عبد الله ابن ميمون الرقي مقبول من الثامنة تمييز"
  },
  {
    "id": "3656",
    "data": " عبد الله ابن ميمون الطهوي بضم المهملة وفتح الهاء شيخ لأحمد ابن بديل مجهول من التاسعة تمييز"
  },
  {
    "id": " عبد الله ابن ناجد بنون وجيم أبو صادق في الكنى",
    "data": " عبد الله ابن ناجد بنون وجيم أبو صادق في الكنى"
  },
  {
    "id": "3657",
    "data": " عبد الله ابن نافع ابن ثابت ابن عبد الله ابن الزبير الزبيري أبو بكر المدني صدوق من كبار العاشرة مات سنة بضع عشرة س ق"
  },
  {
    "id": "3658",
    "data": " عبد الله ابن نافع ابن العمياء مجهول من الثالثة 4"
  },
  {
    "id": "3659",
    "data": " عبد الله ابن نافع "
  },
  {
    "id": " الصائغ المخزومي مولاهم أبو محمد المدني ثقة صحيح الكتاب في حفظه لين من كبار العاشرة مات سنة ست ومائتين وقيل بعدها بخ م 4",
    "data": " الصائغ المخزومي مولاهم أبو محمد المدني ثقة صحيح الكتاب في حفظه لين من كبار العاشرة مات سنة ست ومائتين وقيل بعدها بخ م 4"
  },
  {
    "id": "3660",
    "data": " عبد الله ابن نافع الكوفي أبو جعفر الهاشمي مولاهم صدوق من الثالثة د عس"
  },
  {
    "id": "3661",
    "data": " عبد الله ابن نافع مولى ابن عمر المدني ضعيف من السابعة مات سنة أربع وخمسين ق"
  },
  {
    "id": " عبد الله ابن نافع أبو همام يأتي في ابن يسار",
    "data": " عبد الله ابن نافع أبو همام يأتي في ابن يسار"
  },
  {
    "id": "3662",
    "data": " عبد الله ابن أبي نجيح يسار المكي أبو يسار الثقفي مولاهم ثقة رمي بالقدر وربما دلس من السادسة مات سنة إحدى وثلاثين أو بعدها ع"
  },
  {
    "id": "3663",
    "data": " عبد الله ابن نجيد بنون وجيم مصغر ابن عمران ابن حصين الخزاعي البصري مقبول من السابعة بخ"
  },
  {
    "id": "3664",
    "data": " عبد الله ابن نجي بنون وجيم مصغر ابن سلمة الحضرمي الكوفي أبو لقمان صدوق من الثالثة د س ق"
  },
  {
    "id": "3665",
    "data": " عبد الله ابن نسطاس بكسر النون ومهملة ساكنة المدني مولى كندة وثقه النسائي من الرابعة د س ق "
  },
  {
    "id": " عبد الله ابن نسيب هو عباد تقدم",
    "data": " عبد الله ابن نسيب هو عباد تقدم"
  },
  {
    "id": "3666",
    "data": " عبد الله ابن النعمان السحيمي بمهملتين مصغر اليمامي مقبول من السادسة د ت"
  },
  {
    "id": "3667",
    "data": " عبد الله ابن نعيم ابن همام القيسي الشامي عابد لين الحديث من السادسة قد"
  },
  {
    "id": " عبد الله ابن نمران بكسر النون في عبد الرحمن يأتي",
    "data": " عبد الله ابن نمران بكسر النون في عبد الرحمن يأتي"
  },
  {
    "id": "3668",
    "data": " عبد الله ابن نمير بنون مصغر الهمداني أبو هشام الكوفي ثقة صاحب حديث من أهل السنة من كبار التاسعة مات سنة تسع وتسعين "
  },
  {
    "id": " وله أربع وثمانون ع",
    "data": " وله أربع وثمانون ع"
  },
  {
    "id": "3669",
    "data": " عبد الله ابن أبي نهيك بفتح النون المخزومي المدني ويقال عبيد الله مصغر وثقه النسائي من الثالثة د"
  },
  {
    "id": "3670",
    "data": " عبد الله ابن نهيك كوفي صدوق من الثالثة أيضا تمييز"
  },
  {
    "id": "3671",
    "data": " عبد الله ابن نيار بكسر النون بعدها تحتانية خفيفة ابن مكرم بضم ثم سكون الأسلمي ثقة من الثالثة م د ت س"
  },
  {
    "id": "3672",
    "data": " عبد الله ابن هارون ابن أبي عيسى الشامي نزيل البصرة صدوق من التاسعة س"
  },
  {
    "id": "3673",
    "data": " عبد الله ابن هارون حجازي يقال بجلي بفتح الموحدة والجيم ويقال صدفي مقبول من السابعة بخ د"
  },
  {
    "id": "3674",
    "data": " عبد الله ابن هارون أو ابن أبي هارون حجازي مجهول من الثالثة د"
  },
  {
    "id": "3675",
    "data": " عبد الله ابن هاشم ابن حيان بتحتانية العبدي أبو عبد الرحمن الطوسي سكن نيسابور ثقة صاحب حديث من صغار العاشرة مات سنة بضع وخمسين م"
  },
  {
    "id": "3676",
    "data": " عبد الله ابن هانئ ابن عبد الله ابن الشخير ابن أخي مطرف العامري أبو الحصين البصري مقبول من السادسة م"
  },
  {
    "id": "3677",
    "data": " عبد الله ابن هانئ أبو الزعراء الأكبر "
  },
  {
    "id": " الكوفي وثقه العجلي من الثانية ت س",
    "data": " الكوفي وثقه العجلي من الثانية ت س"
  },
  {
    "id": "3678",
    "data": " عبد الله ابن هبيرة ابن أسعد السبئي بفتح المهملة والموحدة ثم همزة مقصورة الحضرمي أبو هبيرة المصري ثقة من الثالثة مات سنة ست وعشرين وله خمس وثمانون م 4"
  },
  {
    "id": "3679",
    "data": " عبد الله ابن أبي الهذيل الكوفي أبو المغيرة ثقة من الثانية مات في ولاية خالد القسري على العراق ر م ت س"
  },
  {
    "id": " عبد الله ابن هرمز الفدكي هو ابن مسلم ابن هرمز تقدم",
    "data": " عبد الله ابن هرمز الفدكي هو ابن مسلم ابن هرمز تقدم"
  },
  {
    "id": " عبد الله ابن هرمي وقيل هرمي ابن عبد الله يأتي في الهاء",
    "data": " عبد الله ابن هرمي وقيل هرمي ابن عبد الله يأتي في الهاء"
  },
  {
    "id": "3680",
    "data": " عبد الله ابن هشام ابن زهرة ابن عثمان التيمي صحابي صغير مات في خلافة معاوية خ د"
  },
  {
    "id": "3681",
    "data": " عبد الله ابن همام ويقال ابن يعلى النهدي بالنون الكوفي مقبول من الثالثة عس"
  },
  {
    "id": "3682",
    "data": " عبد الله ابن هلال ابن عبد الله ابن همام الثقفي مختلف في صحبته أثبتها ابن حبان وقال أبو عمر حديثه مرسل وهو في الزكاة س"
  },
  {
    "id": "3683",
    "data": " عبد الله "
  },
  {
    "id": " ابن الهيثم ابن عثمان ويقال ابن محمد ابن الهيثم العبدي أبو محمد البصري نزيل الرقة لا بأس به من الحادية عشرة مات بفارس سنة إحدى وستين س",
    "data": " ابن الهيثم ابن عثمان ويقال ابن محمد ابن الهيثم العبدي أبو محمد البصري نزيل الرقة لا بأس به من الحادية عشرة مات بفارس سنة إحدى وستين س"
  },
  {
    "id": "3684",
    "data": " عبد الله ابن واقد ابن الحارث ابن عبد الله الحنفي أبو رجاء الهروي الخراساني ثقة موصوف بخصال الخير من السابعة مات سنة بضع وستين ق"
  },
  {
    "id": "3685",
    "data": " عبد الله ابن واقد ابن عبد الله ابن عمر العدوي المدني مقبول من الرابعة مات سنة تسع عشرة م د ق"
  },
  {
    "id": "3686",
    "data": " عبد الله ابن واقد شيخ لبقية مجهول من السابعة يحتمل أن يكون الهروي ق"
  },
  {
    "id": "3687",
    "data": " عبد الله ابن واقد الحراني أبو قتادة أصله من خراسان متروك وكان أحمد يثني عليه وقال لعله كبر واختلط وكان يدلس من التاسعة مات سنة عشر ومائتين تمييز"
  },
  {
    "id": "3688",
    "data": " عبد الله ابن وديعة ابن خدام بكسر المعجمة الأنصاري المدني مختلف في صحبته ووثقه ابن حبان قتل بالحرة خ ق"
  },
  {
    "id": " عبد الله ابن الوسيم ",
    "data": " عبد الله ابن الوسيم "
  },
  {
    "id": " صوابه عبيد يأتي",
    "data": " صوابه عبيد يأتي"
  },
  {
    "id": "3689",
    "data": " عبد الله ابن الوضاح أبو محمد الكوفي اللؤلؤي مقبول من كبار الحادية عشرة مات سنة خمسين ومائتين ت"
  },
  {
    "id": " عبد الله ابن وقدان في ابن عمرو",
    "data": " عبد الله ابن وقدان في ابن عمرو"
  },
  {
    "id": "3690",
    "data": " عبد الله ابن الوليد ابن عبد الله ابن معقل المزني الكوفي ويقال له العجلي ثقة من السابعة ت س"
  },
  {
    "id": "3691",
    "data": " عبد الله ابن الوليد ابن قيس التجيبي المصري لين الحديث من السادسة مات سنة إحدى وثلاثين د س"
  },
  {
    "id": "3692",
    "data": " عبد الله ابن الوليد ابن ميمون أبو محمد المكي المعروف بالعدني صدوق ربما أخطأ من كبار العاشرة خت د ت س"
  },
  {
    "id": "3693",
    "data": " عبد الله ابن وهب ابن زمعة ابن الأسود ابن المطلب الأسدي الأصغر كان عريف "
  },
  {
    "id": " بني أسد وقتل أخوه عبد الله الأكبر يوم الدار وهو ثقة من الثالثة ت س ق",
    "data": " بني أسد وقتل أخوه عبد الله الأكبر يوم الدار وهو ثقة من الثالثة ت س ق"
  },
  {
    "id": "3694",
    "data": " عبد الله ابن وهب ابن مسلم القرشي مولاهم أبو محمد المصري الفقيه ثقة حافظ عابد من التاسعة مات سنة سبع وتسعين "
  },
  {
    "id": " وله اثنتان وسبعون سنة ع",
    "data": " وله اثنتان وسبعون سنة ع"
  },
  {
    "id": "3695",
    "data": " عبد الله ابن وهب ابن منبه اليماني مقبول من السادسة عس"
  },
  {
    "id": " عبد الله ابن وهب عن تميم الداري ",
    "data": " عبد الله ابن وهب عن تميم الداري "
  },
  {
    "id": " صوابه عبد الله ابن موهب تقدم",
    "data": " صوابه عبد الله ابن موهب تقدم"
  },
  {
    "id": "3696",
    "data": " عبد الله ابن لاحق المكي ثقة من السابعة بخ"
  },
  {
    "id": "3697",
    "data": " عبد الله ابن يامين بتحتانية وميم خفيفة الطائفي مجهول الحال من الثالثة ق"
  },
  {
    "id": "3698",
    "data": " عبد الله ابن يحيى ابن سلمان الثقفي أبو يعقوب التوأم بمثناة مفتوحة وسكون الواو بعدها همزة مفتوحة مشهور بكنيته وقيل اسمه عباد أو عبادة ضعيف من الثامنة د ق"
  },
  {
    "id": "3699",
    "data": " عبد الله ابن يحيى ابن أبي كثير اليمامي صدوق من الثامنة خ م مد"
  },
  {
    "id": "3700",
    "data": " عبد الله ابن يحيى ابن ميسرة شيخ لأبي داود لا يعرف لم يذكره إلا ابن عساكر "
  },
  {
    "id": " د",
    "data": " د"
  },
  {
    "id": "3701",
    "data": " عبد الله ابن يحيى الأنصاري من ولد كعب ابن مالك مجهول من السابعة ق"
  },
  {
    "id": "3702",
    "data": " عبد الله ابن يحيى الثقفي أبو محمد البصري ثقة من كبار العاشرة س"
  },
  {
    "id": "3703",
    "data": " عبد الله ابن يحيى البرلسي بضم الموحدة والراء وتشديد اللام المضمومة بعدها مهملة لا بأس به من كبار العاشرة خ د"
  },
  {
    "id": " عبد الله ابن أبي يحيى هو ابن محمد ابن أبي يحيى تقدم",
    "data": " عبد الله ابن أبي يحيى هو ابن محمد ابن أبي يحيى تقدم"
  },
  {
    "id": " عبد الله ابن يزيد ابن ربيعة مضى في ابن ربيعة",
    "data": " عبد الله ابن يزيد ابن ربيعة مضى في ابن ربيعة"
  },
  {
    "id": " عبد الله ابن يزيد ابن ركانة مضى في ابن علي",
    "data": " عبد الله ابن يزيد ابن ركانة مضى في ابن علي"
  },
  {
    "id": "3704",
    "data": " عبد الله ابن يزيد ابن زيد ابن حصين الأنصاري الخطمي بفتح المعجمة وسكون المهملة صحابي صغير ولي الكوفة لابن الزبير ع"
  },
  {
    "id": "3705",
    "data": " عبد الله ابن يزيد ابن الصلت الشيباني ضعيف من العاشرة تم س"
  },
  {
    "id": "3706",
    "data": " عبد الله ابن يزيد ابن مقسم الثقفي ابن ضبة البصري أصله من الطائف صدوق من التاسعة د"
  },
  {
    "id": "3707",
    "data": " عبد الله ابن يزيد ابن وديعة الأنصاري مقبول من الثالثة أغفله المزي س"
  },
  {
    "id": "3708",
    "data": " عبد الله ابن يزيد رضيع عائشة بصري وثقه العجلي من الثالثة م 4"
  },
  {
    "id": "3709",
    "data": " عبد الله ابن يزيد النخعي الكوفي عن أبي زرعة في شكال الخيل "
  },
  {
    "id": " قال أحمد صوابه سلم ابن عبد الرحمن أخطأ شعبة في اسمه م س",
    "data": " قال أحمد صوابه سلم ابن عبد الرحمن أخطأ شعبة في اسمه م س"
  },
  {
    "id": "3710",
    "data": " عبد الله ابن يزيد النخعي الكوفي الصهباني بضم المهملة ثقة من السادسة وهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "3711",
    "data": " عبد الله ابن يزيد المدني مولى المنبعث بنون وموحدة وآخره مثلثة صدوق من الثالثة د س ق"
  },
  {
    "id": "3712",
    "data": " عبد الله ابن يزيد المعافري أبو عبد الرحمن الحبلي بضم المهملة والموحدة ثقة من الثالثة مات سنة مائة بإفريقية بخ م 4"
  },
  {
    "id": "3713",
    "data": " عبد الله ابن يزيد المخزومي المدني المقرىء الأعور مولى الأسود ابن سفيان من شيوخ مالك ثقة من السادسة مات سنة ثمان وأربعين ع"
  },
  {
    "id": "3714",
    "data": " عبد الله ابن يزيد الدمشقي ضعيف من السادسة ومنهم من قال هو ابن ربيعة ابن يزيد الماضي ت ق"
  },
  {
    "id": "3715",
    "data": " عبد الله ابن يزيد المكي أبو عبد الرحمن المقرىء أصله من البصرة أو الأهواز ثقة فاضل أقرأ القرآن نيفا وسبعين سنة من التاسعة مات سنة ثلاث عشرة وقد قارب المائة وهو من كبار شيوخ البخاري ع "
  },
  {
    "id": " عبد الله ابن يزيد عن نيار ",
    "data": " عبد الله ابن يزيد عن نيار "
  },
  {
    "id": " صوابه عبد الله ابن نيار بغير يزيد [يعني ليس بينهما ",
    "data": " صوابه عبد الله ابن نيار بغير يزيد [يعني ليس بينهما "
  },
  {
    "id": " ]",
    "data": " ]"
  },
  {
    "id": "3716",
    "data": " عبد الله ابن يزيد أو ابن أبي يزيد المازني أبو عبد الرحمن البصري مقبول من السابعة صد"
  },
  {
    "id": "3717",
    "data": " عبد الله ابن يسار الجهني الكوفي ثقة من كبار الثالثة د س"
  },
  {
    "id": "3718",
    "data": " عبد الله ابن يسار أبو همام الكوفي ويقال عبد الله ابن نافع مجهول من الثالثة د عس"
  },
  {
    "id": "3719",
    "data": " عبد الله ابن يسار المكي الأعرج مقبول من الخامسة س"
  },
  {
    "id": "3720",
    "data": " عبد الله ابن يعقوب ابن إسحاق المدني مجهول الحال من التاسعة د ت"
  },
  {
    "id": " عبد الله ابن يعلى في ابن همام",
    "data": " عبد الله ابن يعلى في ابن همام"
  },
  {
    "id": "3721",
    "data": " عبد الله ابن يوسف التنيسي بمثناة ونون ثقيلة بعدها تحتانية ثم مهملة أبو محمد الكلاعي أصله من دمشق ثقة متقن من أثبت الناس في الموطأ من كبار العاشرة مات سنة ثماني عشرة خ د ت س"
  },
  {
    "id": "3722",
    "data": " عبد الله ابن يونس حجازي مجهول الحال مقبول من السادسة د س"
  },
  {
    "id": " عبد الله الأزرق هو ابن زيد",
    "data": " عبد الله الأزرق هو ابن زيد"
  },
  {
    "id": " عبد الله الأودي والد داود ",
    "data": " عبد الله الأودي والد داود "
  },
  {
    "id": " صوابه يزيد",
    "data": " صوابه يزيد"
  },
  {
    "id": "3723",
    "data": " عبد الله البهي بفتح الموحدة وكسر الهاء وتشديد التحتانية مولى مصعب ابن الزبير يقال اسم أبيه يسار صدوق يخطىء من الثالثة بخ م 4"
  }
]