[
  {
    "id": " عبد الله الثقفي هو ابن سفيان",
    "data": " عبد الله الثقفي هو ابن سفيان"
  },
  {
    "id": "3724",
    "data": " عبد الله الحنفي أبو بكر البصري لا يعرف حاله من الرابعة 4"
  },
  {
    "id": " عبد الله الداناج هو ابن فيروز تقدم",
    "data": " عبد الله الداناج هو ابن فيروز تقدم"
  },
  {
    "id": " عبد الله الرومي هو ابن محمد تقدم",
    "data": " عبد الله الرومي هو ابن محمد تقدم"
  },
  {
    "id": "3725",
    "data": " عبد الله الرومي آخر عن عثمان مقبول من الثالثة بخ"
  },
  {
    "id": "3726",
    "data": " عبد الله الصنابحي مختلف في وجوده فقيل صحابي مدني وقيل هو أبو عبد الله الصنابحي عبد الرحمن ابن عسيلة الآتي د س ق"
  },
  {
    "id": "3727",
    "data": " عبد الله الهمداني أبو موسى مجهول وخبره منكر قاله ابن عبد البر من الرابعة د"
  },
  {
    "id": " عبد الله الهوزني هو ابن لحي تقدم",
    "data": " عبد الله الهوزني هو ابن لحي تقدم"
  },
  {
    "id": " عبد الله مولى أسماء هو ابن كيسان تقدم",
    "data": " عبد الله مولى أسماء هو ابن كيسان تقدم"
  },
  {
    "id": " عبد الله والد مسلم في ترجمة عبد الله ابن مسلم",
    "data": " عبد الله والد مسلم في ترجمة عبد الله ابن مسلم"
  },
  {
    "id": "3728",
    "data": " عبد الله والد حمزة عن سعد مجهول من الثالثة س"
  },
  {
    "id": " عبد الله عن أسود ابن عامر في الترمذي هو ابن عبد الرحمن الدارمي ت",
    "data": " عبد الله عن أسود ابن عامر في الترمذي هو ابن عبد الرحمن الدارمي ت"
  },
  {
    "id": " عبد الله عن سليمان ابن عبد الرحمن في البخاري يقال ابن أبي ويقال ابن حماد وفيه عن يحيى ابن معين يقال هو ابن حماد خ",
    "data": " عبد الله عن سليمان ابن عبد الرحمن في البخاري يقال ابن أبي ويقال ابن حماد وفيه عن يحيى ابن معين يقال هو ابن حماد خ"
  },
  {
    "id": " عبد الله المزني في البخاري هو ابن مغفل تقدم آخر العبادلة ولله الحمد",
    "data": " عبد الله المزني في البخاري هو ابن مغفل تقدم آخر العبادلة ولله الحمد"
  },
  {
    "id": "3729",
    "data": " عبد الأعلى ابن أعين الكوفي مولى بني شيبان ضعيف من السابعة ق"
  },
  {
    "id": "3730",
    "data": " عبد الأعلى ابن حماد ابن نصر الباهلي مولاهم البصري أبو يحيى المعروف بالنرسى بفتح النون وسكون الراء وبالمهملة لا بأس به من كبار العاشرة مات سنة ست أو سبع وثلاثين خ م د س"
  },
  {
    "id": "3731",
    "data": " عبد الأعلى ابن عامر الثعلبي بالمثلة والمهملة الكوفي صدوق يهم من السادسة 4"
  },
  {
    "id": "3732",
    "data": " عبد الأعلى ابن عبد الله ابن عامر ابن كريز بالتصغير أبو عبد الرحمن البصري مقبول من الخامسة قد"
  },
  {
    "id": "3733",
    "data": " عبد الأعلى ابن عبد الله ابن أبي فروة المدني مولى آل عثمان أبو محمد ثقة فقيه من السابعة مد"
  },
  {
    "id": "3734",
    "data": " عبد الأعلى ابن عبد الأعلى البصري السامي بالمهملة أبو محمد وكان يغضب إذا قيل له أبو همام ثقة من الثامنة مات سنة تسع وثمانين ع"
  },
  {
    "id": "3735",
    "data": " عبد الأعلى ابن عدي البهراني بفتح الموحدة وسكون المهملة الحمصي ثقة من الثالثة وهم من ذكره في الصحابة مد س ق"
  },
  {
    "id": "3736",
    "data": " عبد الأعلى ابن القاسم الهمداني أبو بشر البصري اللؤلؤي صدوق من كبار العاشرة ق"
  },
  {
    "id": "3753",
    "data": " عبد الحميد ابن بهرام الفزاري المدائني صاحب شهر ابن حوشب صدوق من السادسة بخ ت ق"
  },
  {
    "id": "3754",
    "data": " عبد الحميد ابن بيان ابن زكريا الواسطي أبو الحسن السكري صدوق من العاشرة مات سنة أربع وأربعين م د ق"
  },
  {
    "id": "3755",
    "data": " عبد الحميد ابن جبير ابن شيبة ابن عثمان ابن أبي طلحة العبدري الحجبي المكي ثقة من الخامسة ع"
  },
  {
    "id": "3756",
    "data": " عبد الحميد ابن جعفر ابن عبد الله ابن الحكم ابن رافع الأنصاري صدوق رمي بالقدر وربما وهم من السادسة مات سنة ثلاث وخمسين خت م 4"
  },
  {
    "id": "3757",
    "data": " عبد الحميد ابن حبيب ابن أبي العشرين الدمشقي أبو سعيد كاتب الأوزاعي ولم يرو عن غيره صدوق ربما أخط قال أبو حاتم كان كاتب ديوان ولم يكن صاحب حديث من التاسعة خت ت ق"
  },
  {
    "id": "3758",
    "data": " عبد الحميد ابن الحسن الهلالي أبو عمر أو أبو أمية كوفي سكن الري صدوق يخطىء من الثامنة ت"
  },
  {
    "id": " عبد الحميد ابن حميد هو عبد ",
    "data": " عبد الحميد ابن حميد هو عبد "
  },
  {
    "id": " بلا إضافة يأتي",
    "data": " بلا إضافة يأتي"
  },
  {
    "id": "3759",
    "data": " عبد الحميد ابن دينار "
  },
  {
    "id": " صاحب الزيادي ثقة من الرابعة خ م د س",
    "data": " صاحب الزيادي ثقة من الرابعة خ م د س"
  },
  {
    "id": "3760",
    "data": " عبد الحميد ابن زياد أو زيد ابن صيفي ابن صهيب الرومي وربما نسب إلى جده لين الحديث من الثامنة ق"
  },
  {
    "id": "3761",
    "data": " عبد الحميد ابن سالم أبو سالم مولى عمرو ابن الزبير مجهول من الرابعة ق"
  },
  {
    "id": "3762",
    "data": " عبد الحميد ابن سعيد الثغري بمثلثة مفتوحة ومعجمة ساكنة لا بأس به من الحادية عشرة س"
  },
  {
    "id": "3763",
    "data": " عبد الحميد ابن سلمة الأنصاري يقال هو ابن يزيد ابن سلمة مجهول من السادسة س ق"
  },
  {
    "id": "3764",
    "data": " عبد الحميد ابن سليمان الخزاعي الضرير أبو عمر المدني نزيل بغداد ضعيف من الثامنة وهو أخو فليح ت ق"
  },
  {
    "id": "3765",
    "data": " عبد الحميد ابن سنان مكي مقبول من السادسة د س"
  },
  {
    "id": "3766",
    "data": " عبد الحميد ابن صالح ابن عجلان البرجمي بضم الموحدة والجيم بينهما راء ساكنة أبو صالح الكوفي صدوق من العاشرة مات سنة ثلاثين س"
  },
  {
    "id": " عبد الحميد ابن صيفي ابن صهيب هو ابن زياد تقدم",
    "data": " عبد الحميد ابن صيفي ابن صهيب هو ابن زياد تقدم"
  },
  {
    "id": "3767",
    "data": " عبد الحميد ابن عبد الله ابن عبد الله ابن أويس الأصبحي أبو بكر ابن أبي أويس مشهور بكنيته كأبيه ثقة من التاسعة ووقع عند الأزدي أبو بكر الأعشى في إسناد حديث فنسبه إلى الوضع فلم يصب مات سنة اثنتين ومائتين خ م د ت س"
  },
  {
    "id": "3768",
    "data": " عبد الحميد ابن عبد الله ابن عبد الله ابن عمر العمري المدني مجهول الحال من الخامسة د"
  },
  {
    "id": "3769",
    "data": " عبد الحميد ابن عبد الله ابن أبي عمرو ابن حفص ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم المخزومي المدني مقبول من السادسة س"
  },
  {
    "id": "3770",
    "data": " عبد الحميد ابن عبد الرحمن ابن زيد ابن الخطاب العدوي أبو عمر المدني ثقة من الرابعة توفي بحران في خلافة هشام ع"
  },
  {
    "id": " عبد الحميد ابن عبد الرحمن أبو الحسن ",
    "data": " عبد الحميد ابن عبد الرحمن أبو الحسن "
  },
  {
    "id": " عن عمرو ابن مرة مشهور بكنيته يأتي",
    "data": " عن عمرو ابن مرة مشهور بكنيته يأتي"
  },
  {
    "id": "3771",
    "data": " عبد الحميد ابن عبد الرحمن الحماني بكسر المهملة وتشديد الميم أبو يحيى الكوفي لقبه بشمين بفتح الموحدة وسكون المعجمة وكسر الميم بعدها تحتانية ساكنة ثم نون صدوق يخطىء ورمي بالإرجاء من التاسعة مات سنة اثنتين ومائتين خ م د ت ق"
  },
  {
    "id": "3772",
    "data": " عبد الحميد ابن عبد الواحد الغنوي بفتح المعجمة والنون بصري مقبول من التاسعة د"
  },
  {
    "id": " عبد الحميد ابن عمر الهلالي هو ابن الحسن أبو عمر",
    "data": " عبد الحميد ابن عمر الهلالي هو ابن الحسن أبو عمر"
  },
  {
    "id": "3773",
    "data": " عبد الحميد ابن عمر الهذلي مجهول الحال من العاشرة تمييز"
  },
  {
    "id": " عبد الحميد ابن كرديد هو ابن دينار تقدم وقيل بل هو آخر",
    "data": " عبد الحميد ابن كرديد هو ابن دينار تقدم وقيل بل هو آخر"
  },
  {
    "id": "3774",
    "data": " عبد الحميد ابن محمد ابن المستام بضم الميم وسكون المهملة بعدها مثناة أبو عمر الحراني إمام مسجدها ثقة من الحادية عشرة مات سنة ست وستين ومائتين س"
  },
  {
    "id": "3775",
    "data": " عبد الحميد ابن محمود المعولي بمهملة البصري أو الكوفي ثقة مقل من الرابعة د ت س"
  },
  {
    "id": "3776",
    "data": " عبد الحميد ابن المنذر ابن الجارود العبدي ثقة من الخامسة ق"
  },
  {
    "id": " عبد الحميد ابن مهران في ترجمة عبد العزيز",
    "data": " عبد الحميد ابن مهران في ترجمة عبد العزيز"
  },
  {
    "id": " عبد الحميد ابن يزيد ابن سلمة تقدم في ابن سلمة",
    "data": " عبد الحميد ابن يزيد ابن سلمة تقدم في ابن سلمة"
  },
  {
    "id": " عبد الحميد صاحب الزيادي هو ابن دينار تقدم",
    "data": " عبد الحميد صاحب الزيادي هو ابن دينار تقدم"
  },
  {
    "id": "3777",
    "data": " عبد الحميد مولى بني هاشم مقبول من الثالثة د س"
  },
  {
    "id": " عبد الحي ابن سويد أبو يحيى يأتي في الكنى",
    "data": " عبد الحي ابن سويد أبو يحيى يأتي في الكنى"
  },
  {
    "id": "3778",
    "data": " عبد الخالق ابن سلمة بكسر اللام ويقال بفتحها الشيباني أبو روح البصري ثقة مقل من السادسة م مد س"
  },
  {
    "id": "3779",
    "data": " عبد الخالق غير منسوب عن أنس مجهول من الخامسة ق"
  },
  {
    "id": "3780",
    "data": " عبد الخبير ابن قيس ابن ثابت ابن قيس ابن شماس الأنصاري ووقع عند أبي داود منسوبا لجده مجهول الحال من السادسة د"
  },
  {
    "id": "3781",
    "data": " عبد خير ابن يزيد الهمداني أبو عمارة الكوفي مخضرم ثقة من الثانية لم يصح له صحبة 4"
  },
  {
    "id": "3782",
    "data": " عبد ربه ابن أبي أمية شيخ لابن جريج ويقال اسمه عبد الله مجهول من السادسة مد"
  },
  {
    "id": "3783",
    "data": " عبد ربه ابن بارق الحنفي الكوسج أبو عبد الله الكوفي أصله من اليمامة ويقال اسمه عبد الله صدوق يخطىء من الثامنة ت"
  },
  {
    "id": "3784",
    "data": " عبد ربه ابن الحكم ابن سفيان ابن عبد الله ويقال ابن عثمان ابن بشير الثقفي الطائفي مجهول من الثالثة وأرسل حديثا مد"
  },
  {
    "id": "3785",
    "data": " عبد ربه ابن خالد ابن عبد الملك ابن قدامة النميري أبو المغلس البصري مقبول من العاشرة مات سنة اثنتين وأربعين ق"
  },
  {
    "id": "3786",
    "data": " عبد ربه ابن سعيد ابن قيس الأنصاري أخو يحيى المدني ثقة من الخامسة مات سنة تسع وثلاثين وقيل بعد ذلك ع"
  },
  {
    "id": "3787",
    "data": " عبد ربه ابن سليمان ابن عمير ابن زيتون الدمشقي مقبول من السادسة ي"
  },
  {
    "id": " عبد ربه ابن سيلان ",
    "data": " عبد ربه ابن سيلان "
  },
  {
    "id": " تقدم في جابر ابن سيلان",
    "data": " تقدم في جابر ابن سيلان"
  },
  {
    "id": " عبد ربه ابن عبد الله عن عبد الصمد ",
    "data": " عبد ربه ابن عبد الله عن عبد الصمد "
  },
  {
    "id": " صوابه عبدة",
    "data": " صوابه عبدة"
  },
  {
    "id": "3788",
    "data": " عبد ربه ابن عبيد الأزدي مولاهم "
  },
  {
    "id": " أبو كعب صاحب الحرير ثقة من السابعة ت",
    "data": " أبو كعب صاحب الحرير ثقة من السابعة ت"
  },
  {
    "id": "3789",
    "data": " عبد ربه ابن عطاء القرشي الحميدي المكي مجهول الحال من الثامنة صد"
  },
  {
    "id": "3790",
    "data": " عبد ربه ابن نافع الكناني الحناط بمهملة ونون نزيل المدائن أبو شهاب الأصغر صدوق يهم من الثامنة مات سنة إحدى أو اثنتين وسبعين خ م د س ق"
  },
  {
    "id": "3791",
    "data": " عبد ربه ابن أبي يزيد وقيل ابن يزيد مستور من الرابعة د س"
  },
  {
    "id": " عبد ربه أبو نعامة في الكنى",
    "data": " عبد ربه أبو نعامة في الكنى"
  },
  {
    "id": " عبد ربه أبو سعيد في الكنى",
    "data": " عبد ربه أبو سعيد في الكنى"
  },
  {
    "id": "3792",
    "data": " عبد الرحمن ابن أبان ابن عثمان ابن عفان الأموي المدني ثقه مقل عابد من السادسة 4"
  },
  {
    "id": "3793",
    "data": " عبد الرحمن ابن إبراهيم ابن عمرو العثماني مولاهم الدمشقي أبو سعيد لقبه دحيم بمهملتين مصغر ابن اليتيم ثقة حافظ متقن من العاشرة مات سنة خمس وأربعين وله خمس وسبعون خ د س ق"
  },
  {
    "id": "3781",
    "data": " عبد خير ابن يزيد الهمداني أبو عمارة الكوفي مخضرم ثقة من الثانية لم يصح له صحبة 4"
  },
  {
    "id": "3782",
    "data": " عبد ربه ابن أبي أمية شيخ لابن جريج ويقال اسمه عبد الله مجهول من السادسة مد"
  },
  {
    "id": "3783",
    "data": " عبد ربه ابن بارق الحنفي الكوسج أبو عبد الله الكوفي أصله من اليمامة ويقال اسمه عبد الله صدوق يخطىء من الثامنة ت"
  },
  {
    "id": "3784",
    "data": " عبد ربه ابن الحكم ابن سفيان ابن عبد الله ويقال ابن عثمان ابن بشير الثقفي الطائفي مجهول من الثالثة وأرسل حديثا مد"
  },
  {
    "id": "3785",
    "data": " عبد ربه ابن خالد ابن عبد الملك ابن قدامة النميري أبو المغلس البصري مقبول من العاشرة مات سنة اثنتين وأربعين ق"
  },
  {
    "id": "3786",
    "data": " عبد ربه ابن سعيد ابن قيس الأنصاري أخو يحيى المدني ثقة من الخامسة مات سنة تسع وثلاثين وقيل بعد ذلك ع"
  },
  {
    "id": "3787",
    "data": " عبد ربه ابن سليمان ابن عمير ابن زيتون الدمشقي مقبول من السادسة ي"
  },
  {
    "id": " عبد ربه ابن سيلان ",
    "data": " عبد ربه ابن سيلان "
  },
  {
    "id": " تقدم في جابر ابن سيلان",
    "data": " تقدم في جابر ابن سيلان"
  },
  {
    "id": " عبد ربه ابن عبد الله عن عبد الصمد ",
    "data": " عبد ربه ابن عبد الله عن عبد الصمد "
  },
  {
    "id": " صوابه عبدة",
    "data": " صوابه عبدة"
  },
  {
    "id": "3788",
    "data": " عبد ربه ابن عبيد الأزدي مولاهم "
  },
  {
    "id": " أبو كعب صاحب الحرير ثقة من السابعة ت",
    "data": " أبو كعب صاحب الحرير ثقة من السابعة ت"
  },
  {
    "id": "3789",
    "data": " عبد ربه ابن عطاء القرشي الحميدي المكي مجهول الحال من الثامنة صد"
  },
  {
    "id": "3790",
    "data": " عبد ربه ابن نافع الكناني الحناط بمهملة ونون نزيل المدائن أبو شهاب الأصغر صدوق يهم من الثامنة مات سنة إحدى أو اثنتين وسبعين خ م د س ق"
  },
  {
    "id": "3791",
    "data": " عبد ربه ابن أبي يزيد وقيل ابن يزيد مستور من الرابعة د س"
  },
  {
    "id": " عبد ربه أبو نعامة في الكنى",
    "data": " عبد ربه أبو نعامة في الكنى"
  },
  {
    "id": " عبد ربه أبو سعيد في الكنى",
    "data": " عبد ربه أبو سعيد في الكنى"
  }
]