[
  {
    "id": "3792",
    "data": " عبد الرحمن ابن أبان ابن عثمان ابن عفان الأموي المدني ثقه مقل عابد من السادسة 4"
  },
  {
    "id": "3793",
    "data": " عبد الرحمن ابن إبراهيم ابن عمرو العثماني مولاهم الدمشقي أبو سعيد لقبه دحيم بمهملتين مصغر ابن اليتيم ثقة حافظ متقن من العاشرة مات سنة خمس وأربعين وله خمس وسبعون خ د س ق"
  },
  {
    "id": "3794",
    "data": " عبد الرحمن ابن أبزى "
  },
  {
    "id": " بفتح الهمزة وسكون الموحدة بعدها زاي مقصور الخزاعي مولاهم صحابي صغير وكان في عهد عمر رجلا وكان على خراسان لعلي ع",
    "data": " بفتح الهمزة وسكون الموحدة بعدها زاي مقصور الخزاعي مولاهم صحابي صغير وكان في عهد عمر رجلا وكان على خراسان لعلي ع"
  },
  {
    "id": "3795",
    "data": " عبد الرحمن ابن الأخنس الكوفي مستور من الثالثة د ت"
  },
  {
    "id": "3796",
    "data": " عبد الرحمن ابن آدم البصري صاحب السقاية مولى أم برثن بضم الموحدة وسكون الراء بعدها مثلثة مضمومة ثم نون صدوق من الثالثة م د"
  },
  {
    "id": "3797",
    "data": " عبد الرحمن ابن أذينة بنون مصغر العبدي الكوفي قاضي البصرة ثقة من الثالثة وهم من ذكره في الصحابة خت ق"
  },
  {
    "id": " عبد الرحمن ابن أذينة عن ابن عمر ",
    "data": " عبد الرحمن ابن أذينة عن ابن عمر "
  },
  {
    "id": " صوابه ابن هنيدة قد",
    "data": " صوابه ابن هنيدة قد"
  },
  {
    "id": " عبد الرحمن ابن أردك هو ابن حبيب يأتي",
    "data": " عبد الرحمن ابن أردك هو ابن حبيب يأتي"
  },
  {
    "id": "3798",
    "data": " عبد الرحمن ابن أزهر الزهري أبو جبير المدني صحابي صغير مات قبل الحرة وله ذكر في الصحيحين مع عائشة أغفل المزي رقم س وهو في الأشربة د س"
  },
  {
    "id": "3799",
    "data": " عبد الرحمن ابن إسحاق ابن الحارث الواسطي أبو شيبة ويقال كوفي ضعيف من السابعة د ت"
  },
  {
    "id": "3800",
    "data": " عبد الرحمن ابن إسحاق ابن عبد الله ابن الحارث ابن كنانة المدني نزيل البصرة ويقال له عباد صدوق رمي بالقدر من السادسة بخ م 4"
  },
  {
    "id": "3801",
    "data": " عبد الرحمن ابن الأسود ابن عبد يغوث ابن وهب ابن عبد مناف ابن زهرة الزهري ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ومات أبوه في ذلك الزمان فعد لذلك في الصحابة وقال العجلي من كبار التابعين خ د ق"
  },
  {
    "id": "3802",
    "data": " عبد الرحمن ابن الأسود ابن المأمول الهاشمي مولاهم "
  },
  {
    "id": " البصري مقبول من الحادية عشرة مات بعد سنة أربعين ت س",
    "data": " البصري مقبول من الحادية عشرة مات بعد سنة أربعين ت س"
  },
  {
    "id": "3803",
    "data": " عبد الرحمن ابن الأسود ابن يزيد ابن قيس النخعي ثقة من الثالثة مات "
  },
  {
    "id": " سنة تسع وتسعين ع",
    "data": " سنة تسع وتسعين ع"
  },
  {
    "id": " عبد الرحمن ابن الأصبهاني هو ابن عبد الله يأتي",
    "data": " عبد الرحمن ابن الأصبهاني هو ابن عبد الله يأتي"
  },
  {
    "id": "3804",
    "data": " عبد الرحمن ابن الأصم واسمه عبد الله ويقال عمرو أبو بكر العبدي المدائني مؤذن الحجاج صدوق من الثالثة م س"
  },
  {
    "id": "3805",
    "data": " عبد الرحمن ابن أمية الثقفي ويقال ابن يعلى ابن أمية مقبول من الثالثة س"
  },
  {
    "id": "3806",
    "data": " عبد الرحمن ابن أيمن ويقال مولى أيمن المخزومي مولاهم المكي لا بأس به من الثالثة له ذكر "
  },
  {
    "id": " بلا رواية م د س",
    "data": " بلا رواية م د س"
  },
  {
    "id": "3807",
    "data": " عبد الرحمن ابن بجيد بموحدة وجيم مصغر ابن وهب الأنصاري الحارثي له رؤية وذكره بعضهم في الصحابة وله حديث مرسل د ت س"
  },
  {
    "id": "3808",
    "data": " عبد الرحمن ابن بحر البصري أبو علي الخلال مقبول من العاشرة س"
  },
  {
    "id": "3809",
    "data": " عبد الرحمن ابن بديل ابن ميسرة العقيلي البصري لا بأس به من الثامنة س ق"
  },
  {
    "id": "3810",
    "data": " عبد الرحمن ابن بشر ابن الحكم العبدي أبو محمد النيسابوري ثقة من صغار العاشرة مات سنة ستين وقيل بعدها خ م د ق"
  },
  {
    "id": "3811",
    "data": " عبد الرحمن ابن بشر ابن مسعود الأنصاري أبو بشر المدني الأزرق مقبول من الثالثة وأرسل حديثا م د س"
  },
  {
    "id": "3812",
    "data": " عبد الرحمن ابن بكر ابن الربيع ابن مسلم "
  },
  {
    "id": " الجمحي البصري صدوق من العاشرة مات سنة ثلاثين م",
    "data": " الجمحي البصري صدوق من العاشرة مات سنة ثلاثين م"
  },
  {
    "id": "3813",
    "data": " عبد الرحمن ابن أبي بكر ابن عبيد الله ابن أبي مليكة التيمي "
  },
  {
    "id": " المدني ضعيف من السابعة ت ق",
    "data": " المدني ضعيف من السابعة ت ق"
  },
  {
    "id": "3814",
    "data": " عبد الرحمن ابن أبي بكر الصديق شقيق عائشة تأخر إسلامه إلى قبيل الفتح وشهد اليمامة والفتوح ومات سنة ثلاث وخمسين في طريق مكة فجأة وقيل بعد ذلك ع"
  },
  {
    "id": "3815",
    "data": " عبد الرحمن ابن أبي بكر عن جابر مجهول من الرابعة وليس بالمليكي د"
  },
  {
    "id": "3816",
    "data": " عبد الرحمن ابن أبي بكرة نفيع ابن الحارث الثقفي البصري ثقة من الثانية مات سنة ست وتسعين ع"
  },
  {
    "id": "3817",
    "data": " عبد الرحمن ابن بهمان مدني مقبول من الرابعة ق"
  },
  {
    "id": "3818",
    "data": " عبد الرحمن ابن بوذويه بضم الموحدة وسكون الواو بعدها معجمة ويقال ابن عمر ابن بوذويه الصنعاني مقبول من السابعة د س"
  },
  {
    "id": "3819",
    "data": " عبد الرحمن ابن البيلماني مولى عمر مدني نزل حران ضعيف من الثالثة 4"
  },
  {
    "id": "3820",
    "data": " عبد الرحمن ابن ثابت ابن ثوبان العنسي بالنون الدمشقي الزاهد صدوق يخطىء ورمي بالقدر وتغير بأخرة من السابعة مات سنة خمس وستين وهو ابن تسعين سنة بخ 4"
  },
  {
    "id": "3821",
    "data": " عبد الرحمن ابن ثابت ابن الصامت الأنصاري المدني قيل له صحبة وذكره ابن حبان في ثقات التابعين ق"
  },
  {
    "id": "3822",
    "data": " عبد الرحمن ابن ثابت الأنصاري الأشهلي المدني مجهول من الثالثة يقال هو الذي قبله وفرقهما ابن حبان صد"
  },
  {
    "id": "3823",
    "data": " عبد الرحمن ابن ثروان بمثلثة مفتوحة وراء ساكنة أبو قيس الأودي الكوفي صدوق ربما خالف من السادسة مات سنة عشرين ومائة خ 4"
  },
  {
    "id": "3824",
    "data": " عبد الرحمن ابن ثعلبة ابن عمرو ابن عبيد الأنصاري المدني مجهول من الثالثة ق"
  },
  {
    "id": "3825",
    "data": " عبد الرحمن ابن جابر ابن عبد الله الأنصاري أبو عتيق المدني ثقة لم يصب ابن سعد في تضعيفه من الثالثة ع"
  },
  {
    "id": "3826",
    "data": " عبد الرحمن ابن جابر ابن عتيك الأنصاري المدني مجهول من الثالثة د"
  },
  {
    "id": " عبد الرحمن ابن جبر أبو عبس في الكنى",
    "data": " عبد الرحمن ابن جبر أبو عبس في الكنى"
  },
  {
    "id": "3827",
    "data": " عبد الرحمن ابن جبير بجيم وموحدة مصغر ابن نفير بنون وفاء مصغر الحضرمي الحمصي ثقة من الرابعة مات سنة ثماني عشرة بخ م 4"
  },
  {
    "id": "3828",
    "data": " عبد الرحمن ابن جبير المصري المؤذن العامري ثقة عارف بالفرائض من الثالثة مات "
  },
  {
    "id": " سنة سبع وتسعين وقيل بعدها م د ت س",
    "data": " سنة سبع وتسعين وقيل بعدها م د ت س"
  },
  {
    "id": " عبد الرحمن ابن جدعان في ابن محمد ابن زيد",
    "data": " عبد الرحمن ابن جدعان في ابن محمد ابن زيد"
  },
  {
    "id": "3829",
    "data": " عبد الرحمن ابن جرهد الأسلمي ويقال عبد الله مجهول الحال من الثالثة د كن"
  },
  {
    "id": "3830",
    "data": " عبد الرحمن ابن جوشن بفتح الجيم والمعجمة وسكون الواو بينهما وآخره نون الغطفاني بفتح المعجمة والمهملة والفاء بصري ثقة من الثالثة بخ 4"
  },
  {
    "id": "3831",
    "data": " عبد الرحمن ابن الحارث ابن عبد الله ابن عياش بتحتانية ثقيلة ومعجمة ابن أبي ربيعة المخزومي أبو الحارث المدني صدوق له أوهام من السابعة مات سنة ثلاث وأربعين وله ثلاث وستون سنة بخ 4"
  },
  {
    "id": "3832",
    "data": " عبد الرحمن ابن الحارث ابن هشام ابن المغيرة المخزومي أبو محمد المدني له رؤية وكان من كبار ثقات التابعين مات سنة ثلاث وأربعين خ 4"
  },
  {
    "id": " عبد الرحمن ابن الحارث الزرقي ",
    "data": " عبد الرحمن ابن الحارث الزرقي "
  },
  {
    "id": " صوابه المخزومي وهو السابق بترجمة بينه أبو أحمد الزبيري عن الثوري في الحديث بعينه ق",
    "data": " صوابه المخزومي وهو السابق بترجمة بينه أبو أحمد الزبيري عن الثوري في الحديث بعينه ق"
  },
  {
    "id": " عبد الرحمن ابن الحارث السلمي ",
    "data": " عبد الرحمن ابن الحارث السلمي "
  },
  {
    "id": " صوابه عبد الرحمن ابن الحباب وسيأتي",
    "data": " صوابه عبد الرحمن ابن الحباب وسيأتي"
  },
  {
    "id": "3833",
    "data": " عبد الرحمن ابن حاطب ابن أبي بلتعة بفتح الموحدة والمثناة وسكون اللام بينهما ثم مهملة له رؤية وعدوه في كبار ثقات التابعين مات سنة ثمان وستين خت"
  },
  {
    "id": "3834",
    "data": " عبد الرحمن ابن الحباب بضم المهملة وموحدتين الأولى خفيفة السلمي بفتح المهملة المدني ابن أخي أبي اليسر مقبول من الثالثة س"
  },
  {
    "id": "3835",
    "data": " عبد الرحمن ابن الحباب السلمي كالذي قبله وقيل الأسلمي والد عبد الله ثقة من الثالثة وقيل هو الذي قبله س"
  },
  {
    "id": "3836",
    "data": " عبد الرحمن ابن حبيب ابن أردك المدني المخزومي مولاهم ويقال حبيب ابن عبد الرحمن "
  },
  {
    "id": " لين الحديث من السادسة د ت ق",
    "data": " لين الحديث من السادسة د ت ق"
  },
  {
    "id": "3837",
    "data": " عبد الرحمن ابن حبيب مولى بني تميم مقبول من الرابعة بخ"
  },
  {
    "id": "3838",
    "data": " عبد الرحمن ابن حجيرة بمهملة وجيم مصغر المصري القاضي وهو ابن حجيرة الأكبر ثقة من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وثمانين وقيل بعدها م 4",
    "data": " سنة ثلاث وثمانين وقيل بعدها م 4"
  },
  {
    "id": "3839",
    "data": " عبد الرحمن ابن أبي حدرد الأسلمي المدني مقبول من الثالثة بخ د"
  },
  {
    "id": "3840",
    "data": " عبد الرحمن ابن حرملة ابن عمرو ابن سنة بفتح المهملة وتثقيل النون الأسلمي أبو حرملة المدني صدوق ربما أخطأ من السادسة مات سنة خمس وأربعين م 4"
  },
  {
    "id": "3841",
    "data": " عبد الرحمن ابن حرملة الكوفي مقبول من الثالثة د س"
  },
  {
    "id": "3842",
    "data": " عبد الرحمن ابن حسان ابن ثابت ابن المنذر ابن عمرو ابن حرام الأنصاري المدني يقال ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذكره ابن حبان في ثقات التابعين وقال مات سنة أربع ومائة وقاله خليفة والطبراني واستبعد ذلك ابن عساكر ق"
  },
  {
    "id": "3843",
    "data": " عبد الرحمن ابن حسان الكناني أبو سعيد الفلسطيني لا بأس به من السابعة د س"
  },
  {
    "id": "3844",
    "data": " عبد الرحمن ابن حسنة بفتح المهملتين ثم نون "
  },
  {
    "id": " أخو شرحبيل فيما قيل صحابي له حديث د س ق",
    "data": " أخو شرحبيل فيما قيل صحابي له حديث د س ق"
  },
  {
    "id": "3845",
    "data": " عبد الرحمن ابن حسين الحنفي أبو الحسين الهروي مقبول من صغار العاشرة مات سنة ست وخمسين د"
  },
  {
    "id": "3846",
    "data": " عبد الرحمن ابن حماد ابن شعيث بمعجمة وآخره مثلثة مصغر الشعيثي أبو سلمة العنبري البصري صدوق ربما أخطأ من صغار التاسعة مات سنة اثنتي عشرة خ ت"
  },
  {
    "id": "3847",
    "data": " عبد الرحمن ابن حميد ابن عبد الرحمن ابن عوف الزهري المدني ثقة من السادسة مات سنة سبع وثلاثين ع"
  },
  {
    "id": "3848",
    "data": " عبد الرحمن ابن حميد ابن عبد الرحمن الرؤاسي الكوفي ثقة من السابعة م د س"
  },
  {
    "id": "3849",
    "data": " عبد الرحمن ابن خالد ابن مسافر الفهمي أمير مصر صدوق من السابعة مات سنة سبع وعشرين خ م مد ت س"
  },
  {
    "id": "3850",
    "data": " عبد الرحمن ابن خالد ابن ميسرة مولى السائب ابن يزيد جد أسباط ابن محمد مقبول من الثالثة س"
  },
  {
    "id": "3851",
    "data": " عبد الرحمن ابن خالد ابن يزيد القطان الواسطي ثم الرقي صدوق من الحادية عشرة مات سنة إحدى وخمسين د س"
  },
  {
    "id": " عبد الرحمن ابن خالد في خالد ابن قثم ",
    "data": " عبد الرحمن ابن خالد في خالد ابن قثم "
  },
  {
    "id": "3852",
    "data": " عبد الرحمن ابن خباب بمعجمة وموحدتين الأولى ثقيلة السلمي بضم السين وقيل بفتحها وهم من زعم أنه ابن خباب ابن الأرت صحابي نزل البصرة له حديث ت"
  },
  {
    "id": "3853",
    "data": " عبد الرحمن ابن خلف ابن عبد الرحمن ابن الضحاك النصري بالنون أبو معاوية الحمصي لا بأس به من الحادية عشرة س"
  },
  {
    "id": "3854",
    "data": " عبد الرحمن ابن خلف ابن الحصين الضبي أبو رويق براء وقاف مصغر البصري صدوق من الحادية عشرة أيضا مات سنة تسع وسبعين تمييز"
  },
  {
    "id": "3855",
    "data": " عبد الرحمن ابن خلاد الأنصاري مجهول الحال من الرابعة د"
  },
  {
    "id": " عبد الرحمن ابن داود في عبد الرحيم",
    "data": " عبد الرحمن ابن داود في عبد الرحيم"
  },
  {
    "id": "3856",
    "data": " عبد الرحمن ابن رافع التنوخي المصري قاضي إفريقية ضعيف من الرابعة مات سنة ثلاث عشرة ويقال بعدها بخ د ت ق"
  },
  {
    "id": "3857",
    "data": " عبد الرحمن ابن أبي رافع ويقال ابن فلان ابن أبي رافع شيخ لحماد ابن سلمة مقبول من الرابعة 4"
  },
  {
    "id": " عبد الرحمن ابن الربيع هو ابن بكر ابن الربيع تقدم",
    "data": " عبد الرحمن ابن الربيع هو ابن بكر ابن الربيع تقدم"
  },
  {
    "id": "3858",
    "data": " عبد الرحمن ابن أبي الرجال بكسر الراء ثم جيم واسمه محمد ابن عبد الرحمن ابن عبد الله ابن حارثة ابن النعمان الأنصاري المدني نزيل الثغور صدوق ربما أخطأ من الثامنة 4"
  },
  {
    "id": "3859",
    "data": " عبد الرحمن ابن رزين بفتح الراء وكسر الزاي وآخره نون ويقال ابن يزيد والأول هو الصواب الغافقي بمعجمة وفاء مكسورة وقاف المصري صدوق من الرابعة بخ د ق"
  },
  {
    "id": " عبد الرحمن ابن الرماح في ترجمة عوسجة س",
    "data": " عبد الرحمن ابن الرماح في ترجمة عوسجة س"
  },
  {
    "id": " عبد الرحمن ابن رقيش وهم فيه عبد الحق وإنما الرواية لابنه سعيد د",
    "data": " عبد الرحمن ابن رقيش وهم فيه عبد الحق وإنما الرواية لابنه سعيد د"
  },
  {
    "id": "3860",
    "data": " عبد الرحمن ابن الزبير بفتح الزاي ابن باطا بموحدة القرظي بضم القاف وفتح الراء بعدها معجمة المدني صحابي صغير كن"
  },
  {
    "id": "3861",
    "data": " عبد الرحمن ابن أبي الزناد عبد الله ابن ذكوان المدني مولى قريش صدوق تغير حفظه لما قدم بغداد وكان فقيها من السابعة ولي خراج المدينة فحمد مات سنة أربع وسبعين وله أربع وسبعون سنة خت م 4"
  },
  {
    "id": " عبد الرحمن ابن زهير أبو خلاد في الكنى",
    "data": " عبد الرحمن ابن زهير أبو خلاد في الكنى"
  },
  {
    "id": "3862",
    "data": " عبد الرحمن ابن زياد ابن أنعم بفتح أوله وسكون النون وضم المهملة الإفريقي قاضيها ضعيف في حفظه من السابعة مات سنة ست وخمسين وقيل بعدها وقيل جاز المائة ولم يصح وكان رجلا صالحا بخ د ت ق"
  },
  {
    "id": "3863",
    "data": " عبد الرحمن ابن زياد وقيل عبد الله ابن عبد الرحمن أو العكس وقيل عبد الملك مقبول من الرابعة ت"
  },
  {
    "id": "3864",
    "data": " عبد الرحمن ابن زياد وقيل ابن أبي زياد مولى بني هاشم مقبول من الرابعة س"
  },
  {
    "id": "3865",
    "data": " عبد الرحمن ابن زيد ابن أسلم العدوي مولاهم ضعيف من الثامنة مات سنة اثنتين وثمانين ت ق"
  }
]