[
  {
    "id": " إبراهيم الهجري هو ابن مسلم تقدموا",
    "data": " إبراهيم الهجري هو ابن مسلم تقدموا"
  },
  {
    "id": "ذكر من اسمه أبيّ إلى من اسمه إسحاق",
    "data": "ذكر من اسمه أبيّ إلى من اسمه إسحاق"
  },
  {
    "id": "281",
    "data": " أبي ابن العباس ابن سهل ابن سعد الأنصاري الساعدي فيه ضعف من السابعة ما له في البخاري غير حديث واحد خ ت ق"
  },
  {
    "id": "282",
    "data": " أبي ابن عمارة بكسر العين على الأصح مدني سكن مصر له صحبة وفي إسناد حديثه اضطراب د ق"
  },
  {
    "id": "283",
    "data": " أبي ابن كعب ابن قيس ابن عبيد ابن زيد ابن معاوية ابن عمرو ابن مالك ابن النجار الأنصاري الخزرجي أبو المنذر سيد القراء ويكنى أبا الطفيل أيضا من فضلاء الصحابة اختلف في سنة موته اختلافا كثيرا قيل سنة تسع عشرة وقيل سنة اثنتين وثلاثين وقيل غير ذلك ع"
  },
  {
    "id": "284",
    "data": " أبيض ابن حمال بالمهملة وتشديد الميم المأربي بسكون الهمزة وكسر الراء بعدها موحدة له صحبة وأحاديث 4"
  },
  {
    "id": "285",
    "data": " أجلح ابن عبد الله ابن حجية بالمهملة والجيم مصغر يكنى أبا حجية الكندي يقال اسمه يحيى صدوق شيعي من السابعة مات سنة خمس وأربعين بخ 4"
  },
  {
    "id": "286",
    "data": " أحزاب ابن أسيد بفتح أوله على المشهور يكنى أبا رهم بضم الراء السمعي بفتح المهملة والميم مختلف في صحبته والصحيح أنه مخضرم ثقة د س ق"
  },
  {
    "id": "287",
    "data": " أحمر ابن جزء بفتح الجيم بعدها زاي ساكنة ثم همز صحابي تفرد الحسن بالرواية عنه د ق"
  },
  {
    "id": "288",
    "data": " الأحنف ابن قيس ابن معاوية ابن حصين التميمي السعدي أبو بحر اسمه الضحاك وقيل صخر مخضرم ثقة "
  },
  {
    "id": " قيل مات سنة سبع وستين وقيل اثنتين وسبعين ع",
    "data": " قيل مات سنة سبع وستين وقيل اثنتين وسبعين ع"
  },
  {
    "id": "289",
    "data": " الأحوص ابن جواب بفتح الجيم وتشديد الواو الضبي يكنى أبا الجواب كوفي صدوق ربما وهم من التاسعة مات سنة إحدى عشرة م د ت س"
  },
  {
    "id": "290",
    "data": " الأحوص ابن حكيم ابن عمير العنسي بالنون أو الهمداني الحمصي ضعيف الحفظ من الخامسة وكان عابدا ق"
  },
  {
    "id": "ذكر من اسمه أبيّ إلى من اسمه إسحاق",
    "data": "ذكر من اسمه أبيّ إلى من اسمه إسحاق"
  },
  {
    "id": "281",
    "data": " أبي ابن العباس ابن سهل ابن سعد الأنصاري الساعدي فيه ضعف من السابعة ما له في البخاري غير حديث واحد خ ت ق"
  },
  {
    "id": "282",
    "data": " أبي ابن عمارة بكسر العين على الأصح مدني سكن مصر له صحبة وفي إسناد حديثه اضطراب د ق"
  },
  {
    "id": "283",
    "data": " أبي ابن كعب ابن قيس ابن عبيد ابن زيد ابن معاوية ابن عمرو ابن مالك ابن النجار الأنصاري الخزرجي أبو المنذر سيد القراء ويكنى أبا الطفيل أيضا من فضلاء الصحابة اختلف في سنة موته اختلافا كثيرا قيل سنة تسع عشرة وقيل سنة اثنتين وثلاثين وقيل غير ذلك ع"
  },
  {
    "id": "284",
    "data": " أبيض ابن حمال بالمهملة وتشديد الميم المأربي بسكون الهمزة وكسر الراء بعدها موحدة له صحبة وأحاديث 4"
  },
  {
    "id": "285",
    "data": " أجلح ابن عبد الله ابن حجية بالمهملة والجيم مصغر يكنى أبا حجية الكندي يقال اسمه يحيى صدوق شيعي من السابعة مات سنة خمس وأربعين بخ 4"
  },
  {
    "id": "286",
    "data": " أحزاب ابن أسيد بفتح أوله على المشهور يكنى أبا رهم بضم الراء السمعي بفتح المهملة والميم مختلف في صحبته والصحيح أنه مخضرم ثقة د س ق"
  },
  {
    "id": "287",
    "data": " أحمر ابن جزء بفتح الجيم بعدها زاي ساكنة ثم همز صحابي تفرد الحسن بالرواية عنه د ق"
  },
  {
    "id": "288",
    "data": " الأحنف ابن قيس ابن معاوية ابن حصين التميمي السعدي أبو بحر اسمه الضحاك وقيل صخر مخضرم ثقة "
  },
  {
    "id": " قيل مات سنة سبع وستين وقيل اثنتين وسبعين ع",
    "data": " قيل مات سنة سبع وستين وقيل اثنتين وسبعين ع"
  },
  {
    "id": "289",
    "data": " الأحوص ابن جواب بفتح الجيم وتشديد الواو الضبي يكنى أبا الجواب كوفي صدوق ربما وهم من التاسعة مات سنة إحدى عشرة م د ت س"
  },
  {
    "id": "290",
    "data": " الأحوص ابن حكيم ابن عمير العنسي بالنون أو الهمداني الحمصي ضعيف الحفظ من الخامسة وكان عابدا ق"
  },
  {
    "id": "291",
    "data": " الأخضر ابن عجلان الشيباني البصري صدوق من الرابعة 4"
  },
  {
    "id": " أخضر ",
    "data": " أخضر "
  },
  {
    "id": " يقال هو اسم أبي راشد الحبراني يأتي في الكنى",
    "data": " يقال هو اسم أبي راشد الحبراني يأتي في الكنى"
  },
  {
    "id": "292",
    "data": " الأخنس ابن خليفة الضبي مستور من الثالثة فق"
  },
  {
    "id": "293",
    "data": " الأدرع السلمي معدود في الصحابة وإسناد الحديث ضعيف ق"
  },
  {
    "id": " الأدرع أبو الجعد الضمري في الكنى",
    "data": " الأدرع أبو الجعد الضمري في الكنى"
  },
  {
    "id": "294",
    "data": " إدريس ابن سنان أبو إلياس الصنعاني ابن بنت وهب ابن منبه ضعيف من السابعة فق"
  },
  {
    "id": "295",
    "data": " إدريس ابن صبيح الأودي مجهول من السابعة ويقال هو ابن يزيد ق"
  },
  {
    "id": "296",
    "data": " إدريس ابن يزيد ابن عبد الرحمن الأودي ثقة من السابعة ع"
  },
  {
    "id": " أذينة بالتصغير أبو العالية البراء ",
    "data": " أذينة بالتصغير أبو العالية البراء "
  },
  {
    "id": " في الكنى",
    "data": " في الكنى"
  },
  {
    "id": "297",
    "data": " أربدة بسكون الراء بعدها موحدة مكسورة ويقال أربد التميمي المفسر صدوق من الثالثة د"
  },
  {
    "id": "298",
    "data": " أرطاة ابن المنذر ابن الأسود الألهاني بفتح الهمزة أبو عدي الحمصي ثقة من السادسة مات سنة ثلاث وستين بخ د س ق"
  },
  {
    "id": "299",
    "data": " أرقم ابن شرحبيل الأودي الكوفي ثقة وهو غير أرقم ابن أبي الأرقم من الثالثة ق"
  },
  {
    "id": "300",
    "data": " أزداد ويقال يزداد ابن فساءة بفتح الفاء والمهملة وبعد الألف همزة فارسي يماني مختلف في صحبته وقال أبو حاتم مجهول مد ق"
  },
  {
    "id": "301",
    "data": " الأزرق ابن علي الحنفي أبو الجهم صدوق يغرب من الحادية عشرة خد"
  },
  {
    "id": "302",
    "data": " الأزرق ابن قيس الحارثي البصري ثقة من الثالثة مات بعد العشرين والمائة خ د س"
  },
  {
    "id": "303",
    "data": " أزهر ابن جميل ابن جناح الهاشمي مولاهم البصري الشطي بالمعجمة وتشديد الطاء صدوق يغرب من العاشرة خ د س"
  },
  {
    "id": "304",
    "data": " أزهر ابن راشد البصري مجهول من الخامسة س"
  },
  {
    "id": "305",
    "data": " أزهر ابن راشد الكاهلي ضعيف من الثامنة عس"
  },
  {
    "id": "306",
    "data": " أزهر ابن راشد الهوزني بفتح الهاء وسكون الواو بعدها زاي مفتوحة ثم نون أبو الوليد الشامي صدوق من السادسة غلط من عده في الصحابة تمييز"
  },
  {
    "id": "307",
    "data": " أزهر ابن سعد السمان أبو بكر الباهلي بصري ثقة من التاسعة مات سنة ثلاث ومائتين وهو ابن أربع وتسعين خ م د ت س"
  },
  {
    "id": "308",
    "data": " أزهر ابن سعيد الحرازي بمهملة وراء خفيفة وبعد الألف زاي حمصي صدوق ويقال هو أزهر ابن عبد الله من الخامسة مات سنة ثمان وقيل تسع وعشرين بخ د س ق"
  },
  {
    "id": "309",
    "data": " أزهر ابن سنان البصري أبو خالد القرشي ضعيف من السابعة ت"
  },
  {
    "id": "310",
    "data": " أزهر ابن عبد الله ابن جُمَيْع الحرازي حمصي صدوق تكلموا فيه للنصب وجزم البخاري بأنه ابن سعيد من الخامسة د ت س"
  },
  {
    "id": "311",
    "data": " أزهر ابن القاسم الراسبي أبو بكر البصري نزيل مكة صدوق من التاسعة د س ق"
  },
  {
    "id": "312",
    "data": " أزهر ابن مروان الرقاشي بتخفيف القاف وشين معجمة النواء بنون وواو مثقلة لقبه فريخ بالخاء المعجمة صدوق من العاشرة مات سنة ثلاث وأربعين ت ق"
  },
  {
    "id": "313",
    "data": " أسامة ابن أخدري بفتح الهمزة بعدها معجمة التميمي ثم الشقري بفتح المعجمة والقاف صحابي نزيل البصرة د"
  },
  {
    "id": "314",
    "data": " أسامة ابن حفص المدني صدوق ضعفه الأزدي بلا حجة من الثامنة خ"
  },
  {
    "id": "315",
    "data": " أسامة ابن زيد ابن أسلم العدوي مولاهم المدني ضعيف من قبل حفظه من السابعة مات في خلافة المنصور ق"
  },
  {
    "id": "316",
    "data": " أسامة ابن زيد ابن حارثة ابن شراحيل الكلبي "
  },
  {
    "id": " الأمير أبو محمد وأبو زيد صحابي مشهور مات سنة أربع وخمسين وهو ابن خمس وسبعين بالمدينة ع",
    "data": " الأمير أبو محمد وأبو زيد صحابي مشهور مات سنة أربع وخمسين وهو ابن خمس وسبعين بالمدينة ع"
  },
  {
    "id": "317",
    "data": " أسامة ابن زيد الليثي مولاهم أبو زيد المدني صدوق يهم من السابعة مات سنة ثلاث وخمسين وهو ابن بضع وسبعين خت م 4"
  },
  {
    "id": "318",
    "data": " أسامة ابن شريك الثعلبي بالمثلثة والمهملة صحابي تفرد بالرواية عنه زياد ابن علاقة على الصحيح 4"
  },
  {
    "id": "319",
    "data": " أسامة ابن عمير ابن عامر ابن الأقيشر الهذلي البصري والد أبي المليح صحابي تفرد ولده عنه 4"
  },
  {
    "id": "320",
    "data": " أسباط ابن محمد ابن عبد الرحمن ابن خالد ابن ميسرة القرشي مولاهم أبو محمد ثقة ضعف في الثوري من التاسعة مات سنة مائتين ع"
  },
  {
    "id": "321",
    "data": " أسباط ابن نصر الهمداني بسكون الميم أبو يوسف ويقال أبو نصر صدوق كثير الخطأ يغرب من الثامنة خت م 4"
  },
  {
    "id": "322",
    "data": " أسباط أبو اليسع البصري يقال اسم أبيه عبد الواحد ضعيف له حديث واحد متابعة في البخاري من التاسعة خ"
  },
  {
    "id": "323",
    "data": " أسباط ابن اليسع ابن أنس ابن معمر الذهلي أبو طاهر البصري نزيل بخارى مقبول من الثانية عشرة تمييز"
  },
  {
    "id": "ذكر من اسمه إسحاق إلى أسد",
    "data": "ذكر من اسمه إسحاق إلى أسد"
  },
  {
    "id": "324",
    "data": " إسحاق ابن إبراهيم ابن حبيب ابن الشهيد "
  },
  {
    "id": " أبو يعقوب البصري الشهيدي ثقة من العاشرة مات سنة سبع وخمسين مد ت س ق",
    "data": " أبو يعقوب البصري الشهيدي ثقة من العاشرة مات سنة سبع وخمسين مد ت س ق"
  },
  {
    "id": "325",
    "data": " إسحاق ابن إبراهيم ابن داود السواق البصري صدوق من الحادية عشرة ق"
  },
  {
    "id": "326",
    "data": " إسحاق ابن إبراهيم ابن سعيد الصراف "
  },
  {
    "id": " المدني مولى مزينة لين الحديث من الثامنة ق",
    "data": " المدني مولى مزينة لين الحديث من الثامنة ق"
  },
  {
    "id": "327",
    "data": " إسحاق ابن إبراهيم ابن سويد البلوى أبو يعقوب الرملي وقد ينسب إلى جده ثقة من الحادية عشرة مات سنة أربع وخمسين د س"
  },
  {
    "id": "328",
    "data": " إسحاق ابن إبراهيم ابن عبد الرحمن ابن منيع البغوي أبو يعقوب لقبه لؤلؤ وقيل يؤيؤ بتحتانيتين ثقة من العاشرة مات سنة تسع وخمسين خ"
  },
  {
    "id": "329",
    "data": " إسحاق ابن إبراهيم ابن عمير المسعودي مولاهم الكوفي مجهول من السابعة ق"
  },
  {
    "id": "330",
    "data": " إسحاق ابن إبراهيم ابن العلاء الحمصي ابن زبريق وقد ينسب إلى جده تقدم ذكر أبيه صدوق يهم كثيرا وأطلق محمد ابن عوف أنه يكذب من العاشرة مات سنة ثمان وثلاثين بخ "
  },
  {
    "id": " إسحاق ابن إبراهيم ابن كامجرا هو ابن أبي إسرائيل يأتي",
    "data": " إسحاق ابن إبراهيم ابن كامجرا هو ابن أبي إسرائيل يأتي"
  },
  {
    "id": "331",
    "data": " إسحاق ابن إبراهيم ابن محمد الصواف الباهلي أبو يعقوب البصري ثقة من الحادية عشرة مات سنة ثلاث وخمسين خ د"
  },
  {
    "id": "332",
    "data": " إسحاق ابن إبراهيم ابن مخلد الحنظلي أبو محمد ابن راهويه المروزي ثقة حافظ مجتهد قرين أحمد ابن حنبل ذكر أبو داود أنه تغير قبل موته بيسير مات سنة ثمان وثلاثين وله اثنتان وسبعون خ م د ت س"
  },
  {
    "id": "333",
    "data": " إسحاق ابن إبراهيم ابن نصر البخاري "
  },
  {
    "id": " أبو إبراهيم السعدي بفتح المهملة وسكون المهملة وقيل بضم أوله وسكون المعجمة ",
    "data": " أبو إبراهيم السعدي بفتح المهملة وسكون المهملة وقيل بضم أوله وسكون المعجمة "
  },
  {
    "id": " صدوق من الحادية عشرة مات سنة اثنتين وأربعين خ",
    "data": " صدوق من الحادية عشرة مات سنة اثنتين وأربعين خ"
  },
  {
    "id": "334",
    "data": " إسحاق ابن إبراهيم ابن يزيد أبو النضر الدمشقي الفراديسي "
  },
  {
    "id": " مولى عمر ابن عبد العزيز صدوق ضعف بلا مستند مات سنة سبع وعشرين وله ست وثمانون سنة من العاشرة خ د س",
    "data": " مولى عمر ابن عبد العزيز صدوق ضعف بلا مستند مات سنة سبع وعشرين وله ست وثمانون سنة من العاشرة خ د س"
  },
  {
    "id": "335",
    "data": " إسحاق ابن إبراهيم ابن يونس المنجنيقي الوراق أبو يعقوب البغدادي نزيل مصر ثقة حافظ مات سنة أربع وثلاثمائة من الثانية عشرة س"
  },
  {
    "id": "336",
    "data": " إسحاق ابن إبراهيم الثقفي أبو يعقوب الكوفي وثقه ابن حبان وفيه ضعف من الثامنة د ت س"
  },
  {
    "id": "337",
    "data": " إسحاق ابن إبراهيم الحنيني بضم المهملة ونونين مصغر أبو يعقوب المدني نزيل طرسوس ضعيف مات سنة ست عشرة من التاسعة د ق"
  },
  {
    "id": "338",
    "data": " إسحاق ابن أبي إسرائيل واسمه إبراهيم ابن كامجرا بفتح الميم وسكون الجيم أبو يعقوب المروزي نزيل بغداد صدوق تكلم فيه لوقفه في القرآن مات سنة خمس وأربعين وقيل ست وله خمس وتسعون سنة من أكابر العاشرة بخ د س"
  },
  {
    "id": "339",
    "data": " إسحاق ابن إسماعيل ابن عبد الله ابن زكريا المذحجي بفتح الميم وسكون الذال المعجمة وفتح المهملة بعدها جيم أبو يعقوب الرملي النحاس صدوق أخطأ في أحاديث من الثانية عشرة س"
  },
  {
    "id": "340",
    "data": " إسحاق ابن إسماعيل ابن العلاء وقيل ابن عبد الأعلى الأيلي بفتح الهمزة وسكون التحتانية أبو يعقوب صدوق من العاشرة مات سنة ثمان وخمسين س ق"
  },
  {
    "id": "341",
    "data": " إسحاق ابن إسماعيل الطالقاني أبو يعقوب نزيل بغداد يعرف باليتيم ثقة تكلم في سماعه من جرير وحده من العاشرة مات سنة ثلاثين أو قبلها د"
  },
  {
    "id": "342",
    "data": " إسحاق ابن أسيد بالفتح الأنصاري أبو عبد الرحمن الخراساني كذا يقول فيه الليث ويقال أبو محمد المروزي نزيل مصر فيه ضعف من الثامنة د ق"
  },
  {
    "id": "343",
    "data": " إسحاق ابن بكر ابن مضر ابن محمد المصري أبو يعقوب صدوق فقيه من العاشرة مات سنة ثماني عشرة وله ست وسبعون م س"
  },
  {
    "id": "344",
    "data": " إسحاق ابن أبي بكر المديني الأعور مولى حويطب ثقة من السابعة س"
  },
  {
    "id": "345",
    "data": " إسحاق ابن جبريل البغدادي ويقال إنه ابن أبي عيسى الآتي صدوق من الحادية عشرة د"
  },
  {
    "id": "346",
    "data": " إسحاق ابن الجراح الأذني بفتحتين مخفف صدوق من الحادية عشرة أيضا د"
  },
  {
    "id": "347",
    "data": " إسحاق ابن جعفر ابن محمد ابن علي ابن الحسين ابن علي الهاشمي الجعفري صدوق من التاسعة ر ت ق"
  },
  {
    "id": " إسحاق ابن الحارث هو ابن عبد الله ابن الحارث نسب لجده يأتي",
    "data": " إسحاق ابن الحارث هو ابن عبد الله ابن الحارث نسب لجده يأتي"
  },
  {
    "id": "348",
    "data": " إسحاق ابن حازم وقيل ابن أبي حازم البزاز المدني صدوق تكلم فيه للقدر من السابعة ق"
  },
  {
    "id": "349",
    "data": " إسحاق ابن حكيم مجهول الحال من العاشرة قد"
  },
  {
    "id": "350",
    "data": " إسحاق ابن راشد الجزري أبو سليمان ثقة في حديثه عن الزهري بعض الوهم من السابعة مات في خلافة أبي جعفر خ 4"
  },
  {
    "id": "351",
    "data": " إسحاق ابن راشد آخر مقبول من الثالثة تمييز"
  }
]