[
  {
    "id": "3866",
    "data": " عبد الرحمن ابن زيد ابن الخطاب العدوي ولد في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ واستشهد أبوه باليمامة وولي هو إمرة مكة ليزيد ابن معاوية ومات سنة بضع وستين وقيل كان اسمه محمدا فغيره عمر "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "3867",
    "data": " عبد الرحمن ابن سابط ويقال ابن عبد الله ابن سابط وهو الصحيح ويقال ابن عبد الله ابن عبد الرحمن الجمحي المكي ثقة كثير الإرسال من الثالثة مات سنة ثماني عشرة م 4"
  },
  {
    "id": "3868",
    "data": " عبد الرحمن ابن سالم ابن عتبة ابن عويم ابن ساعدة ويقال اسم جد أبيه عبد الله أو عبد الرحمن مجهول من السادسة ق"
  },
  {
    "id": "3869",
    "data": " عبد الرحمن ابن السائب ابن أبي نهيك بفتح النون المخزومي ويقال اسمه عبد الله ويقال هو عبيد الله ابن أبي نهيك مقبول من الثالثة ق"
  },
  {
    "id": "3870",
    "data": " عبد الرحمن ابن السائب وقيل ابن السائبة مقبول من الثالثة س ق"
  },
  {
    "id": "3871",
    "data": " عبد الرحمن ابن السائب الهلالي مقبول من الثالثة ويقال اسمه عبد الله س"
  },
  {
    "id": "3872",
    "data": " عبد الرحمن ابن سعاد مقبول من الثالثة س ق"
  },
  {
    "id": "3873",
    "data": " عبد الرحمن ابن سعد ابن عمار ابن سعد القرظ المؤذن المدني "
  },
  {
    "id": " ضعيف من السابعة ق",
    "data": " ضعيف من السابعة ق"
  },
  {
    "id": "3874",
    "data": " عبد الرحمن ابن أبي سعيد الخدري سعد ابن مالك الأنصاري الخزرجي ثقة من الثالثة مات سنة اثنتي عشرة وله سبع وسبعون خت م 4"
  },
  {
    "id": " عبد الرحمن ابن سعد ابن المنذر أبو حميد الساعدي في الكنى",
    "data": " عبد الرحمن ابن سعد ابن المنذر أبو حميد الساعدي في الكنى"
  },
  {
    "id": "3875",
    "data": " عبد الرحمن ابن سعد المدني مولى ابن سفيان ثقة من الثالثة ويحتمل أن يكون الذي بعده م د ق"
  },
  {
    "id": "3876",
    "data": " عبد الرحمن ابن سعد الأعرج أبو حميد المدني المقعد مولى بني مخزوم وثقه النسائي من الثالثة م"
  },
  {
    "id": " عبد الرحمن ابن سعد هو ابن عبد الله ابن سعد يأتي",
    "data": " عبد الرحمن ابن سعد هو ابن عبد الله ابن سعد يأتي"
  },
  {
    "id": "3877",
    "data": " عبد الرحمن ابن سعد القرشي مولى ابن عمر كوفي وثقه النسائي من الثالثة بخ"
  },
  {
    "id": "3878",
    "data": " عبد الرحمن ابن سعوة بفتح المهملة والواو بينهما عين ساكنة مجهول من الثالثة قد"
  },
  {
    "id": "3879",
    "data": " عبد الرحمن ابن سعيد ابن وهب الهمداني الخيواني بخاء معجمة ثقة من الرابعة بخ م ت ق"
  },
  {
    "id": "3880",
    "data": " عبد الرحمن ابن سعيد ابن يربوع المخزومي أبو محمد المدني ثقة من الثالثة بخ"
  },
  {
    "id": "3881",
    "data": " عبد الرحمن ابن سلم بفتح المهملة وسكون اللام شامي مجهول من السادسة ق"
  },
  {
    "id": "3882",
    "data": " عبد الرحمن ابن سلمان الحجري بفتح المهملة وسكون الجيم الرعيني المصري لا بأس به من السابعة م مد س"
  },
  {
    "id": "3883",
    "data": " عبد الرحمن ابن سلمان أبو الأعيس بفتح التحتانية قبلها مهملة ساكنة وآخره مهملة الخولاني الشامي لقبه عبيد مشهور بكنيته من الخامسة ذكره ابن حبان في ثقات التابعين د"
  },
  {
    "id": "3884",
    "data": " عبد الرحمن ابن سلمة ويقال ابن مسلمة ويقال ابن المنهال ابن سلمة الخزاعي يكنى أبا المنهال مقبول من الرابعة د س"
  },
  {
    "id": "3885",
    "data": " عبد الرحمن ابن سليمان ابن أبي الجون بفتح الجيم العنسي بالنون أبو سليمان الداراني صدوق يخطىء من الثامنة ق فأما أبو سليمان الداراني الزاهد فاسمه"
  },
  {
    "id": "3886",
    "data": " عبد الرحمن ابن أحمد ابن عطية العنسي أيضا وهو ثقة لم يرو مسندا إلا واحدا وله حكايات في الزهد وهو من التاسعة مات سنة اثنتي عشرة"
  },
  {
    "id": "3887",
    "data": " عبد الرحمن ابن سليمان ابن عبد الله ابن حنظلة الأنصاري أبو سليمان المدني المعروف بابن الغسيل صدوق فيه لين من السادسة مات سنة اثنتين وسبعين وهو ابن مائة وست سنين خ م د تم ق"
  },
  {
    "id": "3888",
    "data": " عبد الرحمن ابن سمرة ابن حبيب ابن عبد شمس العبشمي أبو سعيد صحابي من مسلمة الفتح يقال كان اسمه عبد كلال افتتح سجستان ثم سكن البصرة ومات بها سنة خمسين أو بعدها ع"
  },
  {
    "id": "3889",
    "data": " عبد الرحمن ابن سمير بمهملة مصغر أو "
  },
  {
    "id": " سميرة أو ابن أبي سميرة ",
    "data": " سميرة أو ابن أبي سميرة "
  },
  {
    "id": " ويقال بالموحدة بلا تصغير مقبول من الثالثة ووهم من زعم أن له صحبة د",
    "data": " ويقال بالموحدة بلا تصغير مقبول من الثالثة ووهم من زعم أن له صحبة د"
  },
  {
    "id": " عبد الرحمن ابن سهل هو ابن عمرو ابن سهل يأتي",
    "data": " عبد الرحمن ابن سهل هو ابن عمرو ابن سهل يأتي"
  },
  {
    "id": "3890",
    "data": " عبد الرحمن ابن سلام بالتشديد الجمحي مولاهم أبو حرب البصري أخو محمد الأخباري صدوق من العاشرة مات سنة إحدى وثلاثين ويقال بعدها م"
  },
  {
    "id": " عبد الرحمن ابن سلام الطرسوسي هو ابن محمد ابن سلام يأتي",
    "data": " عبد الرحمن ابن سلام الطرسوسي هو ابن محمد ابن سلام يأتي"
  },
  {
    "id": "3891",
    "data": " عبد الرحمن ابن شبل بكسر المعجمة وسكون الموحدة ابن عمرو ابن زيد الأنصاري الأوسي أحد النقباء المدني نزيل حمص مات في أيام معاوية بخ د س ق"
  },
  {
    "id": "3892",
    "data": " عبد الرحمن ابن شريح ابن عبيد الله المعافري بفتح الميم والمهملة أبو شريح الإسكندراني ثقة فاضل لم يصب ابن سعد في تضعيفه من السابعة مات سنة سبع وستين ع"
  },
  {
    "id": "3893",
    "data": " عبد الرحمن ابن شريك ابن عبد الله النخعي الكوفي صدوق يخطىء من العاشرة مات سنة سبع وعشرين بخ"
  },
  {
    "id": "3894",
    "data": " عبد الرحمن ابن أبي الشعثاء بفتح المعجمة والمثلثة بينهما مهملة ممدود المحاربي مقبول من السادسة له حديث واحد متابعة م س"
  },
  {
    "id": "3895",
    "data": " عبد الرحمن ابن شماسة بكسر المعجمة وتخفيف الميم بعدها مهملة المهري بفتح الميم وسكون الهاء المصري ثقة من الثالثة مات سنة إحدى ومائة أو بعدها م 4"
  },
  {
    "id": "3896",
    "data": " عبد الرحمن ابن أبي شميلة بمعجمة مصغر الأنصاري المدني القبائي بضم القاف وتخفيف الموحدة ممدود "
  },
  {
    "id": " مقبول من السابعة بخ صد ت ق",
    "data": " مقبول من السابعة بخ صد ت ق"
  },
  {
    "id": "3897",
    "data": " عبد الرحمن ابن شيبة ابن عثمان العبدري المكي الحجبي ثقة من الثالثة وهم من ذكره في الصحابة س"
  },
  {
    "id": " عبد الرحمن ابن شيبة هو ابن عبد الملك ابن شيبة يأتي",
    "data": " عبد الرحمن ابن شيبة هو ابن عبد الملك ابن شيبة يأتي"
  },
  {
    "id": "3913",
    "data": " عبد الرحمن ابن عبد الله ابن دينار مولى ابن عمر صدوق يخطىء من السابعة خ د ت س"
  },
  {
    "id": " عبد الرحمن ابن عبد الله ابن ذكوان هو ابن أبي الزناد تقدم",
    "data": " عبد الرحمن ابن عبد الله ابن ذكوان هو ابن أبي الزناد تقدم"
  },
  {
    "id": " عبد الرحمن ابن عبد الله ابن سابط تقدم في عبد الرحمن ابن سابط",
    "data": " عبد الرحمن ابن عبد الله ابن سابط تقدم في عبد الرحمن ابن سابط"
  },
  {
    "id": "3914",
    "data": " عبد الرحمن ابن عبد الله ابن سعد ابن عثمان "
  },
  {
    "id": " الدشتكي بفتح المهملة وسكون المعجمة وفتح المثناة أبو محمد الرازي المقرىء ثقة من العاشرة مات سنة بضع عشرة ر 4",
    "data": " الدشتكي بفتح المهملة وسكون المعجمة وفتح المثناة أبو محمد الرازي المقرىء ثقة من العاشرة مات سنة بضع عشرة ر 4"
  },
  {
    "id": " عبد الرحمن ابن عبد الله ابن أبي صعصعة هو ابن عبد الله ابن عبد الرحمن",
    "data": " عبد الرحمن ابن عبد الله ابن أبي صعصعة هو ابن عبد الله ابن عبد الرحمن"
  },
  {
    "id": "3915",
    "data": " عبد الرحمن ابن عبد الله ابن عبد الحكم ابن أعين المصري أبو القاسم ثقة من الحادية عشرة مات سنة سبع وخمسين وهو ابن سبعين س"
  },
  {
    "id": "3916",
    "data": " عبد الرحمن ابن عبد الله ابن عبد ربه "
  },
  {
    "id": " الشيباني ويقال اليشكري بتحتانية مفتوحة ومعجمة ساكنة وكاف مضمومة أبو سفيان النسوي بنون ومهملة قاضي نيسابور مقبول من التاسعة فق",
    "data": " الشيباني ويقال اليشكري بتحتانية مفتوحة ومعجمة ساكنة وكاف مضمومة أبو سفيان النسوي بنون ومهملة قاضي نيسابور مقبول من التاسعة فق"
  },
  {
    "id": "3917",
    "data": " عبد الرحمن ابن عبد الله ابن عبد الرحمن ابن أبي صعصعة الأنصاري المازني ثقة من السادسة مات في خلافة المنصور خ د س ق"
  },
  {
    "id": "3918",
    "data": " عبد الرحمن ابن عبد الله ابن عبيد البصري أبو سعيد مولى بني هاشم نزيل مكة لقبه جردقة بفتح الجيم والدال بينهما راء ساكنة ثم قاف صدوق ربما أخطأ من التاسعة مات سنة سبع وتسعين "
  },
  {
    "id": " خ صد س ق",
    "data": " خ صد س ق"
  },
  {
    "id": "3919",
    "data": " عبد الرحمن ابن عبد الله ابن عتبة ابن عبد الله ابن مسعود الكوفي المسعودي صدوق اختلط قبل موته وضابطه أن من سمع منه ببغداد فبعد الاختلاط من السابعة مات سنة ستين وقيل سنة خمس وستين خت 4"
  },
  {
    "id": "3920",
    "data": " عبد الرحمن ابن عبد الله ابن أبي عتيق محمد ابن عبد الرحمن ابن أبي بكر الصديق أبو عتيق "
  },
  {
    "id": " مقبول من السابعة بخ س",
    "data": " مقبول من السابعة بخ س"
  },
  {
    "id": " عبد الرحمن ابن عبد الله ابن عثمان هو ابن أبي بكر الصديق تقدم",
    "data": " عبد الرحمن ابن عبد الله ابن عثمان هو ابن أبي بكر الصديق تقدم"
  },
  {
    "id": "3921",
    "data": " عبد الرحمن ابن عبد الله ابن أبي عمار المكي "
  },
  {
    "id": " حليف بني جمح الملقب بالقس بفتح القاف وتشديد المهملة ثقة عابد من الثالثة م 4",
    "data": " حليف بني جمح الملقب بالقس بفتح القاف وتشديد المهملة ثقة عابد من الثالثة م 4"
  },
  {
    "id": "3922",
    "data": " عبد الرحمن ابن عبد الله ابن عمر ابن حفص ابن عاصم ابن عمر ابن الخطاب أبو القاسم المدني العمري نزيل بغداد متروك من التاسعة مات سنة ست وثمانين "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "3923",
    "data": " عبد الرحمن ابن عبد الله ابن كعب ابن مالك الأنصاري أبو الخطاب المدني ثقة عالم من الثالثة مات في خلافة هشام خ م د س"
  },
  {
    "id": "3924",
    "data": " عبد الرحمن ابن عبد الله ابن مسعود الهذلي الكوفي ثقة من صغار الثانية مات سنة تسع وسبعين وقد سمع من أبيه لكن شيئا يسيرا ع"
  },
  {
    "id": "3925",
    "data": " عبد الرحمن ابن عبد الله ابن مسلم الجزري بجيم وزاي أبو محمد نزيل البصرة يلقب عبويه "
  },
  {
    "id": " بتشديد الموحدة مقبول من الحادية عشرة ق",
    "data": " بتشديد الموحدة مقبول من الحادية عشرة ق"
  },
  {
    "id": " عبد الرحمن ابن عبد الله ابن المطاع هو ابن حسنة",
    "data": " عبد الرحمن ابن عبد الله ابن المطاع هو ابن حسنة"
  },
  {
    "id": "3926",
    "data": " عبد الرحمن ابن عبد الله ابن الأصبهاني الكوفي الجهني ثقة من الرابعة مات في إمارة خالد القسري على العراق ع"
  },
  {
    "id": "3927",
    "data": " عبد الرحمن ابن عبد الله الغافقي أمير الأندلس مقبول من الثالثة استشهد سنة خمس عشرة ومائة د ق"
  },
  {
    "id": "3928",
    "data": " عبد الرحمن ابن عبد الله السراج البصري ثقة من الثامنة م س"
  },
  {
    "id": "3929",
    "data": " عبد الرحمن ابن عبد الله السلمي أبو الجعد الحجازي مقبول من العاشرة ق"
  },
  {
    "id": "3930",
    "data": " عبد الرحمن ابن عبد الله أو ابن أبي عبد الله المازني أبو حمزة البصري جار شعبة ويقال إنه ابن كيسان مقبول من الرابعة م س"
  },
  {
    "id": "3931",
    "data": " عبد الرحمن ابن عبد الحميد ابن سالم المهري بفتح الميم وسكون الهاء أبو رجاء المصري المكفوف ثقة من التاسعة مات سنة اثنتين وتسعين "
  },
  {
    "id": " وله أربع وسبعون د س",
    "data": " وله أربع وسبعون د س"
  },
  {
    "id": "3932",
    "data": " عبد الرحمن ابن عبد رب الكعبة العائذي بمهملة وتحتانية وقيل بالصاد المهملة كوفي ثقة من الثالثة "
  },
  {
    "id": " م د س ق",
    "data": " م د س ق"
  },
  {
    "id": " عبد الرحمن ابن عبد رب قاضي نيسابور هو ابن عبد الله تقدم",
    "data": " عبد الرحمن ابن عبد رب قاضي نيسابور هو ابن عبد الله تقدم"
  },
  {
    "id": "3933",
    "data": " عبد الرحمن ابن عبد العزيز ابن عبد الله ابن عثمان ابن حنيف الأنصاري الأوسي أبو محمد المدني الأمامي بالضم صدوق يخطىء من الثامنة مات سنة اثنتين وستين وهو ابن بضع وسبعين م"
  },
  {
    "id": "3934",
    "data": " عبد الرحمن ابن عبد المجيد السهمي مجهول من السابعة د"
  },
  {
    "id": "3935",
    "data": " عبد الرحمن ابن عبد الملك ابن سعيد ابن حيان بمهملة وتحتانية ابن أبجر بموحدة وجيم "
  },
  {
    "id": " وزن أحمد الكوفي ثقة من كبار التاسعة مات سنة إحدى وثمانين ",
    "data": " وزن أحمد الكوفي ثقة من كبار التاسعة مات سنة إحدى وثمانين "
  },
  {
    "id": " م س",
    "data": " م س"
  },
  {
    "id": "3936",
    "data": " عبد الرحمن ابن عبد الملك ابن شيبة "
  },
  {
    "id": " الحزامي بمهملة وزاي صدوق يخطىء من كبار الحادية عشرة خ س",
    "data": " الحزامي بمهملة وزاي صدوق يخطىء من كبار الحادية عشرة خ س"
  },
  {
    "id": "3937",
    "data": " عبد الرحمن ابن عبد الوهاب العمي بمهملة وتشديد البصري الصيرفي ثقة من الحادية عشرة ق"
  },
  {
    "id": "3938",
    "data": " عبد الرحمن ابن عبد بغير إضافة القاري بتشديد الياء يقال له رؤية وذكره العجلي في ثقات التابعين واختلف قول الواقدي فيه قال تارة له صحبة وتارة تابعي مات سنة ثمان وثمانين ع"
  },
  {
    "id": "3939",
    "data": " عبد الرحمن ابن عبيد الله ابن حكيم الأسدي أبو محمد ابن أخي الإمام الحلبي وهو الكبير صدوق وقال أبو حاتم كان يفهم من العاشرة مات في حدود الأربعين د س"
  },
  {
    "id": "3940",
    "data": " عبد الرحمن ابن عبيد الله ابن عبد العزيز ابن الفضل ابن صالح ابن علي ابن عبد الله ابن عباس أبو محمد ابن أخي الإمام الحلبي وهو الصغير مقبول من الثانية عشرة مات بعد الثلاثمائة تمييز"
  },
  {
    "id": "3941",
    "data": " عبد الرحمن ابن عبيد الله ابن أحمد الأسدي أبو محمد الحلبي ابن أخي الإمام أيضا مقبول من الثانية عشرة لحقه الحاكم أبو أحمد ووهم من خلطه بالأول تمييز"
  },
  {
    "id": "3942",
    "data": " عبد الرحمن ابن عبيد ابن نسطاس بكسر النون وسكون "
  },
  {
    "id": " المهملة مختلف في نسبته وهو أبو يعفور بفتح التحتانية وسكون المهملة بعدها فاء مضمومة كوفي ثقه من الخامسة ع",
    "data": " المهملة مختلف في نسبته وهو أبو يعفور بفتح التحتانية وسكون المهملة بعدها فاء مضمومة كوفي ثقه من الخامسة ع"
  },
  {
    "id": " عبد الرحمن ابن أبي عتاب في زيد ابن أبي عتاب",
    "data": " عبد الرحمن ابن أبي عتاب في زيد ابن أبي عتاب"
  },
  {
    "id": " عبد الرحمن ابن أبي عتيق هو ابن عبد الله",
    "data": " عبد الرحمن ابن أبي عتيق هو ابن عبد الله"
  },
  {
    "id": "3943",
    "data": " عبد الرحمن ابن عثمان ابن أمية ابن عبد الرحمن ابن أبي بكرة الثقفي أبو بحر البكراوي ضعيف من التاسعة مات سنة خمس وتسعين "
  },
  {
    "id": " د ق",
    "data": " د ق"
  },
  {
    "id": "3944",
    "data": " عبد الرحمن ابن عثمان ابن عبيد الله التيمي ابن أخي طلحة "
  },
  {
    "id": " صحابي قتل مع ابن الزبير م د س",
    "data": " صحابي قتل مع ابن الزبير م د س"
  },
  {
    "id": "3945",
    "data": " عبد الرحمن ابن عجلان بصري من الثالثة أرسل حديثا وهو مجهول الحال بخ د"
  },
  {
    "id": "3946",
    "data": " عبد الرحمن ابن عجلان أبو موسى النخعي كوفي ثقة من السابعة تمييز"
  },
  {
    "id": "3947",
    "data": " عبد الرحمن ابن عدي البهراني بفتح الموحدة وسكون الهاء الحمصي مقبول من السابعة مد"
  }
]