[
  {
    "id": "3948",
    "data": " عبد الرحمن ابن عدي ابن الخيار له رؤية ورواية عن أبي هريرة تمييز"
  },
  {
    "id": "3949",
    "data": " عبد الرحمن ابن عدي الكندي الكوفي مجهول من الثالثة تمييز"
  },
  {
    "id": "3950",
    "data": " عبد الرحمن ابن عرزب بفتح المهملة وسكون الراء بعدها زاي ثم موحدة أو ميم الأشعري والد الضحاك مجهول من الثالثة ق"
  },
  {
    "id": "3951",
    "data": " عبد الرحمن ابن عرق بكسر المهملة وسكون الراء بعدها قاف الحمصي مقبول من الرابعة ق"
  },
  {
    "id": "3952",
    "data": " عبد الرحمن ابن عسيلة بمهملتين مصغر المرادي أبو عبد الله الصنابحي ثقة من كبار التابعين قدم المدينة بعد موت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بخمسة أيام مات في خلافة عبد الملك ع"
  },
  {
    "id": " عبد الرحمن ابن عصام يأتي في المبهمات ",
    "data": " عبد الرحمن ابن عصام يأتي في المبهمات "
  },
  {
    "id": "3953",
    "data": " عبد الرحمن ابن عطاء القرشي مولاهم أبو محمد الذارع المديني ويقال له ابن أبي لبيبة بموحدتين الأولى مكسورة بينهما تحتانية ساكنة صدوق فيه لين من السادسة مات سنة ثلاث وأربعين د ت"
  },
  {
    "id": "3954",
    "data": " عبد الرحمن ابن عطاء ابن كعب المدني "
  },
  {
    "id": " أفرده ابن أبي حاتم وحده وهو هو عند البخاري والنسائي وابن سعد وغيرهم تمييز",
    "data": " أفرده ابن أبي حاتم وحده وهو هو عند البخاري والنسائي وابن سعد وغيرهم تمييز"
  },
  {
    "id": "3955",
    "data": " عبد الرحمن ابن عطاف ابن صفوان الزهري مقبول من السابعة لم يذكره المزي س"
  },
  {
    "id": "3956",
    "data": " عبد الرحمن ابن عقبة ابن الفاكه بكسر الكاف الأنصاري المدني مجهول من الثالثة ق"
  },
  {
    "id": "3957",
    "data": " عبد الرحمن ابن أبي عقبة الفارسي مقبول من الثالثة د ق"
  },
  {
    "id": "3958",
    "data": " عبد الرحمن ابن علقمة أو ابن أبي علقمة يقال له صحبة وذكره ابن حبان في ثقات التابعين د س"
  },
  {
    "id": "3959",
    "data": " عبد الرحمن ابن علقمة أو ابن أبي علقمة المكي ثقة من الرابعة عخ س"
  },
  {
    "id": "3960",
    "data": " عبد الرحمن ابن علي ابن شيبان الحنفي اليمامي ثقة من الثالثة بخ د ق"
  },
  {
    "id": "3961",
    "data": " عبد الرحمن ابن عمار ابن أبي زينب التيمي المدني ثقة من السادسة مد س"
  },
  {
    "id": " عبد الرحمن ابن عمار المؤذن هو ابن سعد ابن عمار تقدم",
    "data": " عبد الرحمن ابن عمار المؤذن هو ابن سعد ابن عمار تقدم"
  },
  {
    "id": " عبد الرحمن ابن أبي عمار هو ابن عبد الله",
    "data": " عبد الرحمن ابن أبي عمار هو ابن عبد الله"
  },
  {
    "id": " عبد الرحمن ابن عمر ابن بوذويه تقدم في عبد الرحمن ابن بوذويه",
    "data": " عبد الرحمن ابن عمر ابن بوذويه تقدم في عبد الرحمن ابن بوذويه"
  },
  {
    "id": "3962",
    "data": " عبد الرحمن ابن عمر ابن يزيد ابن كثير الزهري أبو الحسن الأصبهاني لقبه رسته بضم الراء وسكون المهملة وفتح المثناة ثقة له غرائب وتصانيف من صغار العاشرة مات سنة خمسين وله اثنتان وسبعون سنة ق"
  },
  {
    "id": "3963",
    "data": " عبد الرحمن ابن عمرو ابن سهل الأنصاري المدني وقد ينسب لجده ثقة من الثالثة خ ت كن"
  },
  {
    "id": "3964",
    "data": " عبد الرحمن ابن عمرو ابن سهل العامري القرشي قتل بالحرة لا أعرف له رواية تمييز"
  },
  {
    "id": "3965",
    "data": " عبد الرحمن ابن عمرو ابن عبد الله ابن صفوان النصري بالنون أبو زرعة الدمشقي ثقة حافظ مصنف من الحادية عشرة مات سنة إحدى وثمانين د"
  },
  {
    "id": "3966",
    "data": " عبد الرحمن ابن عمرو ابن عبسة السلمي الشامي مقبول من الثالثة مات سنة عشر ومائة د ت ق"
  },
  {
    "id": "3967",
    "data": " عبد الرحمن ابن عمرو ابن أبي عمرو الأوزاعي أبو عمرو الفقيه ثقة جليل من السابعة مات سنة سبع وخمسين ع"
  },
  {
    "id": "3968",
    "data": " عبد الرحمن ابن أبي عمرو المدني مقبول من السابعة د س"
  },
  {
    "id": "3969",
    "data": " عبد الرحمن ابن أبي عمرة الأنصاري النجاري يقال ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وقال ابن أبي حاتم ليست له صحبة ع"
  },
  {
    "id": "3970",
    "data": " عبد الرحمن ابن أبي عمرة الأنصاري شيخ لمالك قال ابن عبد البر نسبه "
  },
  {
    "id": " إلى جده وهو عبد الرحمن ابن عبد الله ابن أبي عمرة يعني أنه ابن أخي الذي قبله مقبول من الخامسة وهو الذي روى عنه عبد الرحمن ابن أبي الموالي تمييز",
    "data": " إلى جده وهو عبد الرحمن ابن عبد الله ابن أبي عمرة يعني أنه ابن أخي الذي قبله مقبول من الخامسة وهو الذي روى عنه عبد الرحمن ابن أبي الموالي تمييز"
  },
  {
    "id": "3971",
    "data": " عبد الرحمن ابن أبي عميرة المزني ويقال الأزدي مختلف في صحبته سكن حمص ت"
  },
  {
    "id": "3972",
    "data": " عبد الرحمن ابن عوسجة الهمداني الكوفي ثقة من الثالثة قتل بالزاوية مع ابن الأشعث بخ 4"
  },
  {
    "id": "3987",
    "data": " عبد الرحمن ابن قيس أبو صالح الحنفي الكوفي ثقة من الثالثة قيل إن روايته عن حذيفة مرسلة م د س"
  },
  {
    "id": "3988",
    "data": " عبد الرحمن ابن قيس العتكي أبو روح البصري مقبول من السادسة د"
  },
  {
    "id": "3989",
    "data": " عبد الرحمن ابن قيس الضبي أبو معاوية الزعفراني متروك كذبه أبو زرعة وغيره من التاسعة تم"
  },
  {
    "id": "3990",
    "data": " عبد الرحمن ابن أبي كريمة والد إسماعيل السدي مجهول الحال من الثالثة د ت"
  },
  {
    "id": "3991",
    "data": " عبد الرحمن ابن كعب ابن مالك الأنصاري أبو الخطاب المدني ثقة من كبار التابعين ويقال ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات في خلافة سليمان ع"
  },
  {
    "id": "3992",
    "data": " عبد الرحمن ابن كيسان مولى خالد ابن أسيد بفتح الهمزة مستور من الثالثة ق"
  },
  {
    "id": " عبد الرحمن ابن أبي لبيبة هو ابن عطاء تقدم",
    "data": " عبد الرحمن ابن أبي لبيبة هو ابن عطاء تقدم"
  },
  {
    "id": "3993",
    "data": " عبد الرحمن ابن أبي ليلى الأنصاري المدني ثم الكوفي ثقة من الثانية اختلف في سماعه من عمر مات بوقعة الجماجم سنة ثلاث وثمانين قيل إنه غرق ع"
  },
  {
    "id": "3994",
    "data": " عبد الرحمن ابن ماعز ويقال محمد ابن عبد الرحمن ابن ماعز ويقال ماعز ابن عبد الرحمن اختلف على الزهري في ذلك والأول أقوى مقبول من الثالثة ت س"
  },
  {
    "id": "3995",
    "data": " عبد الرحمن ابن مالك ابن مالك ابن جعشم بضم الجيم والشين المعجمة بينهما مهملة ساكنة وثقه النسائي من الثالثة خ ق"
  },
  {
    "id": "3996",
    "data": " عبد الرحمن ابن المبارك العيشي بالتحتانية والمعجمة الطفاوي البصري ثقة من كبار العاشرة خ د س"
  },
  {
    "id": " عبد الرحمن ابن محمد ابن الأشعث هو ابن قيس",
    "data": " عبد الرحمن ابن محمد ابن الأشعث هو ابن قيس"
  },
  {
    "id": " عبد الرحمن ابن محمد ابن أبي بكر الصديق ",
    "data": " عبد الرحمن ابن محمد ابن أبي بكر الصديق "
  },
  {
    "id": " صوابه عبد الرحمن ابن القاسم ابن محمد",
    "data": " صوابه عبد الرحمن ابن القاسم ابن محمد"
  },
  {
    "id": "3997",
    "data": " عبد الرحمن ابن محمد ابن أبي بكر ابن محمد ابن عمرو ابن حزم الأنصاري المدني مقبول من السابعة مد س"
  },
  {
    "id": "3998",
    "data": " عبد الرحمن ابن محمد ابن حبيب ابن أبي حبيب الجرمي صاحب الأنماط مقبول من التاسعة عخ"
  },
  {
    "id": "3999",
    "data": " عبد الرحمن ابن محمد ابن زياد المحاربي أبو محمد الكوفي لا بأس به وكان يدلس قاله أحمد من التاسعة مات سنة خمس وتسعين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "4000",
    "data": " عبد الرحمن ابن محمد ابن سلام بالتشديد ابن ناصح البغدادي ثم الطرسوسي أبو القاسم مولى بني هاشم وقد ينسب إلى جده لا بأس به من الحادية عشرة د س"
  },
  {
    "id": " عبد الرحمن ابن محمد ابن أبي الرجال هو ابن أبي الرجال محمد تقدم",
    "data": " عبد الرحمن ابن محمد ابن أبي الرجال هو ابن أبي الرجال محمد تقدم"
  },
  {
    "id": "4001",
    "data": " عبد الرحمن ابن محمد عن جدته عن أم سلمة وعنه داود ابن أبي عبد الله مولى بني هاشم كذا وقع في رواية البخاري وبين في التاريخ أنه عبد الرحمن ابن محمد ابن زيد ابن جدعان وعند الترمذي عن ابن جدعان فنسبه إلى جد أبيه وثقه النسائي من الرابعة بخ ت"
  },
  {
    "id": "4002",
    "data": " عبد الرحمن ابن محيريز الجمحي قيل ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذكره ابن حبان في ثقات التابعين 4"
  },
  {
    "id": "4003",
    "data": " عبد الرحمن ابن مرزوق مقبول من السادسة س"
  },
  {
    "id": "4004",
    "data": " عبد الرحمن ابن مسعود ابن نيار بكسر النون وبالتحتانية الأنصاري المدني مقبول من الرابعة د ت س"
  },
  {
    "id": " عبد الرحمن ابن مسلمة تقدم في ابن سلمة د س",
    "data": " عبد الرحمن ابن مسلمة تقدم في ابن سلمة د س"
  },
  {
    "id": "4005",
    "data": " عبد الرحمن ابن المسور ابن مخرمة ابن نوفل الزهري أبو المسور المدني مقبول من الثالثة مات "
  },
  {
    "id": " سنة تسعين م",
    "data": " سنة تسعين م"
  },
  {
    "id": "4006",
    "data": " عبد الرحمن ابن مصعب ابن يزيد الأزدي ثم المعني بفتح الميم وسكون المهملة وكسر النون ثم ياء النسب أبو يزيد القطان الكوفي نزيل الري مقبول من التاسعة ت عس ق"
  },
  {
    "id": "4007",
    "data": " عبد الرحمن ابن مطعم البناني بضم الموحدة ونونين الأولى خفيفة أبو المنهال البصري نزل مكة ثقة من الثالثة مات سنة ست ومائة ع"
  },
  {
    "id": "4008",
    "data": " عبد الرحمن ابن مطيع ابن الأسود ابن حارثة العدوي المدني يقال له صحبة وذكره أبو نعيم في التابعين خ م"
  },
  {
    "id": "4009",
    "data": " عبد الرحمن ابن معاذ ابن عثمان ابن عمرو ابن كعب ابن سعد ابن تيم ابن مرة التيمي صحابي شهد الفتح وله حديث د س"
  },
  {
    "id": "4010",
    "data": " عبد الرحمن ابن معاوية ابن حديج بمهملة وجيم مصغر أبو معاوية المصري قاضي مصر مقبول من الثالثة مات "
  },
  {
    "id": " سنة خمس وتسعين بخ",
    "data": " سنة خمس وتسعين بخ"
  },
  {
    "id": "4011",
    "data": " عبد الرحمن ابن معاوية ابن الحويرث بالتصغير الأنصاري الزرقي أبو الحويرث المدني مشهور بكنيته صدوق سيء الحفظ رمي بالإرجاء من السادسة مات سنة ثلاثين وقيل بعدها د ق"
  },
  {
    "id": "4012",
    "data": " عبد الرحمن ابن معقل ابن مقرن المزني أبو عاصم الكوفي ثقة تكلموا في روايته عن أبيه لصغره ووهم من ذكره في الصحابة إنما هو من الثالثة د"
  },
  {
    "id": " عبد الرحمن ابن معن ",
    "data": " عبد الرحمن ابن معن "
  },
  {
    "id": " صوابه ابن مغراء وهو الذي بعده",
    "data": " صوابه ابن مغراء وهو الذي بعده"
  },
  {
    "id": "4013",
    "data": " عبد الرحمن ابن مغراء بفتح الميم وسكون المعجمة ثم راء "
  },
  {
    "id": " الدوسي أبو زهير الكوفي نزيل الري صدوق تكلم في حديثه عن الأعمش من كبار التاسعة مات سنة بضع وتسعين ",
    "data": " الدوسي أبو زهير الكوفي نزيل الري صدوق تكلم في حديثه عن الأعمش من كبار التاسعة مات سنة بضع وتسعين "
  },
  {
    "id": " بخ 4",
    "data": " بخ 4"
  },
  {
    "id": "4014",
    "data": " عبد الرحمن ابن مغيث بمعجمة مكسورة وآخره مثلثة وقيل بمهملة مفتوحة ومثناة مثقلة "
  },
  {
    "id": " ثم موحدة مجهول من السادسة س",
    "data": " ثم موحدة مجهول من السادسة س"
  },
  {
    "id": "4015",
    "data": " عبد الرحمن ابن المغيرة ابن عبد الرحمن ابن عبد الله ابن خالد ابن حكيم ابن حزام الأسدي الحزامي بالزاي المدني أبو القاسم صدوق من العاشرة خ د"
  },
  {
    "id": "4016",
    "data": " عبد الرحمن ابن مقاتل التستري بمثناتين بينهما مهملة أبو سهل خال القعنبي صدوق من العاشرة د"
  },
  {
    "id": "4017",
    "data": " عبد الرحمن ابن ملّ بلام ثقيلة والميم مثلثة أبو عثمان النهدي بفتح النون وسكون الهاء مشهور بكنيته مخضرم من كبار الثانية ثقة ثبت عابد مات سنة خمس وتسعين وقيل بعدها وعاش مائة وثلاثين سنة وقيل أكثر ع"
  },
  {
    "id": " عبد الرحمن ابن أبي مليكة هو ابن أبي بكر تقدم",
    "data": " عبد الرحمن ابن أبي مليكة هو ابن أبي بكر تقدم"
  },
  {
    "id": " عبد الرحمن ابن المنهال تقدم في ابن سلمة",
    "data": " عبد الرحمن ابن المنهال تقدم في ابن سلمة"
  },
  {
    "id": "4018",
    "data": " عبد الرحمن ابن مهدي ابن حسان العنبري مولاهم أبو سعيد البصري ثقة ثبت حافظ عارف بالرجال والحديث قال ابن المديني ما رأيت أعلم منه من التاسعة مات سنة ثمان وتسعين "
  },
  {
    "id": " وهو ابن ثلاث وسبعين سنة ع",
    "data": " وهو ابن ثلاث وسبعين سنة ع"
  },
  {
    "id": "4019",
    "data": " عبد الرحمن ابن مهران المدني أبو محمد مولى الأزد مقبول من الثالثة م س"
  },
  {
    "id": "4020",
    "data": " عبد الرحمن ابن مهران المديني مولى بني هاشم مجهول من السادسة د ق"
  },
  {
    "id": "4021",
    "data": " عبد الرحمن ابن أبي الموال واسمه زيد وقيل أبو الموال جده أبو محمد مولى آل علي صدوق ربما أخطأ من السابعة مات سنة ثلاث وسبعين خ 4"
  },
  {
    "id": "4022",
    "data": " عبد الرحمن ابن ميسرة الحضرمي أبو سلمة الحمصي مقبول من الرابعة د ق"
  },
  {
    "id": "4023",
    "data": " عبد الرحمن ابن ميسرة الحضرمي أبو ميسرة المصري مقبول من الثامنة مات سنة ثمان وثمانين وله سبعون سنة تمييز"
  },
  {
    "id": "4024",
    "data": " عبد الرحمن ابن ميسرة الحضرمي أبو شريح مجهول من الثامنة روي عنه شيء من كلامه في التفسير تمييز"
  },
  {
    "id": "4025",
    "data": " عبد الرحمن ابن ميسرة الكلبي أو الحضرمي أبو سليمان الدمشقي مقبول من السابعة تمييز"
  },
  {
    "id": "4026",
    "data": " عبد الرحمن ابن ميمون البصري مولى عبد الرحمن ابن سمرة مقبول من السابعة ق"
  },
  {
    "id": "4027",
    "data": " عبد الرحمن ابن نافع ابن عبد الحارث الخزاعي من أولاد الصحابة روى عن أبي موسى ويقال له أيضا صحبة بخ س"
  },
  {
    "id": "4028",
    "data": " عبد الرحمن ابن أبي نعم بضم النون وسكون المهملة البجلي أبو الحكم الكوفي العابد صدوق من الثالثة مات قبل المائة ع"
  },
  {
    "id": "4029",
    "data": " عبد الرحمن ابن النعمان ابن معبد ابن هوذة الأنصاري أبو النعمان الكوفي صدوق ربما غلط من السابعة د"
  },
  {
    "id": "4030",
    "data": " عبد الرحمن ابن نمر بفتح النون وكسر الميم اليحصبي أبو عمرو الدمشقي ثقة لم يرو عنه غير الوليد من الثامنة خ م د س"
  },
  {
    "id": "4031",
    "data": " عبد الرحمن ابن نمران بكسر النون وسكون الميم الحجري بفتح المهملة وسكون الجيم "
  },
  {
    "id": " صوابه عبد الله وهو مجهول من الثامنة ق",
    "data": " صوابه عبد الله وهو مجهول من الثامنة ق"
  },
  {
    "id": " عبد الرحمن ابن نهشل عن الضحاك وعنه المحاربي ",
    "data": " عبد الرحمن ابن نهشل عن الضحاك وعنه المحاربي "
  },
  {
    "id": " صوابه عبد الرحمن وهو المحاربي عن نهشل وهو ابن سعيد ق",
    "data": " صوابه عبد الرحمن وهو المحاربي عن نهشل وهو ابن سعيد ق"
  },
  {
    "id": "4032",
    "data": " عبد الرحمن ابن هانئ ابن سعيد الكوفي أبو نعيم النخعي سبط إبراهيم النخعي صدوق له أغلاط أفرط ابن معين فكذبه وقال البخاري هو في الأصل صدوق من التاسعة مات سنة إحدى عشرة وقيل سنة ست عشرة د ق"
  },
  {
    "id": "4033",
    "data": " عبد الرحمن ابن هرمز الأعرج أبو داود المدني مولى ربيعة ابن الحارث ثقة ثبت عالم من الثالثة مات سنة سبع عشرة ع"
  },
  {
    "id": " عبد الرحمن ابن هضاب أو ابن هضاض تقدم في ابن الصامت",
    "data": " عبد الرحمن ابن هضاب أو ابن هضاض تقدم في ابن الصامت"
  },
  {
    "id": "4034",
    "data": " عبد الرحمن ابن هنيدة أو ابن أبي هنيدة العدوي مولاهم المدني رضيع عبد الملك ثقة من الرابعة قد"
  }
]