[
  {
    "id": "4035",
    "data": " عبد الرحمن ابن أبي هلال العبسي بالموحدة الكوفي ثقة من الثالثة بخ م د س ق"
  },
  {
    "id": "4036",
    "data": " عبد الرحمن ابن واقد ابن مسلم البغدادي أبو مسلم الواقدي أصله بصري صدوق يغلط من العاشرة مات سنة سبع وأربعين ت ق"
  },
  {
    "id": "4037",
    "data": " عبد الرحمن ابن واقد العطار البصري مقبول من العاشرة تمييز"
  },
  {
    "id": "4038",
    "data": " عبد الرحمن ابن وردان الغفاري أبو بكر المكي المؤذن مقبول من الخامسة د"
  },
  {
    "id": "4039",
    "data": " عبد الرحمن ابن وعلة بفتح الواو وسكون المهملة المصري صدوق من الرابعة م 4"
  },
  {
    "id": " عبد الرحمن ابن الوليد ابن هلال قيل هو اسم أبي معشر المدني",
    "data": " عبد الرحمن ابن الوليد ابن هلال قيل هو اسم أبي معشر المدني"
  },
  {
    "id": " عبد الرحمن ابن يربوع المخزومي ",
    "data": " عبد الرحمن ابن يربوع المخزومي "
  },
  {
    "id": " قال الدارقطني صوابه عبد الرحمن ابن سعيد ابن يربوع يعني الذي تقدم ت ق",
    "data": " قال الدارقطني صوابه عبد الرحمن ابن سعيد ابن يربوع يعني الذي تقدم ت ق"
  },
  {
    "id": "4040",
    "data": " عبد الرحمن ابن يزيد ابن تميم السلمي الدمشقي ضعيف ما له في النسائي سوى حديث واحد من السابعة س ق"
  },
  {
    "id": "4041",
    "data": " عبد الرحمن ابن يزيد ابن جابر الأزدي أبو عتبة الشامي الداراني ثقة من السابعة مات سنة بضع وخمسين ع"
  },
  {
    "id": "4042",
    "data": " عبد الرحمن ابن يزيد ابن جارية بالجيم والتحتانية الأنصاري أبو محمد المدني أخو عاصم ابن عمر لأمه يقال ولد في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وذكره ابن حبان في ثقات التابعين مات سنة ثلاث وتسعين خ 4"
  },
  {
    "id": "4043",
    "data": " عبد الرحمن ابن يزيد ابن قيس النخعي أبو بكر الكوفي ثقة من كبار الثالثة مات "
  },
  {
    "id": " سنة ثلاث وثمانين ع",
    "data": " سنة ثلاث وثمانين ع"
  },
  {
    "id": "4044",
    "data": " عبد الرحمن ابن يزيد ابن معاوية ابن أبي سفيان صدوق من الثالثة أرسل حديثا مات على رأس المائة س ق"
  },
  {
    "id": "4045",
    "data": " عبد الرحمن ابن يزيد اليماني أبو محمد الصنعاني القاص صدوق من الثالثة ت"
  },
  {
    "id": " عبد الرحمن ابن يسار بالتحتانية والمهملة أبو مزرد في الكنى",
    "data": " عبد الرحمن ابن يسار بالتحتانية والمهملة أبو مزرد في الكنى"
  },
  {
    "id": "4046",
    "data": " عبد الرحمن ابن يعقوب الجهني المدني مولى الحرقة بضم المهملة وفتح الراء بعدها قاف ثقة من الثالثة ر م 4"
  },
  {
    "id": " عبد الرحمن ابن يعلى عن عمرو ابن شعيب ",
    "data": " عبد الرحمن ابن يعلى عن عمرو ابن شعيب "
  },
  {
    "id": " صوابه عبد الله ابن عبد الرحمن ابن يعلى وهو الطائفي ق",
    "data": " صوابه عبد الله ابن عبد الرحمن ابن يعلى وهو الطائفي ق"
  },
  {
    "id": "4047",
    "data": " عبد الرحمن ابن يعمر بفتح التحتانية وسكون المهملة وفتح الميم الديلي بكسر الدال وسكون التحتانية صحابي نزل الكوفة ويقال مات بخراسان 4"
  },
  {
    "id": "4048",
    "data": " عبد الرحمن ابن يونس ابن هاشم أبو مسلم المستملي البغدادي مولى المنصور صدوق طعنوا فيه للرأي من العاشرة مات سنة أربع وعشرين أو بعدها خ"
  },
  {
    "id": "4049",
    "data": " عبد الرحمن ابن يونس ابن محمد الرقي أبو محمد السراج لا بأس به من العاشرة مات سنة ست وأربعين أو بعدها تمييز"
  },
  {
    "id": "4050",
    "data": " عبد الرحمن الأزدي الجرمي البصري والد أشعث مقبول من الرابعة د"
  },
  {
    "id": " عبد الرحمن الأصم تقدم في ابن الأصم",
    "data": " عبد الرحمن الأصم تقدم في ابن الأصم"
  },
  {
    "id": "4051",
    "data": " عبد الرحمن القرشي التيمي ابن أخي محمد ابن المنكدر مجهول من الثامنة ت"
  },
  {
    "id": "4052",
    "data": " عبد الرحمن المسلي بضم الميم وسكون المهملة الكوفي مقبول من الثالثة د س ق"
  },
  {
    "id": "4053",
    "data": " عبد الرحمن مولى قيس بصري مجهول من الثامنة ت"
  },
  {
    "id": " عبد الرحمن السراج هو ابن عبد الله تقدم",
    "data": " عبد الرحمن السراج هو ابن عبد الله تقدم"
  },
  {
    "id": " عبد الرحمن المليكي هو ابن أبي بكر ابن عبد الله ",
    "data": " عبد الرحمن المليكي هو ابن أبي بكر ابن عبد الله "
  },
  {
    "id": " ابن أبي مليكة تقدم",
    "data": " ابن أبي مليكة تقدم"
  },
  {
    "id": " عبد الرحمن ابن فلان عن أبي بردة هو ابن جابر تقدم",
    "data": " عبد الرحمن ابن فلان عن أبي بردة هو ابن جابر تقدم"
  },
  {
    "id": " عبد الرحمن عن غالب ابن أبجر هو ابن معقل",
    "data": " عبد الرحمن عن غالب ابن أبجر هو ابن معقل"
  },
  {
    "id": "4054",
    "data": " عبد الرحيم ابن داود عن صالح ابن صهيب وقيل اسمه عبد الرحمن وقيل داود ابن علي مجهول من الثامنة ق"
  },
  {
    "id": "4055",
    "data": " عبد الرحيم ابن زيد ابن الحواري العمي بفتح المهملة وتشديد الميم البصري أبو زيد متروك كذبه ابن معين من الثامنة مات سنة أربع وثمانين ق"
  },
  {
    "id": "4056",
    "data": " عبد الرحيم ابن سليمان الكناني أو الطائي أبو علي الأشل المروزي نزيل الكوفة ثقة له تصانيف من صغار الثامنة مات سنة سبع وثمانين ع"
  },
  {
    "id": "4057",
    "data": " عبد الرحيم ابن عبد الرحمن ابن محمد المحاربي أبو زياد الكوفي ثقة من كبار العاشرة مات سنة إحدى عشرة خ ق"
  },
  {
    "id": "4058",
    "data": " عبد الرحيم ابن مطرف ابن أنيس ابن قدامة الرؤاسي بضم الراء أبو سفيان الكوفي نزيل سروج ثقة من العاشرة مات سنة اثنتين وثلاثين د س"
  },
  {
    "id": "4059",
    "data": " عبد الرحيم ابن ميمون المدني أبو مرحوم نزيل مصر صدوق زاهد من السادسة مات سنة ثلاث وأربعين وقيل اسمه يحيى 4"
  },
  {
    "id": "4060",
    "data": " عبد الرحيم ابن هانئ "
  },
  {
    "id": " الغساني أبو هشام الواسطي نزيل بغداد ضعيف كذبه الدارقطني من التاسعة مات بعد المائتين ت",
    "data": " الغساني أبو هشام الواسطي نزيل بغداد ضعيف كذبه الدارقطني من التاسعة مات بعد المائتين ت"
  },
  {
    "id": "4061",
    "data": " عبد الرزاق ابن عمر ابن مسلم الدمشقي العابد صدوق من العاشرة د"
  },
  {
    "id": "4062",
    "data": " عبد الرزاق ابن عمر الدمشقي أبو بكر الثقفي متروك الحديث عن الزهري لين في غيره من الثامنة تمييز"
  },
  {
    "id": "4063",
    "data": " عبد الرزاق ابن عمر البزيعي بموحدة مفتوحة وزاي صدوق من العاشرة تمييز"
  },
  {
    "id": "4064",
    "data": " عبد الرزاق ابن همام ابن نافع الحميري مولاهم أبو بكر الصنعاني ثقة حافظ مصنف شهير عمي في آخر عمره فتغير وكان يتشيع من التاسعة مات سنة إحدى عشرة وله خمس وثمانون ع"
  },
  {
    "id": "4053",
    "data": " عبد الرحمن مولى قيس بصري مجهول من الثامنة ت"
  },
  {
    "id": " عبد الرحمن السراج هو ابن عبد الله تقدم",
    "data": " عبد الرحمن السراج هو ابن عبد الله تقدم"
  },
  {
    "id": " عبد الرحمن المليكي هو ابن أبي بكر ابن عبد الله ",
    "data": " عبد الرحمن المليكي هو ابن أبي بكر ابن عبد الله "
  },
  {
    "id": " ابن أبي مليكة تقدم",
    "data": " ابن أبي مليكة تقدم"
  },
  {
    "id": " عبد الرحمن ابن فلان عن أبي بردة هو ابن جابر تقدم",
    "data": " عبد الرحمن ابن فلان عن أبي بردة هو ابن جابر تقدم"
  },
  {
    "id": " عبد الرحمن عن غالب ابن أبجر هو ابن معقل",
    "data": " عبد الرحمن عن غالب ابن أبجر هو ابن معقل"
  },
  {
    "id": "4054",
    "data": " عبد الرحيم ابن داود عن صالح ابن صهيب وقيل اسمه عبد الرحمن وقيل داود ابن علي مجهول من الثامنة ق"
  },
  {
    "id": "4055",
    "data": " عبد الرحيم ابن زيد ابن الحواري العمي بفتح المهملة وتشديد الميم البصري أبو زيد متروك كذبه ابن معين من الثامنة مات سنة أربع وثمانين ق"
  },
  {
    "id": "4056",
    "data": " عبد الرحيم ابن سليمان الكناني أو الطائي أبو علي الأشل المروزي نزيل الكوفة ثقة له تصانيف من صغار الثامنة مات سنة سبع وثمانين ع"
  },
  {
    "id": "4057",
    "data": " عبد الرحيم ابن عبد الرحمن ابن محمد المحاربي أبو زياد الكوفي ثقة من كبار العاشرة مات سنة إحدى عشرة خ ق"
  },
  {
    "id": "4058",
    "data": " عبد الرحيم ابن مطرف ابن أنيس ابن قدامة الرؤاسي بضم الراء أبو سفيان الكوفي نزيل سروج ثقة من العاشرة مات سنة اثنتين وثلاثين د س"
  },
  {
    "id": "4059",
    "data": " عبد الرحيم ابن ميمون المدني أبو مرحوم نزيل مصر صدوق زاهد من السادسة مات سنة ثلاث وأربعين وقيل اسمه يحيى 4"
  },
  {
    "id": "4060",
    "data": " عبد الرحيم ابن هانئ "
  },
  {
    "id": " الغساني أبو هشام الواسطي نزيل بغداد ضعيف كذبه الدارقطني من التاسعة مات بعد المائتين ت",
    "data": " الغساني أبو هشام الواسطي نزيل بغداد ضعيف كذبه الدارقطني من التاسعة مات بعد المائتين ت"
  },
  {
    "id": "4061",
    "data": " عبد الرزاق ابن عمر ابن مسلم الدمشقي العابد صدوق من العاشرة د"
  },
  {
    "id": "4062",
    "data": " عبد الرزاق ابن عمر الدمشقي أبو بكر الثقفي متروك الحديث عن الزهري لين في غيره من الثامنة تمييز"
  },
  {
    "id": "4063",
    "data": " عبد الرزاق ابن عمر البزيعي بموحدة مفتوحة وزاي صدوق من العاشرة تمييز"
  },
  {
    "id": "4064",
    "data": " عبد الرزاق ابن همام ابن نافع الحميري مولاهم أبو بكر الصنعاني ثقة حافظ مصنف شهير عمي في آخر عمره فتغير وكان يتشيع من التاسعة مات سنة إحدى عشرة وله خمس وثمانون ع"
  },
  {
    "id": "4065",
    "data": " عبد السلام ابن أبي الجنوب بفتح الجيم وتخفيف النون المضمومة وآخره موحدة المدني ضعيف لا يغتر بذكر ابن حبان له في الثقات فإنه ذكره في الضعفاء "
  },
  {
    "id": " من الثامنة ق",
    "data": " من الثامنة ق"
  },
  {
    "id": "4066",
    "data": " عبد السلام ابن أبي حازم شداد العبدي أبو طالوت البصري ثقة من الرابعة د"
  },
  {
    "id": "4067",
    "data": " عبد السلام ابن حرب ابن سلم النهدي بالنون الملائي بضم الميم وتخفيف اللام أبو بكر الكوفي أصله بصري ثقة حافظ له مناكير من صغار الثامنة مات سنة سبع وثمانين وله ست وتسعون سنة ع"
  },
  {
    "id": "4068",
    "data": " عبد السلام ابن حفص أبو مصعب ويقال ابن مصعب الليثي أو السلمي المدني وثقه ابن معين من السابعة د ت س"
  },
  {
    "id": " عبد السلام ابن شداد هو ابن أبي حازم",
    "data": " عبد السلام ابن شداد هو ابن أبي حازم"
  },
  {
    "id": "4069",
    "data": " عبد السلام ابن شعيب ابن الحبحاب البصري صدوق من التاسعة مات سنة أربع وثمانين "
  },
  {
    "id": " ت",
    "data": " ت"
  },
  {
    "id": "4070",
    "data": " عبد السلام ابن صالح ابن سليمان أبو الصلت الهروي مولى قريش نزل نيسابور صدوق له مناكير وكان يتشيع وأفرط العقيلي فقال كذاب "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "4071",
    "data": " عبد السلام ابن عاصم الجعفي الهسنجاني بكسر الهاء المهملة وسكون النون بعدها جيم الرازي مقبول من الحادية عشرة ق"
  },
  {
    "id": "4072",
    "data": " عبد السلام ابن عبد الرحمن ابن صخر ابن عبد الرحمن ابن وابصة ابن معبد أبو الفضل الوابصي بموحدة مكسورة ومهملة قاضي الرقة ثم بغداد مقبول من الحادية عشرة مات سنة سبع وأربعين أو بعدها له شيء في مقدمة مسلم م د"
  },
  {
    "id": "4073",
    "data": " عبد السلام ابن عبد القدوس ابن حبيب أبو محمد الكلاعي بفتح الكاف وتخفيف اللام الدمشقي ضعيف من التاسعة ق"
  },
  {
    "id": "4074",
    "data": " عبد السلام ابن عتيق العنسي بالنون الدمشقي أبو هشام صدوق من الحادية عشرة مات سنة سبع وخمسين أغفل المزي رقم النسائي وهو في إحياء الموات د س"
  },
  {
    "id": " عبد السلام ابن مصعب ويقال ابن حفص تقدم",
    "data": " عبد السلام ابن مصعب ويقال ابن حفص تقدم"
  },
  {
    "id": "4075",
    "data": " عبد السلام ابن مطهر ابن حسام الأزدي أبو ظفر بفتح المعجمة والفاء البصري صدوق من التاسعة مات سنة أربع وعشرين خ د"
  },
  {
    "id": "4076",
    "data": " عبد السلام الكوفي مقبول من السادسة عس"
  },
  {
    "id": " عبد السلام عن حماد وعنه ابن أبي عروبة هو ابن أبي الجنوب قاله ابن عدي",
    "data": " عبد السلام عن حماد وعنه ابن أبي عروبة هو ابن أبي الجنوب قاله ابن عدي"
  },
  {
    "id": "4077",
    "data": " عبد الصمد ابن حبيب أو ابن عبد الله ابن حبيب الأزدي ضعفه أحمد وقال ابن معين لا بأس به من الثامنة د"
  },
  {
    "id": "4078",
    "data": " عبد الصمد ابن سليمان ابن أبي مطرف "
  },
  {
    "id": " العتكي أبو بكر البلخي الأعرج لقبه عبدوس ثقة حافظ من الحادية عشرة مات سنة ست وأربعين ت",
    "data": " العتكي أبو بكر البلخي الأعرج لقبه عبدوس ثقة حافظ من الحادية عشرة مات سنة ست وأربعين ت"
  },
  {
    "id": "4079",
    "data": " عبد الصمد ابن سليمان الأزرق منكر الحديث من الثامنة تمييز"
  },
  {
    "id": "4080",
    "data": " عبد الصمد ابن عبد الوارث ابن سعيد العنبري مولاهم التنوري بفتح المثناة وتثقيل النون المضمومة أبو سهل البصري صدوق ثبت في شعبة من التاسعة مات سنة سبع "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "4081",
    "data": " عبد الصمد ابن عبد الوهاب الحضرمي أبو بكر ويقال أبو محمد النصري بالنون الحمصي لقبه صميد] صدوق من الحادية عشرة س"
  },
  {
    "id": "4082",
    "data": " عبد الصمد ابن معقل ابن منبه اليماني ابن أخي وهب صدوق معمر من السابعة مات سنة ثلاث وثمانين فق"
  },
  {
    "id": " عبد الصمد عن الحسن ",
    "data": " عبد الصمد عن الحسن "
  },
  {
    "id": " صوابه عبيد الصيد وسيأتي",
    "data": " صوابه عبيد الصيد وسيأتي"
  },
  {
    "id": "4083",
    "data": " عبد العزيز ابن أبان ابن محمد ابن عبد الله ابن سعيد ابن العاص الأموي السعيدي "
  },
  {
    "id": " أبو خالد الكوفي نزيل بغداد متروك وكذبه ابن معين وغيره من التاسعة مات سنة سبع ومائتين ت",
    "data": " أبو خالد الكوفي نزيل بغداد متروك وكذبه ابن معين وغيره من التاسعة مات سنة سبع ومائتين ت"
  },
  {
    "id": "4084",
    "data": " عبد العزيز ابن أسيد بفتح الهمزة الطاحي بمهملتين البصري مقبول من الرابعة س"
  },
  {
    "id": "4085",
    "data": " عبد العزيز ابن بشير بالضم ابن كعب العدوي البصري مجهول من الثالثة قد"
  },
  {
    "id": "4086",
    "data": " عبد العزيز ابن أبي بكرة الثقفي البصري ويقال ابن عبد الله ابن أبي بكرة صدوق من الثالثة خت د ت ق"
  },
  {
    "id": " عبد العزيز ابن أبي ثابت هو ابن عمران ",
    "data": " عبد العزيز ابن أبي ثابت هو ابن عمران "
  },
  {
    "id": "4087",
    "data": " عبد العزيز ابن جريج المكي مولى قريش ليّن قال العجلي لم يسمع من عائشة وأخطأ خصيف فصرح بسماعه من الرابعة 4"
  },
  {
    "id": "4088",
    "data": " عبد العزيز ابن أبي حازم سلمة ابن دينار المدني صدوق فقيه من الثامنة مات سنة أربع وثمانين وقيل قبل ذلك ع"
  },
  {
    "id": "4089",
    "data": " عبد العزيز ابن خالد ابن زياد الترمذي مقبول من التاسعة س"
  },
  {
    "id": "4090",
    "data": " عبد العزيز ابن الخطاب الكوفي أبو الحسن نزيل البصرة صدوق من كبار العاشرة مات سنة أربع وعشرين ص ق"
  }
]