[
  {
    "id": " عبد العزيز ابن خليفة قيل هو اسم أبي إسرائيل وقد تقدم في إسماعيل",
    "data": " عبد العزيز ابن خليفة قيل هو اسم أبي إسرائيل وقد تقدم في إسماعيل"
  },
  {
    "id": "4091",
    "data": " عبد العزيز ابن الربيع ابن سبرة بفتح المهملة وسكون الموحدة الجهني صدوق ربما غلط من السابعة م د"
  },
  {
    "id": "4092",
    "data": " عبد العزيز ابن الربيع بالتشديد الباهلي أبو العوام البصري ثقة من السابعة بخ"
  },
  {
    "id": "4093",
    "data": " عبد العزيز ابن ربيعة البناني بضم الموحدة ونونين الأولى خفيفة أبو ربيعة البصري مقبول من التاسعة ت"
  },
  {
    "id": "4094",
    "data": " عبد العزيز ابن أبي رزمة بكسر الراء وسكون الزاي اليشكري مولاهم أبو محمد المروزي ثقة من التاسعة مات سنة ست ومائتين د ت"
  },
  {
    "id": "4095",
    "data": " عبد العزيز ابن رفيع بفاء مصغر الأسدي أبو عبد الله المكي نزيل الكوفة ثقة من الرابعة مات سنة ثلاثين "
  },
  {
    "id": " ويقال بعدها وقد جاوز التسعين ع",
    "data": " ويقال بعدها وقد جاوز التسعين ع"
  },
  {
    "id": "4096",
    "data": " عبد العزيز ابن أبي رواد بفتح الراء وتشديد الواو "
  },
  {
    "id": " صدوق عابد ربما وهم ورمي بالإرجاء من السابعة مات سنة تسع وخمسين خت 4",
    "data": " صدوق عابد ربما وهم ورمي بالإرجاء من السابعة مات سنة تسع وخمسين خت 4"
  },
  {
    "id": "4097",
    "data": " عبد العزيز ابن السري الناقد ويقال بالطاء بدل الدال مقبول من العاشرة د"
  },
  {
    "id": " عبد العزيز ابن أبي سلمة الماجشون هو ابن عبد الله يأتي",
    "data": " عبد العزيز ابن أبي سلمة الماجشون هو ابن عبد الله يأتي"
  },
  {
    "id": "4098",
    "data": " عبد العزيز ابن أبي سلمة ابن عبيد الله ابن عبد الله ابن عمر أبو عبد الرحمن المدني نزيل بغداد لا بأس به من العاشرة س"
  },
  {
    "id": "4099",
    "data": " عبد العزيز ابن أبي سليمان الهذلي مولاهم أبو مودود المدني القاص مقبول من السادسة د ت س"
  },
  {
    "id": "4100",
    "data": " عبد العزيز ابن سياه بكسر المهملة بعدها تحتانية خفيفة الأسدي الكوفي صدوق يتشيع من السابعة خ م ت س ق"
  },
  {
    "id": "4101",
    "data": " عبد العزيز ابن أبي الصعبة التيمي مولاهم أبو الصعبة المصري لا بأس به من الثالثة "
  },
  {
    "id": " س ق",
    "data": " س ق"
  },
  {
    "id": "4102",
    "data": " عبد العزيز ابن صهيب البناني بموحدة ونونين البصري "
  },
  {
    "id": " ثقة من الرابعة مات سنة ثلاثين ع",
    "data": " ثقة من الرابعة مات سنة ثلاثين ع"
  },
  {
    "id": " عبد العزيز ابن عباس يأتي في ابن عياش بتحتانية ومعجمة",
    "data": " عبد العزيز ابن عباس يأتي في ابن عياش بتحتانية ومعجمة"
  },
  {
    "id": "4103",
    "data": " عبد العزيز ابن عبد الله ابن خالد ابن أسيد بفتح الهمزة الأموي ثقة من الثالثة ولي إمرة مكة ومات في خلافة هشام ووهم من ذكره في الصحابة د ت س"
  },
  {
    "id": "4104",
    "data": " عبد العزيز ابن عبد الله ابن أبي سلمة الماجشون بكسر الجيم بعدها معجمة مضمومة المدني نزيل بغداد مولى آل الهدير ثقة فقيه مصنف من السابعة مات سنة أربع وستين ع"
  },
  {
    "id": "4105",
    "data": " عبد العزيز ابن عبد الله ابن عبد الله ابن عمر العدوي المدني ثقة من السادسة وهو والد عبد الله الزاهد العمري س"
  },
  {
    "id": "4106",
    "data": " عبد العزيز ابن عبد الله ابن يحيى ابن عمرو ابن أويس ابن سعد ابن أبي سرح الأويسي "
  },
  {
    "id": " أبو القاسم المدني ثقة من كبار العاشرة خ د ت كن ق",
    "data": " أبو القاسم المدني ثقة من كبار العاشرة خ د ت كن ق"
  },
  {
    "id": "4107",
    "data": " عبد العزيز ابن عبد الله القرشي أبو يحيى النرمقي بفتح النون وسكون الراء وفتح الميم بعدها قاف الرازي منكر الحديث من الثامنة ت ق"
  },
  {
    "id": "4108",
    "data": " عبد العزيز ابن عبد الصمد العمي أبو عبد الله "
  },
  {
    "id": " البصري ثقة حافظ من كبار التاسعة مات سنة سبع وثمانين ويقال بعد ذلك ع",
    "data": " البصري ثقة حافظ من كبار التاسعة مات سنة سبع وثمانين ويقال بعد ذلك ع"
  },
  {
    "id": "4109",
    "data": " عبد العزيز ابن عبد الملك ابن أبي محذورة الجمحي المكي المؤذن مقبول من السادسة 4"
  },
  {
    "id": "4110",
    "data": " عبد العزيز ابن عبد الملك القرشي مجهول من الثامنة وهم من زعم أنه الذي قبله د"
  },
  {
    "id": " عبد العزيز ابن عبد الملك عن محمد ابن أبي بكر ابن حزم وعنه ابن أبي ذئب ",
    "data": " عبد العزيز ابن عبد الملك عن محمد ابن أبي بكر ابن حزم وعنه ابن أبي ذئب "
  },
  {
    "id": " صوابه عبد العزيز ابن عبد الله وهو ابن عبد الله ابن عمر المتقدم س",
    "data": " صوابه عبد العزيز ابن عبد الله وهو ابن عبد الله ابن عمر المتقدم س"
  },
  {
    "id": "4111",
    "data": " عبد العزيز ابن عبيد الله ابن حمزة ابن صهيب ابن سنان الحمصي ضعيف ولم يرو عنه غير إسماعيل ابن عياش من السابعة ق"
  },
  {
    "id": "4112",
    "data": " عبد العزيز ابن عثمان ابن جبلة بفتح الجيم والموحدة ابن أبي رواد الأزدي مولاهم أبو الفضل المروزي لقبه شاذان وهو أخو عبدان مقبول من العاشرة مات سنة إحدى وقيل خمس وقيل تسع وعشرين خ س"
  },
  {
    "id": "4113",
    "data": " عبد العزيز ابن عمر ابن عبد العزيز ابن مروان الأموي أبو محمد المدني نزيل الكوفة صدوق يخطىء من السابعة مات في حدود الخمسين ع"
  },
  {
    "id": "4114",
    "data": " عبد العزيز ابن عمران ابن عبد العزيز ابن عمر ابن عبد الرحمن ابن عوف الزهري المدني الأعرج يعرف بابن أبي ثابت متروك احترقت كتبه فحدث من حفظه فاشتد غلطه وكان عارفا بالأنساب من الثامنة مات سنة سبع وتسعين ت"
  },
  {
    "id": "4115",
    "data": " عبد العزيز ابن عياش بتحتانية ومعجمة وقيل بموحدة ومهملة المدني مقبول من السادسة س"
  },
  {
    "id": "4116",
    "data": " عبد العزيز ابن قرير بقاف مصغر العبدي البصري ثقة من السادسة ولم يصب من زعم أنه الأصمعي وأن مالكا غلط في اسمه فقد بين صواب ذلك يحيى ابن بكير بخ"
  },
  {
    "id": "4117",
    "data": " عبد العزيز ابن قيس العبدي البصري مقبول من الرابعة ر"
  },
  {
    "id": "4118",
    "data": " عبد العزيز ابن قيس ابن عبد الرحمن القرشي البصري مقبول من الثامنة تمييز"
  },
  {
    "id": " عبد العزيز ابن الماجشون هو ابن عبد الله تقدم",
    "data": " عبد العزيز ابن الماجشون هو ابن عبد الله تقدم"
  },
  {
    "id": "4119",
    "data": " عبد العزيز ابن محمد ابن عبيد الدراوردي أبو محمد الجهني مولاهم المدني صدوق كان يحدث من كتب غيره فيخطىء قال النسائي حديثه عن عبيد الله العمري منكر من الثامنة مات سنة ست أو سبع وثمانين ع"
  },
  {
    "id": "4120",
    "data": " عبد العزيز ابن المختار الدباغ البصري مولى حفصة بنت سيرين ثقة من السابعة ع"
  },
  {
    "id": "4121",
    "data": " عبد العزيز ابن مروان ابن الحكم أبو الأصبغ بمهملة ساكنة ثم موحدة مفتوحة ثم معجمة أخو الخليفة عبد الملك وهو والد عمر أَمَّره أبوه على مصر فأقام بها أكثر من عشرين سنة وكان صدوقا من الرابعة مات "
  },
  {
    "id": " بعد الثمانين د",
    "data": " بعد الثمانين د"
  },
  {
    "id": "4122",
    "data": " عبد العزيز ابن مسلم القسملي بفتح القاف وسكون المهملة وفتح الميم مخففا أبو زيد المروزي ثم البصري ثقة عابد ربما وهم من السابعة مات سنة سبع وستين خ م د ت س"
  },
  {
    "id": "4123",
    "data": " عبد العزيز ابن مسلم المدني مولى آل رفاعة مقبول من السابعة د ق"
  },
  {
    "id": "4124",
    "data": " عبد العزيز ابن المطلب ابن عبد الله ابن حنطب المخزومي أبو طالب المدني صدوق من السابعة مات في خلافة المنصور خت م ت ق"
  },
  {
    "id": "4125",
    "data": " عبد العزيز ابن معاوية ابن عبد الله ابن خالد ابن أسيد بفتح الهمزة الأموي العتابي بمثناة مثقلة ثم موحدة البصري أبو خالد صدوق له أغلاط ولي قضاء الشام من الحادية عشرة مات سنة أربع وثمانين حديثه في المراسيل لأبي داود ولم يذكره المزي مد"
  },
  {
    "id": "4126",
    "data": " عبد العزيز ابن المغيرة ابن أمي المنقري أبو عبد الرحمن الصفار البصري نزيل الري صدوق من صغار التاسعة ق"
  },
  {
    "id": "4127",
    "data": " عبد العزيز ابن منيب بضم الميم بعدها نون وآخره موحدة أبو الدرداء المروزي صدوق من الحادية عشرة مات سنة سبع وستين ق"
  },
  {
    "id": "4128",
    "data": " عبد العزيز ابن مهران البصري والد مرحوم مقبول من السابعة ت"
  },
  {
    "id": "4129",
    "data": " عبد العزيز ابن موسى ابن روح اللاحوني بضم المهملة أبو روح البهراني صدوق من العاشرة س"
  },
  {
    "id": "4130",
    "data": " عبد العزيز ابن يحيى ابن يوسف البكائي أبو الأصبغ الحراني صدوق ربما وهم من العاشرة مات سنة خمس وثلاثين د س"
  },
  {
    "id": "4131",
    "data": " عبد العزيز ابن يحيى المدني نزيل نيسابور متروك كذبه إبراهيم ابن المنذر من العاشرة "
  },
  {
    "id": " مات بعد الثلاثين تمييز",
    "data": " مات بعد الثلاثين تمييز"
  },
  {
    "id": "4132",
    "data": " عبد العزيز ابن يحيى ابن عبد العزيز ابن مسلم الكناني المكي صاحب كتاب الحيدة كان يلقب الغول بضم المعجمة صدوق فاضل من صغار العاشرة مات بعد الثلاثين تمييز"
  },
  {
    "id": "4133",
    "data": " عبد العزيز ابن يحيى عن سعيد ابن صفوان مجهول من التاسعة تمييز"
  },
  {
    "id": "4150",
    "data": " عبد الكريم ابن روح ابن عنبسة البزاز أبو سعيد البصري ضعيف من العاشرة مات سنة خمس عشرة ومائتين ق"
  },
  {
    "id": "4151",
    "data": " عبد الكريم ابن سليط المروزي نزيل البصرة مقبول من السادسة س"
  },
  {
    "id": "4152",
    "data": " عبد الكريم ابن عبد الله ابن شقيق العقيلي البصري مجهول من السادسة د"
  },
  {
    "id": "4153",
    "data": " عبد الكريم ابن عبد الرحمن البجلي الكوفي مقبول من الثامنة ق"
  },
  {
    "id": "4154",
    "data": " عبد الكريم ابن مالك الجزري أبو سعيد مولى بني أمية وهو الخضرمي بالخاء والضاد المعجمتين نسبة إلى قرية من اليمامة ثقة متقن من السادسة مات سنة سبع وعشرين"
  },
  {
    "id": "4155",
    "data": " عبد الكريم ابن محمد الجرجاني القاضي مقبول من التاسعة مات قديما في حدود الثمانين ومائة ت"
  },
  {
    "id": "4156",
    "data": " عبد الكريم ابن أبي المخارق بضم الميم وبالخاء المعجمة أبو أمية المعلم البصري نزيل مكة واسم أبيه قيس وقيل طارق ضعيف له في البخاري زيادة في أول قيام الليل من طريق سفيان عن سليمان الأحول عن طاوس عن ابن عباس في الذكر عند القيام قال سفيان زاد عبد الكريم فذكر شيئا وهذا موصول وعلم له المزي علامة التعليق "
  },
  {
    "id": " وله ذكرفي مقدمة مسلم وما روى له النسائي إلا قليلا من السادسة أيضا مات سنة ست وعشرين وقد شارك الجزري في بعض المشايخ فربما التبس به على من لا فهم له خ م ل ت س ق",
    "data": " وله ذكرفي مقدمة مسلم وما روى له النسائي إلا قليلا من السادسة أيضا مات سنة ست وعشرين وقد شارك الجزري في بعض المشايخ فربما التبس به على من لا فهم له خ م ل ت س ق"
  },
  {
    "id": "4157",
    "data": " عبد الكريم العقيلي عن أنس يحتمل أن يكون ابن عبد الله ابن شقيق أو ابن وهب أخا عبد المجيد مقبول من الخامسة عخ"
  },
  {
    "id": "4158",
    "data": " عبد المتعال ابن طالب الأنصاري أبو محمد البغدادي أصله من بلخ ثقة من العاشرة مات سنة اثنتين وعشرين خ"
  },
  {
    "id": "4159",
    "data": " عبد المجيد ابن سهيل ابن عبد الرحمن ابن عوف الزهري أبو وهب وأبو محمد ثقة من السادسة خ م د س"
  },
  {
    "id": "4160",
    "data": " عبد المجيد ابن عبد العزيز ابن أبي رواد بفتح الراء وتشديد الواو صدوق يخطىء وكان مرجئا أفرط ابن حبان فقال متروك من التاسعة مات سنة ست ومائتين م 4"
  },
  {
    "id": "4161",
    "data": " عبد المجيد ابن أبي يزيد وهب العقيلي البصري وثقه ابن معين من الرابعة 4"
  },
  {
    "id": "4162",
    "data": " عبد المطلب ابن ربيعة ابن الحارث ابن عبد المطلب ابن هاشم الهاشمي صحابي سكن الشام ومات سنة اثنتين وستين ويقال اسمه المطلب م د س"
  },
  {
    "id": " عبد الملك ابن أبجر هو ابن سعيد",
    "data": " عبد الملك ابن أبجر هو ابن سعيد"
  },
  {
    "id": "4163",
    "data": " عبد الملك ابن إبراهيم الجدي بضم الجيم وتشديد الدال المكي مولى بني عبد الدار صدوق من التاسعة مات سنة أربع أو خمس ومائتين خ د ت س"
  },
  {
    "id": "4164",
    "data": " عبد الملك ابن أعين الكوفي مولى بني شيبان صدوق شيعي له في الصحيحين حديث واحد متابعة من السادسة ع"
  },
  {
    "id": "4165",
    "data": " عبد الملك ابن إياس الشيباني الكوفي الأعور ثقة من السادسة د"
  },
  {
    "id": " عبد الملك ابن أيمن في ابن محمد ابن أيمن",
    "data": " عبد الملك ابن أيمن في ابن محمد ابن أيمن"
  },
  {
    "id": "4166",
    "data": " عبد الملك ابن أبي بشير البصري نزيل المدائن ثقة من السادسة بخ د ت س ق"
  },
  {
    "id": "4167",
    "data": " عبد الملك ابن أبي بكر ابن عبد الرحمن ابن الحارث ابن هشام المخزومي المدني ثقة من الخامسة مات في أول خلافة هشام ع"
  },
  {
    "id": "4168",
    "data": " عبد الملك ابن أبي بكر ابن محمد ابن عمرو ابن حزم ثقة من السابعة لم يثبت أن مسلما أخرج له م"
  },
  {
    "id": "4169",
    "data": " عبد الملك ابن جابر ابن عتيك الأنصاري المدني ثقة من الرابعة د ت"
  },
  {
    "id": "4170",
    "data": " عبد الملك ابن أبي جميلة مجهول من السابعة ت"
  },
  {
    "id": "4171",
    "data": " عبد الملك ابن الحارث ابن هشام "
  },
  {
    "id": " عن أبيه مقبول من الثالثة ق",
    "data": " عن أبيه مقبول من الثالثة ق"
  },
  {
    "id": "4172",
    "data": " عبد الملك ابن حبيب الأزدي أو الكندي "
  },
  {
    "id": " أبو عمران الجوني مشهور بكنيته ثقة من كبار الرابعة مات سنة ثمان وعشرين وقيل بعدها ع",
    "data": " أبو عمران الجوني مشهور بكنيته ثقة من كبار الرابعة مات سنة ثمان وعشرين وقيل بعدها ع"
  },
  {
    "id": "4173",
    "data": " عبد الملك ابن حبيب المصيصي أبو مروان البزاز مقبول من العاشرة مات في حدود الأربعين د"
  },
  {
    "id": "4174",
    "data": " عبد الملك ابن حبيب الأندلسي أبو مروان الفقيه المشهور صدوق ضعيف الحفظ كثير الغلط من كبار العاشرة مات سنة تسع وثلاثين تمييز"
  },
  {
    "id": "4175",
    "data": " عبد الملك ابن الحسن ابن أبي حكيم الجاري بالجيم ويقال الحارثي بالمهملة وزيادة المثلثة مدني لا بأس به من السابعة س"
  },
  {
    "id": " عبد الملك ابن الحسين أبو مالك النخعي في الكنى",
    "data": " عبد الملك ابن الحسين أبو مالك النخعي في الكنى"
  },
  {
    "id": "4176",
    "data": " عبد الملك ابن حميد ابن أبي غنية بفتح المعجمة وكسر النون وتشديد التحتانية الخزاعي الكوفي أصله من أصبهان ثقة من السابعة ع"
  },
  {
    "id": "4177",
    "data": " عبد الملك ابن الخطاب ابن عبيد الله ابن أبي بكرة الثقفي البصري مقبول من التاسعة بخ"
  },
  {
    "id": "4178",
    "data": " عبد الملك ابن الربيع ابن سبرة ابن معبد الجهني وثقه العجلي من السابعة م د ت ق"
  },
  {
    "id": "4179",
    "data": " عبد الملك ابن زيد ابن سعيد ابن زيد ابن عمرو ابن نفيل العدوي المدني قال النسائي لا بأس به من السابعة د س"
  },
  {
    "id": "4180",
    "data": " عبد الملك ابن سعيد ابن جبير الأسدي مولاهم الكوفي لا بأس به من السادسة خ د ت"
  },
  {
    "id": "4181",
    "data": " عبد الملك ابن سعيد ابن حيان بالتحتانية ابن أبجر بموحدة وجيم الكوفي ثقة عابد من السادسة م د ت س"
  },
  {
    "id": "4182",
    "data": " عبد الملك ابن سعيد ابن سويد الأنصاري المدني ثقة من الثالثة م د س ق"
  },
  {
    "id": "4183",
    "data": " عبد الملك ابن سلع الهمداني صدوق من السادسة س"
  },
  {
    "id": "4184",
    "data": " عبد الملك ابن أبي سليمان ميسرة العرزمي بفتح المهملة وسكون الراء وبالزاي المفتوحة صدوق له أوهام من الخامسة مات سنة خمس وأربعين خت م 4"
  },
  {
    "id": "4185",
    "data": " عبد الملك ابن شعيب ابن الليث ابن سعد الفهمي مولاهم المصري أبو عبد الله ثقة من الحادية عشرة مات سنة ثمان وأربعين م د س"
  },
  {
    "id": "4186",
    "data": " عبد الملك ابن الصباح المسمعي أبو محمد الصنعاني ثم البصري صدوق "
  }
]