[
  {
    "id": " مات سنة مائتين ويقال قبلها خ م س ق",
    "data": " مات سنة مائتين ويقال قبلها خ م س ق"
  },
  {
    "id": "4187",
    "data": " عبد الملك ابن الصباح عن مالك قال الخليلي يسرق الحديث من العاشرة تمييز"
  },
  {
    "id": "4188",
    "data": " عبد الملك ابن الطفيل الجزري مقبول من السابعة س"
  },
  {
    "id": "4189",
    "data": " عبد الملك ابن عبد الله ابن محمد ابن سيرين البصري مستور من السابعة قد"
  },
  {
    "id": "4190",
    "data": " عبد الملك ابن عبد الحميد ابن عبد الحميد ابن ميمون ابن مهران الجزري ثم الرقي أبو الحسن الميموني ثقة فاضل لازم أحمد أكثر من عشرين سنة من الحادية عشرة مات سنة أربع وسبعين وقد قارب المائة س"
  },
  {
    "id": "4191",
    "data": " عبد الملك ابن عبد الرحمن ابن هشام أبو هشام الذماري بفتح المعجمة وتخفيف الميم "
  },
  {
    "id": " الأبناوي بفتح الهمزة وسكون الموحدة بعدها نون وقد ينسب إلى جده صدوق كان يصحف من التاسعة د س",
    "data": " الأبناوي بفتح الهمزة وسكون الموحدة بعدها نون وقد ينسب إلى جده صدوق كان يصحف من التاسعة د س"
  },
  {
    "id": "4192",
    "data": " عبد الملك ابن عبد الرحمن الشامي نزيل البصرة أبو العباس ضعيف من التاسعة أيضا ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "4193",
    "data": " عبد الملك ابن عبد العزيز ابن جريج الأموي مولاهم المكي ثقة فقيه فاضل وكان يدلس ويرسل من السادسة مات سنة خمسين أو بعدها وقد جاز السبعين وقيل جاز المائة ولم يثبت ع"
  },
  {
    "id": "4194",
    "data": " عبد الملك ابن عبد العزيز القشيري النسائي أبو نصر التمار ثقة عابد من صغار التاسعة مات سنة ثمان وعشرين وهو ابن إحدى وتسعين سنة م س"
  },
  {
    "id": "4195",
    "data": " عبد الملك ابن عبد العزيز ابن عبد الله ابن أبي سلمة الماجشون أبو مروان المدني الفقيه مفتي أهل المدينة صدوق له أغلاط في الحديث من التاسعة وكان رفيق الشافعي مات سنة ثلاث عشرة كد س ق"
  },
  {
    "id": "4196",
    "data": " عبد الملك ابن عبيد السدوسي مجهول الحال من السادسة س"
  },
  {
    "id": "4197",
    "data": " عبد الملك ابن عبيد أو ابن عبيدة مجهول الحال من الخامسة س"
  },
  {
    "id": "4198",
    "data": " عبد الملك ابن عمرو ابن قيس الأنصاري المدني مقبول من السادسة س"
  },
  {
    "id": "4199",
    "data": " عبد الملك ابن عمرو القيسي أبو عامر العقدي بفتح المهملة والقاف ثقة من التاسعة مات سنة أربع أو خمس ومائتين ع"
  },
  {
    "id": "4200",
    "data": " عبد الملك ابن عمير ابن سويد اللخمي حليف بني عدي الكوفي ويقال له الفرسي بفتح الفاء والراء ثم مهملة نسبة إلى فرس له سابق كان يقال له القبطي بكسر القاف وسكون الموحدة وربما قيل ذلك أيضا لعبد الملك ثقة فصيح عالم تغير حفظه وربما دلس من الرابعة "
  },
  {
    "id": " مات سنة ست وثلاثين وله مائة وثلاث سنين ع",
    "data": " مات سنة ست وثلاثين وله مائة وثلاث سنين ع"
  },
  {
    "id": "4201",
    "data": " عبد الملك ابن علاق بمهملة ولام مثقلة مجهول من الخامسة ت"
  },
  {
    "id": " عبد الملك ابن عياش في عبد الرحمن ابن عياش",
    "data": " عبد الملك ابن عياش في عبد الرحمن ابن عياش"
  },
  {
    "id": "4202",
    "data": " عبد الملك ابن عيسى ابن عبد الرحمن ابن العلاء ابن جارية بالجيم والتحتانية الثقفي مقبول من السادسة ت"
  },
  {
    "id": "4203",
    "data": " عبد الملك ابن قتادة ابن ملحان ويقال ابن قدامة بدل قتادة ويقال عبد الملك ابن المنهال "
  },
  {
    "id": " مقبول من الثالثة د س ق",
    "data": " مقبول من الثالثة د س ق"
  },
  {
    "id": "4204",
    "data": " عبد الملك ابن قدامة ابن إبراهيم ابن محمد ابن حاطب الجمحي المدني ضعيف من السابعة ق"
  },
  {
    "id": "4205",
    "data": " عبد الملك ابن كريب ابن عبد الملك ابن علي ابن أصمع أبو سعيد الباهلي الأصمعي البصري صدوق سني من التاسعة مات سنة ست عشرة وقيل غير ذلك وقد قارب التسعين م د ت"
  },
  {
    "id": " عبد الملك ابن كردوس أبو عبد الدائم الهدادي في الكنى",
    "data": " عبد الملك ابن كردوس أبو عبد الدائم الهدادي في الكنى"
  },
  {
    "id": "4206",
    "data": " عبد الملك ابن أبي كريمة الأنصاري مولاهم المغربي صدوق صالح من العاشرة مات سنة أربع ومائتين وقيل سنة عشر د"
  },
  {
    "id": " عبد الملك ابن الماجشون هو ابن عبد العزيز تقدم",
    "data": " عبد الملك ابن الماجشون هو ابن عبد العزيز تقدم"
  },
  {
    "id": "4207",
    "data": " عبد الملك ابن أبي محذورة الجمحي مقبول من الثالثة عخ د ت س"
  },
  {
    "id": "4208",
    "data": " عبد الملك ابن محمد ابن أيمن وقد ينسب إلى جده مجهول من العاشرة د"
  },
  {
    "id": "4209",
    "data": " عبد الملك ابن محمد ابن نسير بنون ومهملة مصغر الكوفي مجهول من السادسة س"
  },
  {
    "id": "4210",
    "data": " عبد الملك ابن محمد ابن عبد الله ابن محمد ابن عبد الملك الرقاشي بفتح الراء وتخفيف القاف ثم معجمة أبو قلابة البصري يكنى أبا محمد وأبو قلابة لقب صدوق يخطىء تغير حفظه لما سكن بغداد من الحادية عشرة مات سنة ست وسبعين ومائتين وله ست وثمانون سنة ق"
  },
  {
    "id": "4211",
    "data": " عبد الملك ابن محمد الحميري البرسمي بفتح الموحدة والمهملة بينهما راء ساكنة من أهل صنعاء دمشق لين الحديث من التاسعة د س ق"
  },
  {
    "id": "4212",
    "data": " عبد الملك ابن مروان ابن الحارث ابن أبي ذباب بضم المعجمة وموحدتين الأولى خفيفة الدوسي المدني مقبول من السادسة س"
  },
  {
    "id": "4213",
    "data": " عبد الملك ابن مروان ابن الحكم ابن أبي العاص الأموي أبو الوليد المدني ثم الدمشقي كان طالب علم قبل الخلافة ثم اشتغل بها فتغير حاله ملك ثلاث عشرة سنة استقلالا وقبلها منازعا لابن الزبير تسع سنين من الرابعة ومات "
  },
  {
    "id": " سنة ست وثمانين في شوال وقد جاوز الستين بخ",
    "data": " سنة ست وثمانين في شوال وقد جاوز الستين بخ"
  },
  {
    "id": "4214",
    "data": " عبد الملك ابن مروان ابن قارظ بقاف ومعجمة البصري الحذاء جار "
  },
  {
    "id": " الطيالسي أبو مروان إمام مسجد أبي عاصم ثقة من الحادية عشرة مات سنة خمسين ومائتين د",
    "data": " الطيالسي أبو مروان إمام مسجد أبي عاصم ثقة من الحادية عشرة مات سنة خمسين ومائتين د"
  },
  {
    "id": "4215",
    "data": " عبد الملك ابن مروان الأهوازي أو بشر نزيل الرقة مقبول من الحادية عشرة مات سنة ست وخمسين تمييز"
  },
  {
    "id": "4216",
    "data": " عبد الملك ابن مسلم ابن سلام الحنفي أبو سلام الكوفي ثقة شيعي من السابعة ت س"
  },
  {
    "id": "4217",
    "data": " عبد الملك ابن مسلم الرقاشي جد "
  },
  {
    "id": " أبي قلابة المتقدم ذكره لين الحديث من السابعة عس",
    "data": " أبي قلابة المتقدم ذكره لين الحديث من السابعة عس"
  },
  {
    "id": " عبد الملك ابن معدان يأتي في ابن الوليد",
    "data": " عبد الملك ابن معدان يأتي في ابن الوليد"
  },
  {
    "id": "4218",
    "data": " عبد الملك ابن معن ابن عبد الرحمن ابن عبد الله ابن مسعود الهذلي أبو عبيدة المسعودي ثقة من السابعة م د س ق"
  },
  {
    "id": "4219",
    "data": " عبد الملك ابن المغيرة ابن نوفل ابن الحارث ابن عبد المطلب ابن هاشم ابن عبد مناف الهاشمي النوفلي أبو محمد ثقة من الثالثة رق"
  },
  {
    "id": "4220",
    "data": " عبد الملك ابن المغيرة الطائفي مقبول من الرابعة مد ت"
  },
  {
    "id": " عبد الملك ابن المنهال في ابن قتادة",
    "data": " عبد الملك ابن المنهال في ابن قتادة"
  },
  {
    "id": "4221",
    "data": " عبد الملك ابن ميسرة الهلالي أبو زيد العامري الكوفي الزراد ثقة من الرابعة ع"
  },
  {
    "id": "4222",
    "data": " عبد الملك ابن ميسرة بصري مقبول من السابعة تمييز"
  },
  {
    "id": "4223",
    "data": " عبد الملك ابن ميسرة شامي مجهول من السابعة تمييز"
  },
  {
    "id": "4224",
    "data": " عبد الملك ابن نافع الشيباني الكوفي ابن أخي القعقاع ويقال له ابن القعقاع مجهول من الرابعة س"
  },
  {
    "id": "4225",
    "data": " عبد الملك ابن أبي نضرة العبدي البصري صدوق ربما أخطأ من السابعة خد ق"
  },
  {
    "id": "4226",
    "data": " عبد الملك ابن نوفل ابن مساحق ابن عبد الله ابن مخرمة العامري عامر قريش مدني يكنى أبا نوفل مقبول من الثالثة د ت س"
  },
  {
    "id": " عبد الملك ابن هشام الذماري تقدم في ابن عبد الرحمن",
    "data": " عبد الملك ابن هشام الذماري تقدم في ابن عبد الرحمن"
  },
  {
    "id": "4227",
    "data": " عبد الملك ابن الوليد ابن معدان الضبعي البصري وقد ينسب لجده ضعيف من السابعة ت ق"
  },
  {
    "id": "4228",
    "data": " عبد الملك ابن يسار الهلالي المدني مولى ميمونة ثقة من الثالثة مات سنة عشر ومائة س"
  },
  {
    "id": "4229",
    "data": " عبد الملك ابن يعلى الليثي البصري قاضي البصرة ثقة من الرابعة مات بعد المائة خت"
  },
  {
    "id": " عبد الملك الأعور هو ابن إياس تقدم",
    "data": " عبد الملك الأعور هو ابن إياس تقدم"
  },
  {
    "id": " عبد الملك الذماري ",
    "data": " عبد الملك الذماري "
  },
  {
    "id": " ",
    "data": " "
  },
  {
    "id": " الصنعاني هو ابن محمد تقدم",
    "data": " الصنعاني هو ابن محمد تقدم"
  },
  {
    "id": "4230",
    "data": " عبد الملك الزبيري مجهول من الثالثة ق"
  },
  {
    "id": "4231",
    "data": " عبد الملك القيسي مجهول من السادسة س"
  },
  {
    "id": "4232",
    "data": " عبد الملك أبو جعفر روى عن أبي نضرة بصري ويقال مدني مقبول من السابعة ويحتمل أن يكون ابن أبي نضرة ق"
  },
  {
    "id": "4233",
    "data": " عبد الملك ابن أخي عمرو ابن حريث يقال إنه ابن سعد وقيل فيه عبد الملك ابن عمرو ابن حريث وقيل عمرو ابن عبد الملك ابن حويرث مجهول روى شيئا مرسلا من الثالثة مد"
  },
  {
    "id": " عبد الملك عن عطاء هو ابن أبي سليمان",
    "data": " عبد الملك عن عطاء هو ابن أبي سليمان"
  },
  {
    "id": " عبد الملك عن عكرمة هو ابن أبي بشير",
    "data": " عبد الملك عن عكرمة هو ابن أبي بشير"
  },
  {
    "id": " عبد الملك عن مجاهد هو ابن جريج",
    "data": " عبد الملك عن مجاهد هو ابن جريج"
  },
  {
    "id": " عبد الملك عن أبيه هو ابن قتادة",
    "data": " عبد الملك عن أبيه هو ابن قتادة"
  },
  {
    "id": "4234",
    "data": " عبد المنعم ابن نعيم الأسواري أبو سعيد البصري صاحب السقاء متروك من الثامنة ت"
  },
  {
    "id": "4235",
    "data": " عبد المهيمن ابن عباس ابن سهل ابن سعد الساعدي الأنصاري المدني ضعيف من الثامنة مات بعد السبعين ومائة ت ق"
  },
  {
    "id": "4236",
    "data": " عبد المؤمن ابن خالد الحنفي أبو خالد المروزي القاضي لا بأس به من السابعة د ت س"
  },
  {
    "id": "4237",
    "data": " عبد المؤمن ابن عبيد الله السدوسي أبو عبيدة البصري ثقة من الثامنة قد فق"
  },
  {
    "id": "4238",
    "data": " عبد الواحد ابن أيمن المخزومي مولاهم أبو القاسم المكي لا بأس به من الخامسة خ م س"
  },
  {
    "id": "4239",
    "data": " عبد الواحد ابن حمزة ابن عبد الله ابن الزبير الأسدي أبو حمزة المدني لا بأس به من السادسة م ت س"
  },
  {
    "id": "4240",
    "data": " عبد الواحد ابن زياد العبدي مولاهم البصري ثقة في حديثه عن الأعمش وحده مقال من الثامنة مات سنة ست وسبعين وقيل بعدها ع"
  },
  {
    "id": "4241",
    "data": " عبد الواحد ابن سليم المالكي البصري ضعيف من السابعة ت"
  },
  {
    "id": "4242",
    "data": " عبد الواحد ابن صالح مجهول من الحادية عشرة ق"
  },
  {
    "id": "4243",
    "data": " عبد الواحد ابن صفوان ابن أبي عياش الأموي مولى عثمان مدني سكن البصرة مقبول من السابعة فق"
  },
  {
    "id": "4244",
    "data": " عبد الواحد ابن عبد الله ابن كعب ابن عمير النصري بالنون أبو بسر بضم الموحدة وسكون المهملة الدمشقي ويقال الحمصي ثقة من الخامسة خ 4"
  },
  {
    "id": "4245",
    "data": " عبد الواحد ابن عبد الله ابن بسر المازني الحمصي قال ابن جوصا هو غير الذي قبله خلطهما أبو زرعة الدمشقي وهو ثقة من الخامسة أيضا تمييز"
  },
  {
    "id": "4246",
    "data": " عبد الواحد ابن أبي عون المدني صدوق يخطىء من السابعة مات سنة أربع وأربعين خت ق"
  },
  {
    "id": "4247",
    "data": " عبد الواحد ابن غياث بمعجمة ومثلثة البصري أبو بحر الصيرفي صدوق من صغار التاسعة مات سنة أربعين وقيل قبل ذلك د"
  },
  {
    "id": "4248",
    "data": " عبد الواحد ابن قيس السلمي أبو حمزة الدمشقي الأفطس النحوي صدوق له أوهام ومراسيل من الخامسة ق"
  },
  {
    "id": "4249",
    "data": " عبد الواحد ابن واصل السدوسي مولاهم أبو عبيدة الحداد البصري نزيل بغداد ثقة تكلم فيه الأزدي بغير حجة من التاسعة مات سنة تسعين ومائة خ د ت س"
  },
  {
    "id": "4250",
    "data": " عبد الوارث ويقال عبد الأكبر ويقال عبد الأكرم ابن أبي حنيفة الكوفي شيخ لشعبة اختلف أصحابه عليه في تسميته مقبول من السابعة س"
  },
  {
    "id": "4251",
    "data": " عبد الوارث ابن سعيد ابن ذكوان العنبري مولاهم أبو عبيدة التنوري بفتح المثناة وتشديد النون البصري ثقة ثبت رمي بالقدر ولم يثبت عنه من الثامنة مات سنة ثمانين ومائة ع"
  },
  {
    "id": "4252",
    "data": " عبد الوارث ابن عبد الصمد ابن عبد الوارث أبو عبيدة حفيد الذي قبله صدوق من الحادية عشرة مات سنة اثنتين وخمسين م ت س ق"
  },
  {
    "id": "4253",
    "data": " عبد الوارث ابن عبيد الله العتكي بفتح المهملة والمثناة المروزي صدوق من العاشرة مات سنة تسع وثلاثين ت"
  },
  {
    "id": "4254",
    "data": " عبد الوهاب ابن بخت بضم الموحدة وسكون المعجمة بعدها مثناة المكي سكن الشام ثم المدينة ثقة من الخامسة مات سنة ثلاث عشرة وقيل سنة إحدى عشرة د س ق"
  },
  {
    "id": "4255",
    "data": " عبد الوهاب ابن أبي بكر المدني وكيل الزهري ثقة من السابعة قال أبو داود هو ابن بخت وقال الدارقطني من زعم أنه عبد الوهاب ابن بخت فقد أخطأ د س"
  },
  {
    "id": " عبد الوهاب ابن الحكم هو ابن عبد الحكم يأتي",
    "data": " عبد الوهاب ابن الحكم هو ابن عبد الحكم يأتي"
  },
  {
    "id": "4256",
    "data": " عبد الوهاب ابن سعيد ابن عطية السلمي أبو محمد الدمشقي يعرف بوهب صدوق من العاشرة س ق"
  },
  {
    "id": "4257",
    "data": " عبد الوهاب ابن الضحاك ابن أبان العرضي بضم المهملة وسكون الراء بعدها معجمة أبو الحارث الحمصي نزيل سلمية متروك كذبه أبو حاتم من العاشرة مات سنة خمس وأربعين ق"
  },
  {
    "id": "4258",
    "data": " عبد الوهاب ابن الضحاك النيسابوري صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "4259",
    "data": " عبد الوهاب ابن عبد الحكم ابن نافع أبو الحسن الوراق البغدادي ويقال له ابن الحكم ثقة من الحادية عشرة مات سنة خمسين وقيل بعدها د ت س"
  },
  {
    "id": "4260",
    "data": " عبد الوهاب ابن عبد الرحيم ابن عبد الوهاب الأشجعي أبو عبد الله الدمشقي الجوبري بجيم وموحدة وزن الجعفري صدوق من العاشرة مات سنة تسع وأربعين وقيل في التي بعدها د"
  },
  {
    "id": "4261",
    "data": " عبد الوهاب ابن عبد المجيد ابن الصلت الثقفي أبو محمد البصري ثقة تغير قبل موته بثلاث سنين من الثامنة مات سنة أربع وتسعين عن نحو من ثمانين سنة ع"
  },
  {
    "id": "4262",
    "data": " عبد الوهاب ابن عطاء الخفاف أبو نصر العجلي مولاهم البصري نزيل بغداد صدوق ربما أخطأ أنكروا عليه حديثا في "
  },
  {
    "id": " العباس يقال دلسه عن ثور من التاسعة مات سنة أربع ويقال سنة ست ومائتين عخ م 4",
    "data": " العباس يقال دلسه عن ثور من التاسعة مات سنة أربع ويقال سنة ست ومائتين عخ م 4"
  },
  {
    "id": "4263",
    "data": " عبد الوهاب ابن مجاهد ابن جبر المكي متروك وقد كذبه الثوري من السابعة ق"
  }
]