[
  {
    "id": "4264",
    "data": " عبد الوهاب ابن نجدة بفتح النون وسكون الجيم الحوطي بفتح المهملة بعدها واو ساكنة أبو محمد ثقة من العاشرة مات سنة اثنتين وثلاثين د س"
  },
  {
    "id": " عبد الوهاب ابن الورد هو وهيب على الصحيح وسيأتي",
    "data": " عبد الوهاب ابن الورد هو وهيب على الصحيح وسيأتي"
  },
  {
    "id": "4265",
    "data": " عبد الوهاب ابن يحيى ابن عباد ابن عبد الله ابن الزبير مقبول من الخامسة ت"
  },
  {
    "id": "4266",
    "data": " عبد بغير إضافة ابن حميد ابن نصر الكشي "
  },
  {
    "id": " بمهملة أبو محمد قيل اسمه عبد الحميد وبذلك جزم ابن حبان وغير واحد ثقة حافظ من الحادية عشرة مات سنة تسع وأربعين خت م ت",
    "data": " بمهملة أبو محمد قيل اسمه عبد الحميد وبذلك جزم ابن حبان وغير واحد ثقة حافظ من الحادية عشرة مات سنة تسع وأربعين خت م ت"
  },
  {
    "id": " عبد ابن عبد الجدلي هو أبو عبد الله يأتي",
    "data": " عبد ابن عبد الجدلي هو أبو عبد الله يأتي"
  },
  {
    "id": "4267",
    "data": " عبد المزني والد يزيد صحابي له حديث في العقيقة ق"
  },
  {
    "id": " عبدان ابن حريث ",
    "data": " عبدان ابن حريث "
  },
  {
    "id": " صوابه عيزار بتحتانية وزاي وآخره راء وسيأتي",
    "data": " صوابه عيزار بتحتانية وزاي وآخره راء وسيأتي"
  },
  {
    "id": " عبدان ابن عثمان هو عبد الله تقدم",
    "data": " عبدان ابن عثمان هو عبد الله تقدم"
  },
  {
    "id": "4268",
    "data": " عبدة ابن حزن بفتح المهملة وسكون الزاي النصري بالنون أبو الوليد الكوفي مختلف في صحبته ويقال فيه "
  },
  {
    "id": " نصر ابن حزن له حديث في رعي الغنم بخ",
    "data": " نصر ابن حزن له حديث في رعي الغنم بخ"
  },
  {
    "id": "4269",
    "data": " عبدة ابن سليمان الكلابي أبو محمد الكوفي يقال اسمه عبد الرحمن ثقة ثبت من صغار الثامنة مات سنة سبع وثمانين وقيل بعدها ع"
  },
  {
    "id": "4270",
    "data": " عبدة ابن سليمان المروزي نزيل المصيصة صدوق من العاشرة ذكر ابن عدي أن البخاري خرج له ولم نره في الصحيح يقال مات سنة تسع وثلاثين د"
  },
  {
    "id": "4271",
    "data": " عبدة ابن سليمان البصري نزيل مصر صدوق من الثانية عشرة مات سنة ثلاث وسبعين تمييز"
  },
  {
    "id": "4272",
    "data": " عبدة ابن عبد الله الصفار الخزاعي أبو سهل البصري كوفي الأصل ثقة من الحادية عشرة مات سنة ثمان وخمسين وقيل في التي قبلها خ 4"
  },
  {
    "id": "4273",
    "data": " عبدة ابن عبد الرحيم ابن حسان المروزي أبو سعيد نزيل دمشق صدوق من صغار العاشرة مات سنة أربع وأربعين بخ س"
  },
  {
    "id": "4274",
    "data": " عبدة ابن أبي لبابة الأسدي مولاهم ويقال مولى قريش أبو القاسم البزاز الكوفي نزيل دمشق ثقة من الرابعة خ م ل ت س ق"
  },
  {
    "id": "4275",
    "data": " عبيد الله ابن الأخنس النخعي أبو مالك الخزاز بمعجمات صدوق قال ابن حبان كان يخطىء "
  },
  {
    "id": " من السابعة ع",
    "data": " من السابعة ع"
  },
  {
    "id": "4276",
    "data": " عبيد الله ابن الأسود ويقال ابن الأسد الخولاني ربيب ميمونة زوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثقة من الثالثة خ م د س"
  },
  {
    "id": " عبيد الله ابن الأصم هو ابن عبد الله يأتي",
    "data": " عبيد الله ابن الأصم هو ابن عبد الله يأتي"
  },
  {
    "id": " عبيد الله ابن أنس ابن مالك الأنصاري البصري كذا في الأدب عن أبي بكر ابن عبيد الله عن أبيه عن جده والصواب عن عبيد الله ابن أبي بكر عن جده قاله الترمذي وسيأتي عبيد الله ابن أبي بكر قريبا بخ",
    "data": " عبيد الله ابن أنس ابن مالك الأنصاري البصري كذا في الأدب عن أبي بكر ابن عبيد الله عن أبيه عن جده والصواب عن عبيد الله ابن أبي بكر عن جده قاله الترمذي وسيأتي عبيد الله ابن أبي بكر قريبا بخ"
  },
  {
    "id": "4277",
    "data": " عبيد الله ابن إياد ابن لقيط السدوسي أبو السليل بفتح المهملة وكسر اللام وآخره لام أيضا الكوفي كان عريف قومه صدوق لينه البزار وحده من السابعة مات سنة تسع وستين بخ م ت س ق "
  },
  {
    "id": " عبيد الله ابن أبي بردة هو ابن المغيرة يأتي",
    "data": " عبيد الله ابن أبي بردة هو ابن المغيرة يأتي"
  },
  {
    "id": "4267",
    "data": " عبد المزني والد يزيد صحابي له حديث في العقيقة ق"
  },
  {
    "id": " عبدان ابن حريث ",
    "data": " عبدان ابن حريث "
  },
  {
    "id": " صوابه عيزار بتحتانية وزاي وآخره راء وسيأتي",
    "data": " صوابه عيزار بتحتانية وزاي وآخره راء وسيأتي"
  },
  {
    "id": " عبدان ابن عثمان هو عبد الله تقدم",
    "data": " عبدان ابن عثمان هو عبد الله تقدم"
  },
  {
    "id": "4268",
    "data": " عبدة ابن حزن بفتح المهملة وسكون الزاي النصري بالنون أبو الوليد الكوفي مختلف في صحبته ويقال فيه "
  },
  {
    "id": " نصر ابن حزن له حديث في رعي الغنم بخ",
    "data": " نصر ابن حزن له حديث في رعي الغنم بخ"
  },
  {
    "id": "4269",
    "data": " عبدة ابن سليمان الكلابي أبو محمد الكوفي يقال اسمه عبد الرحمن ثقة ثبت من صغار الثامنة مات سنة سبع وثمانين وقيل بعدها ع"
  },
  {
    "id": "4270",
    "data": " عبدة ابن سليمان المروزي نزيل المصيصة صدوق من العاشرة ذكر ابن عدي أن البخاري خرج له ولم نره في الصحيح يقال مات سنة تسع وثلاثين د"
  },
  {
    "id": "4271",
    "data": " عبدة ابن سليمان البصري نزيل مصر صدوق من الثانية عشرة مات سنة ثلاث وسبعين تمييز"
  },
  {
    "id": "4272",
    "data": " عبدة ابن عبد الله الصفار الخزاعي أبو سهل البصري كوفي الأصل ثقة من الحادية عشرة مات سنة ثمان وخمسين وقيل في التي قبلها خ 4"
  },
  {
    "id": "4273",
    "data": " عبدة ابن عبد الرحيم ابن حسان المروزي أبو سعيد نزيل دمشق صدوق من صغار العاشرة مات سنة أربع وأربعين بخ س"
  },
  {
    "id": "4274",
    "data": " عبدة ابن أبي لبابة الأسدي مولاهم ويقال مولى قريش أبو القاسم البزاز الكوفي نزيل دمشق ثقة من الرابعة خ م ل ت س ق"
  },
  {
    "id": "4275",
    "data": " عبيد الله ابن الأخنس النخعي أبو مالك الخزاز بمعجمات صدوق قال ابن حبان كان يخطىء "
  },
  {
    "id": " من السابعة ع",
    "data": " من السابعة ع"
  },
  {
    "id": "4276",
    "data": " عبيد الله ابن الأسود ويقال ابن الأسد الخولاني ربيب ميمونة زوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثقة من الثالثة خ م د س"
  },
  {
    "id": " عبيد الله ابن الأصم هو ابن عبد الله يأتي",
    "data": " عبيد الله ابن الأصم هو ابن عبد الله يأتي"
  },
  {
    "id": " عبيد الله ابن أنس ابن مالك الأنصاري البصري كذا في الأدب عن أبي بكر ابن عبيد الله عن أبيه عن جده والصواب عن عبيد الله ابن أبي بكر عن جده قاله الترمذي وسيأتي عبيد الله ابن أبي بكر قريبا بخ",
    "data": " عبيد الله ابن أنس ابن مالك الأنصاري البصري كذا في الأدب عن أبي بكر ابن عبيد الله عن أبيه عن جده والصواب عن عبيد الله ابن أبي بكر عن جده قاله الترمذي وسيأتي عبيد الله ابن أبي بكر قريبا بخ"
  },
  {
    "id": "4277",
    "data": " عبيد الله ابن إياد ابن لقيط السدوسي أبو السليل بفتح المهملة وكسر اللام وآخره لام أيضا الكوفي كان عريف قومه صدوق لينه البزار وحده من السابعة مات سنة تسع وستين بخ م ت س ق "
  },
  {
    "id": " عبيد الله ابن أبي بردة هو ابن المغيرة يأتي",
    "data": " عبيد الله ابن أبي بردة هو ابن المغيرة يأتي"
  },
  {
    "id": "4304",
    "data": " عبيد الله ابن عبد الله ابن عبد الله ابن الأصم العامري مقبول من السادسة م د س ق"
  },
  {
    "id": "4305",
    "data": " عبيد الله ابن عبد الله ابن أقرم الخزاعي حجازي ثقة من الثالثة ت س ق"
  },
  {
    "id": "4306",
    "data": " عبيد الله ابن عبد الله ابن ثعلبة الأنصاري المدني وقيل عبد الله ابن عبيد الله شيخ للزهري لا يعرف واختلف عليه في إسناد حديثه من الثالثة ت"
  },
  {
    "id": "4307",
    "data": " عبيد الله ابن عبد الله ابن أبي ثور المدني مولى بني نوفل ثقة من الثالثة ع"
  },
  {
    "id": " عبيد الله ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب ابن هاشم وقيل عبد الله مكبر وقد تقدم س",
    "data": " عبيد الله ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب ابن هاشم وقيل عبد الله مكبر وقد تقدم س"
  },
  {
    "id": "4308",
    "data": " عبيد الله ابن عبد الله ابن الحصين ابن محصن الأنصاري الخطمي بفتح المعجمة أبو ميمون المدني وقيل عبد الله مكبر وقد ينسب إلى جده فيه لين من الرابعة س"
  },
  {
    "id": " عبيد الله ابن عبد الله ابن رافع ابن خديج يأتي في عبيد الله ابن عبد الرحمن",
    "data": " عبيد الله ابن عبد الله ابن رافع ابن خديج يأتي في عبيد الله ابن عبد الرحمن"
  },
  {
    "id": "4309",
    "data": " عبيد الله ابن عبد الله ابن عتبة ابن مسعود الهذلي أبو عبد الله المدني ثقة فقيه ثبت من الثالثة مات "
  },
  {
    "id": " سنة أربع وتسعين وقيل سنة ثمان وقيل غير ذلك ع",
    "data": " سنة أربع وتسعين وقيل سنة ثمان وقيل غير ذلك ع"
  },
  {
    "id": " عبيد الله ابن عبد الله ابن عثمان تقدم في عبد الله وفي رواية النسائي عمر بدل عثمان",
    "data": " عبيد الله ابن عبد الله ابن عثمان تقدم في عبد الله وفي رواية النسائي عمر بدل عثمان"
  },
  {
    "id": "4310",
    "data": " عبيد الله ابن عبد الله ابن عمر ابن الخطاب العدوي المدني أبو بكر شقيق سالم ثقة من الثالثة مات سنة ست ومائة ع"
  },
  {
    "id": "4311",
    "data": " عبيد الله ابن عبد الله ابن موهب أبو يحيى التيمي المدني مقبول من الثالثة بخ د ت عس ق"
  },
  {
    "id": "4312",
    "data": " عبيد الله ابن عبد الله أبو المنيب بضم الميم وكسر النون وآخره موحدة العتكي بفتح المهملة والمثناة المروزي صدوق يخطىء من السادسة د س ق"
  },
  {
    "id": " عبيد الله ابن عبد الرحمن ابن أبي ذباب في عبد الله",
    "data": " عبيد الله ابن عبد الرحمن ابن أبي ذباب في عبد الله"
  },
  {
    "id": "4313",
    "data": " عبيد الله ابن عبد الرحمن ابن رافع الأنصاري ويقال ابن عبد الله هو راوي حديث بئر بضاعة مستور من الرابعة د ت س"
  },
  {
    "id": "4314",
    "data": " عبيد الله ابن عبد الرحمن ابن عبد الله ابن موهب التيمي ويقال عبد الله روى عن عمه عبيد الله المقدم ذكره قبل ثلاثة "
  },
  {
    "id": " ليس بالقوي من السابعة ر س ق",
    "data": " ليس بالقوي من السابعة ر س ق"
  },
  {
    "id": " عبيد الله ابن عبد الرحمن عن أم سلمة وعنه زيد ",
    "data": " عبيد الله ابن عبد الرحمن عن أم سلمة وعنه زيد "
  },
  {
    "id": " صوابه عبد الله وقد مضى",
    "data": " صوابه عبد الله وقد مضى"
  },
  {
    "id": "4315",
    "data": " عبيد الله ابن عبد الله "
  },
  {
    "id": " يقال اسم جده السائب ابن عمير صدوق من السادسة كن",
    "data": " يقال اسم جده السائب ابن عمير صدوق من السادسة كن"
  },
  {
    "id": "4316",
    "data": " عبيد الله ابن عبد الكريم ابن يزيد ابن فروخ أبو زرعة الرازي إمام حافظ ثقة مشهور من الحادية عشرة مات سنة أربع وستين وله أربع وستون م ت س ق"
  },
  {
    "id": "4317",
    "data": " عبيد الله ابن عبد المجيد الحنفي أبو علي البصري صدوق لم يثبت أن يحيى ابن معين ضعفه من التاسعة مات سنة تسع ومائتين ع"
  },
  {
    "id": "4318",
    "data": " عبيد الله ابن عبيد الرحمن الأشجعي أبو عبد الرحمن الكوفي ثقة مأمون أثبت الناس كتابا في الثوري من كبار التاسعة مات سنة اثنتين وثمانين "
  },
  {
    "id": " خ م ت س ق",
    "data": " خ م ت س ق"
  },
  {
    "id": "4319",
    "data": " عبيد الله ابن عبيد أبو وهب الكلاعي بفتح الكاف صدوق من السادسة مات سنة اثنتين وثلاثين د ق"
  },
  {
    "id": " عبيد الله ابن عتبة صوابه ",
    "data": " عبيد الله ابن عتبة صوابه "
  },
  {
    "id": " عبد الله ابن أبي عتبة",
    "data": " عبد الله ابن أبي عتبة"
  },
  {
    "id": "4320",
    "data": " عبيد الله ابن عدي ابن الخيار بكسر المعجمة وتخفيف التحتانية ابن عدي ابن نوفل ابن عبد مناف القرشي النوفلي المدني قتل أبوه ببدر وكان هو في الفتح مميزا فعدّ في الصحابة لذلك وعدّه العجلي وغيره في ثقات كبار التابعين مات في آخر خلافة الوليد ابن عبد الملك خ م د س"
  },
  {
    "id": "4321",
    "data": " عبيد الله ابن عكراش بكسر المهملة وسكون الكاف وآخره معجمة ابن ذؤيب التميمي قال البخاري لا يثبت حديثه من الثالثة ت ق"
  },
  {
    "id": "4322",
    "data": " عبيد الله ابن علي ابن أبي رافع المدني يعرف بعبادل ويقال فيه علي ابن عبيد الله لين الحديث من السادسة د ت ق"
  },
  {
    "id": "4323",
    "data": " عبيد الله ابن علي ابن عرفطة السلمي ويقال له عبيد بلا إضافة مجهول من الرابعة ق"
  },
  {
    "id": "4324",
    "data": " عبيد الله ابن عمر ابن حفص ابن عاصم ابن عمر ابن الخطاب العمري المدني أبو عثمان ثقة ثبت قدمه أحمد ابن صالح على مالك في نافع وقدمه ابن معين في القاسم عن عائشة على الزهري عن عروة عنها من الخامسة مات سنة بضع وأربعين ع"
  },
  {
    "id": "4325",
    "data": " عبيد الله ابن عمر ابن ميسرة القواريري أبو سعيد البصري نزيل بغداد ثقة ثبت من العاشرة مات سنة خمس وثلاثين على الأصح وله خمس وثمانون سنة خ م د س"
  },
  {
    "id": "4326",
    "data": " عبيد الله ابن عمر القرشي البصري شيخ لابن المبارك مقبول من السادسة س"
  },
  {
    "id": "4327",
    "data": " عبيد الله ابن عمرو ابن أبي الوليد الرقي أبو وهب الأسدي ثقة فقيه ربما وهم من الثامنة مات سنة ثمانين عن ثمانين إلا سنة ع"
  },
  {
    "id": "4328",
    "data": " عبيد الله ابن عياض ابن عمرو ابن عبد بلا إضافة القاري بتشديد الياء حجازي ثقة من الثالثة خ"
  },
  {
    "id": "4329",
    "data": " عبيد الله ابن فضالة ابن إبراهيم النسائي أبو قديد ثقة ثبت من الحادية عشرة مات سنة إحدى وأربعين س"
  },
  {
    "id": "4330",
    "data": " عبيد الله ابن فضالة اللخمي من أهل طبرية مجهول من العاشرة تمييز"
  },
  {
    "id": "4331",
    "data": " عبيد الله ابن القبطية الكوفي ثقة من الرابعة ي م د س"
  },
  {
    "id": "4332",
    "data": " عبيد الله ابن كعب ابن مالك الأنصاري ثقة من الثالثة خ م د س"
  },
  {
    "id": "4357",
    "data": " عبيد ابن آدم ابن أبي إياس العسقلاني صدوق من الحادية عشرة مات سنة ثمان وخمسين س "
  },
  {
    "id": " عبيد ابن الأبح ",
    "data": " عبيد ابن الأبح "
  },
  {
    "id": " صوابه حريث",
    "data": " صوابه حريث"
  },
  {
    "id": "4358",
    "data": " عبيد ابن أسباط ابن محمد القرشي مولاهم أبو محمد الكوفي صدوق من الحادية عشرة مات سنة خمسين ر ت ق"
  },
  {
    "id": "4359",
    "data": " عبيد ابن إسماعيل القرشي الهباري بفتح الهاء وبالموحدة الثقيلة ويقال اسمه عبيد الله ثقة من العاشرة مات سنة خمسين خ"
  },
  {
    "id": "4360",
    "data": " عبيد ابن أبي أمية "
  },
  {
    "id": " الحنفي أو الإيادي أبو الفضل اللحام الكوفي والد يعلى وأخويه صدوق من السادسة بخ ت",
    "data": " الحنفي أو الإيادي أبو الفضل اللحام الكوفي والد يعلى وأخويه صدوق من السادسة بخ ت"
  },
  {
    "id": "4361",
    "data": " عبيد ابن البراء ابن عازب الأنصاري الحارثي الكوفي ثقة من الرابعة م د س ق"
  },
  {
    "id": "4362",
    "data": " عبيد ابن تعلى بكسر المثناة الفوقانية الطائي الفلسطيني صدوق من الثالثة د"
  },
  {
    "id": "4363",
    "data": " عبيد ابن ثمامة المرادي المصري ويقال عتبة وبه جزم ابن يونس مقبول من الخامسة د"
  },
  {
    "id": "4364",
    "data": " عبيد ابن جبر بالجيم والموحدة القبطي مولى أبي بصرة يقال كان ممن بعث به المقوقس مع مارية فعلى هذا فله صحبة وقد ذكره يعقوب ابن سفيان في الثقات وقال ابن خزيمة لا أعرفه د"
  },
  {
    "id": "4365",
    "data": " عبيد ابن جريج التيمي مولاهم المدني ثقة من الثالثة خ م د تم س ق"
  },
  {
    "id": "4366",
    "data": " عبيد ابن أبي الجعد الغطفاني بفتح المعجمة صدوق من الثالثة س"
  },
  {
    "id": "4367",
    "data": " عبيد ابن الحسن المزني أو الثعلبي أبو الحسن الكوفي ثقة من الخامسة م د ق"
  },
  {
    "id": "4368",
    "data": " عبيد ابن حنين بنون مصغر المدني أبو عبد الله ثقة قليل الحديث من الثالثة مات سنة خمس ومائة وله خمس وسبعون سنة ويقال أكثر من ذلك ع"
  }
]