[
  {
    "id": "4369",
    "data": " عبيد ابن خالد السلمي البهزي بموحدة مفتوحة وهاء ساكنة ثم زاي أبو عبد الله صحابي له حديث نزل الكوفة وبقي إلى إمرة الحجاج د س"
  },
  {
    "id": "4370",
    "data": " عبيد ابن خالد المحاربي ويقال عبيدة بفتح العين ابن خلف صحابي له حديث في إسبال الإزار تم س"
  },
  {
    "id": "4371",
    "data": " عبيد ابن الخشخاش بمعجمات وقيل بمهملات لين من الثالثة س"
  },
  {
    "id": "4388",
    "data": " عبيد ابن فيروز الشيباني مولاهم أبو الضحاك الكوفي نزل الجزيرة ثقة من الثالثة 4"
  },
  {
    "id": "4389",
    "data": " عبيد ابن القاسم الأسدي الكوفي يقال هو ابن أخت الثوري متروك كذبه ابن معين واتهمه أبو داود بالوضع من التاسعة ق"
  },
  {
    "id": " عبيد ابن كثير هو ابن أبي عبيد",
    "data": " عبيد ابن كثير هو ابن أبي عبيد"
  },
  {
    "id": "4390",
    "data": " عبيد ابن محمد المحاربي مولاهم الكوفي ضعيف من كبار العاشرة س"
  },
  {
    "id": "4391",
    "data": " عبيد ابن أبي مريم المكي مقبول من الثالثة خ د ت س"
  },
  {
    "id": "4391",
    "data": " عبيد ابن معاذ صحابي يقال هو عم عبد الله ابن خبيب ق"
  },
  {
    "id": " عبيد ابن المغيرة أبو المغيرة في الكنى",
    "data": " عبيد ابن المغيرة أبو المغيرة في الكنى"
  },
  {
    "id": " عبيد ابن مقسم ",
    "data": " عبيد ابن مقسم "
  },
  {
    "id": " صوابه عبيد الله تقدم",
    "data": " صوابه عبيد الله تقدم"
  },
  {
    "id": "4392",
    "data": " عبيد ابن مهران الكوفي المكتب ثقة من الخامسة م خد س"
  },
  {
    "id": "4393",
    "data": " عبيد ابن مهران الوزان أبو الأشعث البصري مقبول من السابعة س"
  },
  {
    "id": "4394",
    "data": " عبيد ابن ميمون التيمي مولاهم أبو عباد المدني المقرئ مستور من السابعة ق"
  },
  {
    "id": "4395",
    "data": " عبيد ابن نسطاس بكسر النون وسكون المهملة العامري الكوفي ثقة من الثالثة ق"
  },
  {
    "id": "4396",
    "data": " عبيد ابن نسطاس المدني مولى كثير ابن الصلت مقبول من السادسة تمييز"
  },
  {
    "id": "4397",
    "data": " عبيد ابن نضلة بفتح النون وسكون المعجمة الخزاعي أبو معاوية الكوفي ثقة من الثانية ووهم من ذكر أن له صحبة مات في ولاية بشر على العراق م 4"
  },
  {
    "id": "4398",
    "data": " عبيد ابن هشام الحلبي أبو نعيم جرجاني الأصل صدوق تغير في آخر عمره فتلقن من العاشرة د"
  },
  {
    "id": "4399",
    "data": " عبيد ابن واقد القيسي أو الليثي أبو عباد ضعيف من التاسعة ت"
  },
  {
    "id": " عبيد ابن أبي الوزر في عبيد الله ابن أبي الوزير",
    "data": " عبيد ابن أبي الوزر في عبيد الله ابن أبي الوزير"
  },
  {
    "id": "4400",
    "data": " عبيد ابن الوسيم بفتح الواو وكسر المهملة الجمال بالجيم البكري صدوق من السابعة ق"
  },
  {
    "id": "4401",
    "data": " عبيد ابن وكيع ابن الجراح لا بأس به من الحادية عشرة س"
  },
  {
    "id": "4402",
    "data": " عبيد ابن يحيى الأسدي أبو سليم الكوفي نزيل الرقة ثقة مقرئ من العاشرة كان على رأس المائتين س"
  },
  {
    "id": "4403",
    "data": " عبيد ابن يعيش المحاملي أبو محمد الكوفي العطار ثقة من صغار العاشرة مات سنة ثمان وعشرين أو بعدها بسنة ي م س"
  },
  {
    "id": "4404",
    "data": " عبيد سنوطا بفتح المهملة وضم النون ويقال ابن سنوطا أبو الوليد المدني وثقه العجلي من الثالثة ت"
  },
  {
    "id": "4405",
    "data": " عبيد الكندي الكوفي مقبول من الثالثة بخ"
  },
  {
    "id": "4406",
    "data": " عبيد مولى السائب المخزومي مقبول من الثالثة د س"
  },
  {
    "id": " عبيد الصيد هو ابن عبد الرحمن",
    "data": " عبيد الصيد هو ابن عبد الرحمن"
  },
  {
    "id": " عبيد المكتب هو ابن مهران",
    "data": " عبيد المكتب هو ابن مهران"
  },
  {
    "id": " عبيد أبو عامر الأشعري يأتي في الكنى",
    "data": " عبيد أبو عامر الأشعري يأتي في الكنى"
  },
  {
    "id": " عبيد من رواية الجريري عن ابن بريدة عنه ",
    "data": " عبيد من رواية الجريري عن ابن بريدة عنه "
  },
  {
    "id": " صوابه فضالة ابن عبيد س",
    "data": " صوابه فضالة ابن عبيد س"
  },
  {
    "id": "4407",
    "data": " عبيدة ابن بلال العمي بفتح المهملة وتشديد الميم البصري نزيل بخارى مجهول الحال من الخامسة مات سنة ستين ق"
  },
  {
    "id": "4408",
    "data": " عبيدة ابن حميد الكوفي أبو عبد الرحمن المعروف بالحذاء التيمي أو الليثي أو الضبي صدوق نحوي ربما أخطأ من الثامنة مات سنة تسعين وقد جاوز الثمانين خ 4"
  },
  {
    "id": " عبيدة ابن خداش هو أبو خداش",
    "data": " عبيدة ابن خداش هو أبو خداش"
  },
  {
    "id": "4409",
    "data": " عبيدة ابن أبي رائطة بتحتانية المجاشعي الكوفي الحذاء صدوق من الثامنة أيضا ت"
  },
  {
    "id": "4410",
    "data": " عبيدة ابن ربيعة كوفي صحح ابن ماكولا أنه عبيد بالفتح بلا هاء مقبول من الثالثة فق"
  },
  {
    "id": "4411",
    "data": " عبيدة ابن سفيان ابن الحارث ابن الحضرمي المدني ثقة من الثالثة م 4"
  },
  {
    "id": "4412",
    "data": " عبيدة ابن عمرو السلماني بسكون اللام ويقال بفتحها المرادي أبو عمرو الكوفي تابعي كبير "
  },
  {
    "id": " مخضرم فقيه ثبت كان شريح إذا أشكل عليه شيء يسأله مات سنة اثنتين وسبعين أو بعدها والصحيح أنه مات قبل سنة سبعين ع",
    "data": " مخضرم فقيه ثبت كان شريح إذا أشكل عليه شيء يسأله مات سنة اثنتين وسبعين أو بعدها والصحيح أنه مات قبل سنة سبعين ع"
  },
  {
    "id": "4413",
    "data": " عبيدة ابن مسافع بضم الميم بعدها مهملة ثم فاء الديلي المدني مقبول من الرابعة د س"
  },
  {
    "id": "4414",
    "data": " عبيدة أبو خداش الهجيمي البصري مجهول من السادسة د س"
  },
  {
    "id": "ذكر من اسمه عُبيدة الضم",
    "data": "ذكر من اسمه عُبيدة الضم"
  },
  {
    "id": "4415",
    "data": " عبيدة ابن الأسود ابن سعيد الهمداني الكوفي صدوق ربما دلس من الثامنة ت ق"
  },
  {
    "id": "4416",
    "data": " عبيدة ابن معتب بكسر المثناة الثقيلة بعدها موحدة الضبي أبو عبد الرحيم الكوفي الضرير ضعيف واختلط بأخرة من الثامنة وما له في البخاري سوى موضع واحد في الأضاحي خت د ت ق"
  },
  {
    "id": "4417",
    "data": " عبيدة "
  },
  {
    "id": " ابن ميمون التيمي أبو عبيدة الخزاز البصري العطار ضعيف من السابعة ",
    "data": " ابن ميمون التيمي أبو عبيدة الخزاز البصري العطار ضعيف من السابعة "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "4418",
    "data": " عتاب ابن أسيد بفتح أوله ابن أبي العيص بكسر المهملة ابن أمية الأموي أبو عبد الرحمن أو أبو محمد المكي له صحبة وكان أمير مكة في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ومات يوم مات أبو بكر الصديق فيما ذكر الواقدي لكن ذكر الطبري أنه كان عاملا على مكة لعمر سنة إحدى وعشرين 4"
  },
  {
    "id": "4419",
    "data": " عتاب ابن بشير بفتح أوله الجزري أبو الحسن أو أبو سهل مولى بني أمية صدوق يخطىء من الثامنة مات سنة تسعين أو قبلها خ د ت س"
  },
  {
    "id": "4420",
    "data": " عتاب ابن حنين أو ابن أبي حنين المكي مقبول من الرابعة س"
  },
  {
    "id": "4421",
    "data": " عتاب ابن زياد الخراساني أبو عمرو المروزي صدوق من الحادية عشرة مات سنة اثنتي عشرة ق"
  },
  {
    "id": "4422",
    "data": " عتاب ابن عبد العزيز الحماني بكسر المهملة وتشديد الميم البصري مقبول من السابعة د"
  },
  {
    "id": "4423",
    "data": " عتاب ابن المثنى ابن خولان القشيري أبو المثنى البصري مقبول من الثامنة ت"
  },
  {
    "id": "4424",
    "data": " عتاب مولى هرمز أو ابن هرمز بصري صدوق من الرابعة ق"
  },
  {
    "id": "4425",
    "data": " عتبان بكسر أوله وسكون المثناة ابن مالك ابن عمرو ابن العجلان الأنصاري السالمي صحابي شهير مات في خلافة معاوية خ م كد س ق"
  },
  {
    "id": "4426",
    "data": " عتبة ابن تميم التنوخي أبو سبأ بفتح المهملة والموحدة الشامي مقبول من السابعة مد"
  },
  {
    "id": " عتبة ابن ثمامة في عبيد",
    "data": " عتبة ابن ثمامة في عبيد"
  },
  {
    "id": "4427",
    "data": " عتبة ابن أبي حكيم الهمداني بسكون الميم أبو العباس الأردني بضم الهمزة والدال بينهما راء ساكنة وتشديد النون صدوق يخطىء كثيرا من السادسة مات بصور بعد الأربعين عخ 4"
  },
  {
    "id": "4428",
    "data": " عتبة ابن حماد ابن خليد بالتصغير أبو خليد الدمشقي القارىء إمام الجامع صدوق من كبار العاشرة ق"
  },
  {
    "id": "4429",
    "data": " عتبة ابن حميد الضبي أبو معاذ أو أبو معاوية البصري صدوق له أوهام من السادسة د ت ق"
  },
  {
    "id": "4430",
    "data": " عتبة ابن سعيد السلمي أبو سعيد الحمصي يقال له دجين بجيم مصغر صدوق من صغار العاشرة ر"
  },
  {
    "id": " عتبة ابن شداد في ترجمة يحيى ابن سليم ",
    "data": " عتبة ابن شداد في ترجمة يحيى ابن سليم "
  },
  {
    "id": "4431",
    "data": " عتبة ابن ضمرة ابن حبيب ابن صهيب الزبيدي بضم الزاي الحمصي صدوق من السابعة قد"
  },
  {
    "id": "4432",
    "data": " عتبة ابن عبد الله ابن عتبة ابن عبد الله ابن مسعود الهذلي أبو العميس بمهملتين مصغر المسعودي الكوفي ثقة من السابعة ع"
  },
  {
    "id": "4433",
    "data": " عتبة ابن عبد الله ابن عتبة اليحمدي أبو عبد الله المروزي صدوق من العاشرة مات سنة أربع وأربعين س"
  },
  {
    "id": "4434",
    "data": " عتبة ابن عبد الله أو ابن عبيد الله ويقال اسمه زرعة ابن عبد الرحمن مجهول من السادسة ت"
  },
  {
    "id": "4435",
    "data": " عتبة ابن عبد الملك السهمي بصري مقبول من السابعة بخ د"
  },
  {
    "id": "4436",
    "data": " عتبة ابن عبد السلمي أبو الوليد صحابي شهير أول مشاهده قريظة مات سنة سبع وثمانين ويقال بعد التسعين وقد قارب المائة د ق"
  },
  {
    "id": "4437",
    "data": " عتبة ابن عويم ابن ساعدة الأنصاري في إسناد حديثه اضطراب وقد ذكر عبد الله ابن أبي داود أنه شهد بيعة الرضوان فهو صحابي ابن صحابي ق"
  },
  {
    "id": "4438",
    "data": " عتبة ابن غزوان بفتح المعجمة وسكون الزاي ابن جابر المازني حليف بني عبد شمس صحابي جليل مهاجري بدري وهو أول من اختط البصرة مات سنة سبع عشرة ويقال بعدها م ت س ق"
  },
  {
    "id": "4439",
    "data": " عتبة ابن غزوان الرقاشي مجهول الحال من الثالثة تمييز"
  },
  {
    "id": "4440",
    "data": " عتبة ابن فرقد ابن يربوع السلمي أبو عبد الله صحابي نزل الكوفة وهو الذي فتح الموصل في زمن عمر س"
  },
  {
    "id": "4441",
    "data": " عتبة ابن محمد ابن الحارث ابن نوفل الهاشمي ويقال عقبة بالقاف والأول أرجح مقبول من الرابعة د س"
  },
  {
    "id": "4442",
    "data": " عتبة ابن مسلم المدني وهو ابن أبي عتبة التيمي مولاهم ثقة من السادسة خ م د س ق"
  },
  {
    "id": "4443",
    "data": " عتبة ابن الندر بضم النون وتشديد الدال المفتوحة السلمي صحابي شهد فتح مصر وسكن دمشق مات سنة أربع وثمانين ق"
  },
  {
    "id": "4444",
    "data": " عتبة ابن يقظان الراسبي أبو عمرو ويقال أبو زحارة بفتح الزاي وتشديد المهملة البصري ضعيف من السادسة ق"
  },
  {
    "id": " عتريس بكسر أوله وسكون ثانيه وآخره مهملة هو عبد الله ابن حسان العنبري",
    "data": " عتريس بكسر أوله وسكون ثانيه وآخره مهملة هو عبد الله ابن حسان العنبري"
  },
  {
    "id": "4445",
    "data": " عتي بضم أوله مصغر ابن ضمرة التميمي السعدي البصري ثقة من الثالثة بخ ت س ق"
  },
  {
    "id": "4446",
    "data": " عتيبة بالتصغير بصري مجهول من السابعة عس"
  },
  {
    "id": " عتيق هو أبو بكر الصديق",
    "data": " عتيق هو أبو بكر الصديق"
  },
  {
    "id": "4447",
    "data": " عتيك بفتح أوله وكسر ثانيه وآخره كاف ابن الحارث ابن عتيك الأنصاري المدني مقبول من الرابعة د س"
  },
  {
    "id": "4448",
    "data": " عثام ابن علي ابن هجير بجيم مصغر العامري الكلابي أبو علي الكوفي صدوق من كبار التاسعة مات سنة أربع أو خمس وتسعين خ 4"
  },
  {
    "id": "4449",
    "data": " عثمان ابن إسحاق ابن خرشة بمعجمتين بينهما راء مفتوحات القرشي العامري المدني وثقه ابن معين في رواية الدوري من الخامسة 4"
  },
  {
    "id": "4450",
    "data": " عثمان ابن إسماعيل ابن عمران الهذلي أبو محمد الدمشقي مقبول من صغار العاشرة ق"
  },
  {
    "id": "4451",
    "data": " عثمان ابن الأسود ابن موسى المكي مولى بني جمح ثقة ثبت من كبار السابعة مات سنة خمسين أو قبلها ع"
  },
  {
    "id": "4452",
    "data": " عثمان ابن جبلة بفتح الجيم والموحدة ابن أبي رواد بفتح الراء وتشديد الواو العتكي بفتح المهملة والمثناة مولاهم المروزي ثقة من كبار العاشرة مات على رأس المائتين خ م س"
  },
  {
    "id": "4453",
    "data": " عثمان ابن جبير الأنصاري مولى أبي أيوب مقبول من السادسة ق"
  },
  {
    "id": "4454",
    "data": " عثمان ابن الجهم الهجري مقبول من السادسة ق"
  },
  {
    "id": "4455",
    "data": " عثمان ابن الحارث أبو الرواع بفتح المهملة وتشديد الواو وآخره مهملة ثقة من الرابعة بخ"
  },
  {
    "id": "4456",
    "data": " عثمان ابن أبي حازم البجلي مقبول من السادسة د"
  },
  {
    "id": "4457",
    "data": " عثمان ابن حاضر "
  },
  {
    "id": " أبو حاضر القاص ويقال عثمان ابن أبي حاضر وهو وهم صدوق من الرابعة د ق",
    "data": " أبو حاضر القاص ويقال عثمان ابن أبي حاضر وهو وهم صدوق من الرابعة د ق"
  },
  {
    "id": "4458",
    "data": " عثمان ابن حصن ابن علاق بتشديد اللام ويقال بزيادة عبيدة بين حصن وعلاق أو بين عثمان وحصن ويقال عثمان ابن عبد الرحمن ابن حصن ابن عبيدة ابن علاق ويقال بإسقاط حصن وعبيدة دمشقي مولى قريش ثقة من التاسعة مد س"
  },
  {
    "id": "4459",
    "data": " عثمان ابن الحكم الجذامي المصري صدوق له أوهام من الثامنة مات سنة ثلاث وستين وهو أول من أدخل مصر مسائل مالك قاله ابن وهب د س"
  },
  {
    "id": "4460",
    "data": " عثمان ابن حكيم ابن ذبيان الأودي أبو عمر الكوفي مقبول من كبار العاشرة مات سنة تسع عشرة س"
  },
  {
    "id": "4461",
    "data": " عثمان ابن حكيم ابن عباد ابن حنيف بالمهملة والنون مصغر الأنصاري الأوسي أبو سهل المدني ثم الكوفي "
  },
  {
    "id": " ثقة من الخامسة مات قبل الأربعين خت م 4",
    "data": " ثقة من الخامسة مات قبل الأربعين خت م 4"
  },
  {
    "id": " عثمان ابن أبي حميد هو ابن عمير يأتي",
    "data": " عثمان ابن أبي حميد هو ابن عمير يأتي"
  }
]