[
  {
    "id": "4462",
    "data": " عثمان ابن حنيف ابن واهب الأنصاري الأوسي أبو عمرو المدني عم والد الذي قبله صحابي شهير استعمله عمر على مساحة أرض الكوفة وعلي على البصرة قبل الجمل ومات في خلافة معاوية بخ ت س ق"
  },
  {
    "id": "4463",
    "data": " عثمان ابن حيان بمهملة وتحتانية ابن معبد ابن شداد المري بضم الميم بعدها راء أبو المغراء بفتح الميم وسكون المعجمة الدمشقي عامل الوليد ابن عبد الملك على المدينة "
  },
  {
    "id": " كان عمر ابن عبد العزيز يصفه بالجور مات بعد سنة خمس ومائة م ق",
    "data": " كان عمر ابن عبد العزيز يصفه بالجور مات بعد سنة خمس ومائة م ق"
  },
  {
    "id": "4464",
    "data": " عثمان ابن خالد ابن عمر ابن عبد الله ابن الوليد ابن عثمان ابن عفان الأموي العثماني أبو عفان المدني والد أبي مروان متروك الحديث من العاشرة ق"
  },
  {
    "id": " عثمان ابن خرزاذ هو ابن عبد الله يأتي",
    "data": " عثمان ابن خرزاذ هو ابن عبد الله يأتي"
  },
  {
    "id": "4465",
    "data": " عثمان ابن ربيعة ابن عبد الله ابن الهدير بالتصغير التيمي المدني مقبول من الرابعة ت"
  },
  {
    "id": "4466",
    "data": " عثمان ابن أبي رواد العتكي مولاهم أبو عبد الله البصري ثقة من السابعة خ"
  },
  {
    "id": "4467",
    "data": " عثمان ابن زائدة المقرىء أبو محمد الكوفي العابد نزيل الري ثقة زاهد من التاسعة م"
  },
  {
    "id": " عثمان ابن أبي زرعة هو ابن المغيرة يأتي",
    "data": " عثمان ابن أبي زرعة هو ابن المغيرة يأتي"
  },
  {
    "id": "4468",
    "data": " عثمان ابن زفر ابن مزاحم التيمي أبو زفر أو أبو عمر الكوفي صدوق من كبار العاشرة مات سنة ثماني عشرة ت س"
  },
  {
    "id": "4469",
    "data": " عثمان ابن زفر الجهني الدمشقي مجهول من السادسة مات بعد الثلاثين د"
  },
  {
    "id": " عثمان ابن ساج هو ابن عمرو يأتي",
    "data": " عثمان ابن ساج هو ابن عمرو يأتي"
  },
  {
    "id": "4470",
    "data": " عثمان ابن السائب الجمحي المكي مولى أبي محذورة مقبول من السادسة د س"
  },
  {
    "id": "4471",
    "data": " عثمان ابن سعد الكاتب أبو بكر البصري ضعيف من الخامسة د ت"
  },
  {
    "id": "4472",
    "data": " عثمان ابن سعيد ابن كثير ابن دينار القرشي مولاهم أبو عمرو الحمصي ثقة عابد من التاسعة مات سنة تسع ومائتين د س ق"
  },
  {
    "id": "4473",
    "data": " عثمان ابن سعيد أو ابن عمار الكوفي الزيات الطبيب لا بأس به من كبار العاشرة ر"
  },
  {
    "id": " عثمان ابن سعيد الدشتكي هو ابن محمد يأتي",
    "data": " عثمان ابن سعيد الدشتكي هو ابن محمد يأتي"
  },
  {
    "id": "4474",
    "data": " عثمان ابن سعيد ابن مرة القرشي "
  },
  {
    "id": " أبو عبد الله الكوفي المكفوف مقبول من كبار العاشرة أيضا تمييز",
    "data": " أبو عبد الله الكوفي المكفوف مقبول من كبار العاشرة أيضا تمييز"
  },
  {
    "id": "4475",
    "data": " عثمان ابن سليمان ابن أبي حثمة العدوي المدني مقبول من الثالثة عخ"
  },
  {
    "id": "4476",
    "data": " عثمان ابن أبي سليمان ابن جبير ابن مطعم القرشي النوفلي المكي قاضيها ثقة من السادسة خت م د تم س ق"
  },
  {
    "id": " عثمان ابن سهل يأتي في عيسى ابن سهل",
    "data": " عثمان ابن سهل يأتي في عيسى ابن سهل"
  },
  {
    "id": "4477",
    "data": " عثمان ابن أبي سودة المقدسي ثقة من الثالثة بخ د ت ق"
  },
  {
    "id": "4478",
    "data": " عثمان ابن شماس أو ابن جحاش بجيم ثم مهملة قيل وهو أصوب مقبول من الرابعة س"
  },
  {
    "id": " عثمان ابن أبي شيبة هو ابن محمد يأتي",
    "data": " عثمان ابن أبي شيبة هو ابن محمد يأتي"
  },
  {
    "id": "4479",
    "data": " عثمان ابن صالح ابن سعيد الخياط الخلقاني بضم المعجمة وسكون اللام بعدها قاف مولى بني كنانة البغدادي أصله من مرو ثقة من الحادية عشرة مات سنة ست وخمسين د"
  },
  {
    "id": "4480",
    "data": " عثمان ابن صالح ابن صفوان السهمي مولاهم أبو يحيى المصري صدوق من كبار العاشرة وقد ثبت عنه أنه قال رأيت صحابيا من الجن مات سنة تسع عشرة وله خمس وسبعون سنة خ س ق"
  },
  {
    "id": "4481",
    "data": " عثمان ابن الضحاك المدني يقال هو الحزامي ضعيف قاله أبو داود وقال الترمذي الصواب الضحاك ابن عثمان يعني أنه قلب من السابعة ت"
  },
  {
    "id": "4482",
    "data": " عثمان ابن طلحة ابن أبي طلحة ابن عثمان ابن عبد الدار العبدري الحجبي صحابي شهير مات سنة اثنتين وأربعين وقيل استشهد بأجنادين وأبطل ذلك العسكري م د"
  },
  {
    "id": "4483",
    "data": " عثمان ابن أبي العاتكة سليمان الأزدي أبو حفص الدمشقي القاص صدوق ضعفوه في روايته عن علي ابن يزيد الألهاني من السابعة مات سنة ثنتين وخمسين "
  },
  {
    "id": " بخ د ق",
    "data": " بخ د ق"
  },
  {
    "id": "4484",
    "data": " عثمان ابن عاصم ابن حصين الأسدي الكوفي أبو حصين بفتح المهملة ثقة ثبت سني وربما دلس من الرابعة مات سنة سبع وعشرين ويقال بعدها وكان يقول إن عاصم ابن بهدلة أكبر منه بسنة واحدة ع"
  },
  {
    "id": "4485",
    "data": " عثمان ابن أبي العاص الثقفي الطائفي أبو عبد الله صحابي شهير استعمله النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على الطائف ومات في خلافة معاوية بالبصرة م 4"
  },
  {
    "id": "4486",
    "data": " عثمان ابن عبد الله ابن الأسود الطائفي مقبول من الخامسة س"
  },
  {
    "id": "4487",
    "data": " عثمان ابن عبد الله ابن أوس ابن أبي أوس الثقفي الطائفي مقبول من الثالثة د ق"
  },
  {
    "id": "4488",
    "data": " عثمان ابن عبد الله ابن الحكم ابن الحارث الحجازي مجهول من الثالثة ق"
  },
  {
    "id": "4489",
    "data": " عثمان ابن عبد الله ابن عبد الله ابن سراقة ابن المعتمر العدوي أبو عبد الله المدني سبط عمر أمه زينب بنت عمر ثقة ولي مكة "
  },
  {
    "id": " مات سنة ثماني عشرة خ ق",
    "data": " مات سنة ثماني عشرة خ ق"
  },
  {
    "id": "4490",
    "data": " عثمان ابن عبد الله ابن محمد ابن خرزاذ بضم المعجمة وتشديد الراء بعدها زاي "
  },
  {
    "id": " ثقة من صغار الحادية عشرة مات سنة إحدى وثمانين وقيل في أول التي بعدها س",
    "data": " ثقة من صغار الحادية عشرة مات سنة إحدى وثمانين وقيل في أول التي بعدها س"
  },
  {
    "id": "4491",
    "data": " عثمان ابن عبد الله ابن موهب التيمي مولاهم المدني الأعرج وقد ينسب إلى جده ثقة من الرابعة مات سنة ستين خ م ت س ق"
  },
  {
    "id": " عثمان ابن عبد الله ابن هرمز يأتي في ابن مسلم",
    "data": " عثمان ابن عبد الله ابن هرمز يأتي في ابن مسلم"
  },
  {
    "id": "4492",
    "data": " عثمان ابن عبد الرحمن ابن عثمان ابن عبيد الله التيمي المدني ثقة من الخامسة خ د ت"
  },
  {
    "id": "4493",
    "data": " عثمان ابن عبد الرحمن ابن عمر ابن سعد ابن أبي وقاص الزهري الوقاصي أبو عمرو المدني ويقال له المالكي نسبة إلى جده الأعلى أبي وقاص مالك متروك وكذبه ابن معين من السابعة مات في خلافة الرشيد ت"
  },
  {
    "id": "4494",
    "data": " عثمان ابن عبد الرحمن ابن مسلم الحراني المعروف بالطرائفي صدوق أكثر الرواية عن الضعفاء والمجاهيل فضعف بسبب ذلك حتى نسبه ابن نمير إلى الكذب وقد وثقة ابن معين من التاسعة مات سنة اثنتين ومائتين د س ق"
  },
  {
    "id": "4495",
    "data": " عثمان ابن عبد الرحمن ابن عبد الله ابن سالم الجمحي البصري ليس بالقوي من الثامنة ت ق"
  },
  {
    "id": "4496",
    "data": " عثمان ابن عبد الرحمن مجهول من السادسة مد"
  },
  {
    "id": "4497",
    "data": " عثمان ابن عبد الرحمن عن إبراهيم ابن أبي عبلة يحتمل أن يكون الطرائفي وإلا فمجهول من التاسعة ق"
  },
  {
    "id": "4498",
    "data": " عثمان ابن عبد الملك المكي المؤذن يقال له مستقيم لين الحديث من الخامسة تم ق"
  },
  {
    "id": "4499",
    "data": " عثمان ابن عبيد اليحصبي "
  },
  {
    "id": " مقبول من السابعة ت",
    "data": " مقبول من السابعة ت"
  },
  {
    "id": "4500",
    "data": " عثمان ابن عثمان الغطفاني أبو عمرو القاضي البصري صدوق ربما وهم من الثامنة م د س"
  },
  {
    "id": "4501",
    "data": " عثمان ابن عروة ابن الزبير ابن العوام المدني أخو هشام وكان أصغر منه لكن مات قبله ثقة من السادسة مات قبل الأربعين خ م د س ق"
  },
  {
    "id": "4502",
    "data": " عثمان ابن عطاء ابن أبي مسلم الخراساني أبو مسعود المقدسي ضعيف من السابعة مات سنة خمس وخمسين وقيل سنة إحدى "
  },
  {
    "id": " خد ق",
    "data": " خد ق"
  },
  {
    "id": "4503",
    "data": " عثمان ابن عفان ابن أبي العاص ابن أمية ابن عبد شمس الأموي "
  },
  {
    "id": " أمير المؤمنين ذو النورين أحد السابقين الأولين والخلفاء الأربعة والعشرة المبشرة استشهد في ذي الحجة بعد عيد الأضحى سنة خمس وثلاثين فكانت خلافته اثنتي عشرة سنة وعمره ثمانون وقيل أكثر وقيل أقل ع",
    "data": " أمير المؤمنين ذو النورين أحد السابقين الأولين والخلفاء الأربعة والعشرة المبشرة استشهد في ذي الحجة بعد عيد الأضحى سنة خمس وثلاثين فكانت خلافته اثنتي عشرة سنة وعمره ثمانون وقيل أكثر وقيل أقل ع"
  },
  {
    "id": "4504",
    "data": " عثمان ابن عمر ابن فارس العبدي بصري أصله من بخارى ثقة قيل كان يحيى ابن سعيد لا يرضاه من التاسعة مات سنة تسع ومائتين ع"
  },
  {
    "id": "4520",
    "data": " عثمان ابن المغيرة الثقفي مولاهم أبو المغيرة الكوفي الأعشى وهو عثمان ابن أبي زرعة ثقة من السادسة خ 4"
  },
  {
    "id": "4521",
    "data": " عثمان ابن موهب عن أنس مقبول من الخامسة وهو غير عثمان ابن عبد الله ابن موهب س"
  },
  {
    "id": "4522",
    "data": " عثمان ابن ناجية الخراساني مستور من الثامنة ت"
  },
  {
    "id": "4523",
    "data": " عثمان ابن نعيم ابن قيس الرعيني "
  },
  {
    "id": " المصري مجهول من السادسة ق",
    "data": " المصري مجهول من السادسة ق"
  },
  {
    "id": "4524",
    "data": " عثمان ابن نهيك بفتح النون الأزدي أبو نهيك البصري القارىء مقبول من الرابعة بخ د"
  },
  {
    "id": "4525",
    "data": " عثمان ابن الهيثم ابن جهم ابن عيسى العبدي أبو عمرو البصري المؤذن ثقة تغير فصار يتلقن من كبار العاشرة مات في رجب سنة عشرين خ س"
  },
  {
    "id": "4526",
    "data": " عثمان ابن واقد ابن محمد ابن زيد ابن عبد الله ابن عمر العمري المدني نزيل البصرة صدوق ربما وهم من السابعة د ت"
  },
  {
    "id": "4527",
    "data": " عثمان ابن الوليد أو ابن أبي الوليد مولى الأخنسيين مقبول من السادسة س"
  },
  {
    "id": "4528",
    "data": " عثمان ابن يحيى الحضرمي ضعفه الأزدي من الرابعة ق"
  },
  {
    "id": "4529",
    "data": " عثمان ابن يعلي ابن مرة الثقفي مجهول من الرابعة ت"
  },
  {
    "id": "4530",
    "data": " عثمان ابن اليمان الحداني بضم المهملة وتشديد الدال أبو محمد اللؤلؤي الهروي نزيل مكة مقبول من كبار العاشرة س"
  },
  {
    "id": " عثمان الأحلافي هو ابن حكيم",
    "data": " عثمان الأحلافي هو ابن حكيم"
  },
  {
    "id": " عثمان البتي هو ابن مسلم",
    "data": " عثمان البتي هو ابن مسلم"
  },
  {
    "id": "4531",
    "data": " عثمان الشحام العدوي أبو سلمة البصري يقال اسم أبيه ميمون أو عبد الله لا بأس به من السادسة م د ت س"
  },
  {
    "id": "4532",
    "data": " عثيم بصيغة التصغير ابن كثير ابن كليب الحضرمي أو الجهني حجازي وقد ينسب لجده مجهول من السادسة د"
  },
  {
    "id": "4533",
    "data": " عثيم ابن نسطاس بكسر النون وسكون المهملة المدني أخو عبيد مولى آل كثير ابن الصلت مقبول من السادسة قد"
  },
  {
    "id": "4534",
    "data": " عجلان مولى فاطمة بنت عتبة المدني لا بأس به من الرابعة خت م 4"
  },
  {
    "id": "4535",
    "data": " عجلان المدني مولى المشمعل بضم الميم وسكون المعجمة وفتح الميم وكسر المهملة وتشديد اللام لا بأس به من الرابعة وتأخر عن الذي قبله س"
  },
  {
    "id": "4552",
    "data": " العرس بضم أوله وسكون الراء بعدها مهملة ابن عميرة الكندي أخو عدي السابق صحابي مقل قيل عميرة أمه واسم أبيه قيس ابن سعيد ابن الأرقم وقال أبو حاتم هما اثنان د س"
  },
  {
    "id": "4553",
    "data": " عرعرة بمهملتين مفتوحتين بينهما راء ساكنة وآخره راء ثم هاء ابن البرند بكسر الموحدة والراء بعدها نون ساكنة السامي بالمهملة الناجي بالنون والجيم أبو عمرو البصري لقبه كزمان بضم الكاف وسكون الزاي وقيل هو اسم جد له صدوق يهم من الثامنة س"
  },
  {
    "id": "4554",
    "data": " عرفجة ابن أسعد ابن كرب بفتح الكاف وكسر الراء بعدها موحدة التميمي صحابي نزل البصرة د ت"
  },
  {
    "id": "4555",
    "data": " عرفجة ابن شريح أو شراحيل أو شريك أو ضريح الأشجعي صحابي اختلف في اسم أبيه م د س"
  },
  {
    "id": "4556",
    "data": " عرفجة ابن عبد الله الثقفي أو السلمي مقبول من الثالثة س"
  },
  {
    "id": "4557",
    "data": " عرفجة ابن عبد الواحد الأسدي مقبول من السادسة سي"
  },
  {
    "id": "4558",
    "data": " عروة ابن الجعد ويقال ابن أبي الجعد وقيل اسم أبيه عياض البارقي بالموحدة والقاف صحابي سكن الكوفة وهو أول قاض بها ع"
  },
  {
    "id": "4559",
    "data": " عروة ابن الحارث الهمداني الكوفي أبو فروة الأكبر ثقة من الخامسة خ م د س"
  },
  {
    "id": "4560",
    "data": " عروة ابن رويم بالراء مصغرا اللخمي أبو القاسم صدوق يرسل كثيرا من الخامسة مات سنة خمس وثلاثين على الصحيح د س ق"
  },
  {
    "id": "4561",
    "data": " عروة ابن الزبير ابن العوام ابن خويلد الأسدي أبو عبد الله المدني ثقة فقيه مشهور من الثالثة مات "
  },
  {
    "id": " سنة أربع وتسعين على الصحيح ومولده في أوائل خلافة عثمان ع",
    "data": " سنة أربع وتسعين على الصحيح ومولده في أوائل خلافة عثمان ع"
  },
  {
    "id": "4562",
    "data": " عروة ويقال عزرة بزاي وراء مع فتح أوله ابن سعيد مجهول من السادسة جاء في الإسناد بالشك د"
  },
  {
    "id": "4563",
    "data": " عروة ابن سعيد بصري شيخ للحسن ابن سفيان متأخر عن الذي قبله تمييز"
  },
  {
    "id": "4564",
    "data": " عروة ابن عامر المكي مختلف في صحبته له حديث في الطيرة وذكره ابن حبان في ثقات التابعين 4"
  },
  {
    "id": "4565",
    "data": " عروة ابن عبد الله ابن قشير بالقاف والمعجمة مصغر الجعفي أبو مهل بفتح الميم والهاء وتخفيف اللام ثقة من الرابعة د تم ق"
  },
  {
    "id": "4566",
    "data": " عروة ابن عياض "
  },
  {
    "id": " ابن عبد القاري بالتشديد بلا همز ويقال ",
    "data": " ابن عبد القاري بالتشديد بلا همز ويقال "
  },
  {
    "id": " ابن عدي ابن الخيار بكسر المعجمة وتخفيف التحتانية النوفلي مكي ثقة من الرابعة ويقال فيه س عياض ابن عروة بخ م س",
    "data": " ابن عدي ابن الخيار بكسر المعجمة وتخفيف التحتانية النوفلي مكي ثقة من الرابعة ويقال فيه س عياض ابن عروة بخ م س"
  },
  {
    "id": "4567",
    "data": " عروة ابن محمد ابن عطية السعدي عامل عمر ابن عبد العزيز على اليمن مقبول من السادسة مات بعد العشرين د"
  },
  {
    "id": "4596",
    "data": " عطاء ابن فروخ بفتح الفاء وتشديد الراء المضمومة وآخره معجمة المدني نزيل البصرة مقبول من الثالثة س ق"
  },
  {
    "id": "4597",
    "data": " عطاء ابن قرة السلولي بفتح المهملة وضم اللام الخفيفة صدوق من السادسة مات سنة اثنتين وثلاثين ت ق"
  },
  {
    "id": "4598",
    "data": " عطاء ابن أبي مروان الأسلمي أبو مصعب المدني نزيل الكوفة واسم أبيه سعيد وقيل عبد الرحمن ثقة من السادسة مات بعد الثلاثين س"
  },
  {
    "id": "4599",
    "data": " عطاء ابن مسلم الخفاف أبو مخلد الكوفي نزيل حلب صدوق يخطىء كثيرا من الثامنة مات سنة تسعين تم س ق"
  }
]