[
  {
    "id": "4600",
    "data": " عطاء ابن أبي مسلم أبو عثمان الخراساني واسم أبيه ميسرة وقيل عبد الله صدوق يهم كثيرا ويرسل ويدلس من الخامسة مات سنة خمس وثلاثين لم يصح أن البخاري أخرج له م 4"
  },
  {
    "id": "4601",
    "data": " عطاء ابن أبي ميمونة البصري أبو معاذ واسم أبي ميمونة منيع ثقة رمي بالقدر من الرابعة مات سنة إحدى وثلاثين خ م د س ق"
  },
  {
    "id": "4602",
    "data": " عطاء ابن مينا بكسر الميم وسكون التحتانية ثم نون المدني أو البصري أبو معاذ صدوق من الثالثة ع"
  },
  {
    "id": "4603",
    "data": " عطاء ابن نافع الكيخاراني بفتح الكاف وسكون التحتانية بعدها معجمة ثقة من الرابعة وقيل هو عطاء ابن يعقوب الآتي "
  },
  {
    "id": " بخ د ت",
    "data": " بخ د ت"
  },
  {
    "id": "4604",
    "data": " عطاء ابن يزيد الليثي المدني نزيل الشام ثقة من الثالثة مات سنة خمس أو سبع ومائة وقد جاز الثمانين ع"
  },
  {
    "id": "4605",
    "data": " عطاء ابن يسار الهلالي أبو محمد المدني مولى ميمونة ثقة فاضل صاحب مواعظ وعبادة من صغار الثانية مات سنة أربع وتسعين وقيل بعد ذلك ع"
  },
  {
    "id": "4606",
    "data": " عطاء ابن يعقوب المدني مولى ابن سباع بكسر المهملة وتخفيف الموحدة ثقة من الثالثة وقد قيل إن له رؤية م"
  },
  {
    "id": "4607",
    "data": " عطاء مولى أبي أحمد ابن جحش مقبول من الثالثة ت س ق"
  },
  {
    "id": "4608",
    "data": " عطاء أبو الحسن السوائي بضم المهملة مقبول من الرابعة خ د س"
  },
  {
    "id": "4609",
    "data": " عطاء العامري الطائفي مقبول من الثالثة بخ د ت س"
  },
  {
    "id": "4610",
    "data": " عطاء الشامي أنصاري سكن الساحل مقبول من الرابعة ت س"
  },
  {
    "id": "4611",
    "data": " عطاء المدني مولى أم صبية بمهملة وموحدة مصغر مقبول من الثالثة س"
  },
  {
    "id": " عطاء الزيات عن أبي هريرة ",
    "data": " عطاء الزيات عن أبي هريرة "
  },
  {
    "id": " صوابه عطاء وهو ابن أبي رباح عن أبي صالح الزيات عن أبي هريرة س",
    "data": " صوابه عطاء وهو ابن أبي رباح عن أبي صالح الزيات عن أبي هريرة س"
  },
  {
    "id": "4612",
    "data": " عطاف بتشديد الطاء ابن خالد ابن عبد الله ابن العاص المخزومي أبو صفوان المدني صدوق يهم من السابعة مات قبل مالك بخ قد ت س"
  },
  {
    "id": "4613",
    "data": " عطية ابن بسر بضم الموحدة وسكون المهملة المازني أخو عبد الله صحابي صغير د ق"
  },
  {
    "id": "4614",
    "data": " عطية ابن بسر الهلالي له صحبة فرق بينه وبين الذي قبله البخاري وابن حبان تمييز"
  },
  {
    "id": "4615",
    "data": " عطية ابن الحارث أبو روق بفتح الراء وسكون الواو بعدها قاف الهمداني الكوفي صاحب التفسير صدوق من الخامسة د س ق"
  },
  {
    "id": "4616",
    "data": " عطية ابن سعد ابن جنادة بضم الجيم بعدها نون خفيفة العوفي الجدلي بفتح الجيم والمهملة الكوفي أبو الحسن صدوق يخطىء كثيرا وكان شيعيا مدلسا من الثالثة مات سنة إحدى عشرة بخ د ت ق"
  },
  {
    "id": "4617",
    "data": " عطية ابن سفيان ابن عبد الله ابن ربيعة الثقفي صدوق من الثالثة وهم من عده صحابيا ق"
  },
  {
    "id": "4618",
    "data": " عطية ابن سليمان أبو الغيث مجهول من السادسة فق"
  },
  {
    "id": "4619",
    "data": " عطية ابن عامر الجهني مقبول من الثانية له حديث واحد ق"
  },
  {
    "id": "4620",
    "data": " عطية ابن عامر صحابي روى عنه أهل الشام له حديث آخر تمييز"
  },
  {
    "id": "4621",
    "data": " عطية ابن عروة السعدي جد عروة ابن محمد مختلف في اسم جده وربما قيل فيه عطية ابن سعد صحابي نزل الشام له ثلاثة أحاديث د ت ق"
  },
  {
    "id": "4622",
    "data": " عطية ابن قيس الكلابي وقيل بالعين المهملة بدل الموحدة أبو يحيى الشامي ثقة مقرئ من الثالثة مات سنة إحدى وعشرين وقد جاز المائة خت م 4"
  },
  {
    "id": " عطية ابن قيس أحد ما جاء في طخفة ابن قيس راوي حديث النوم على البطن ",
    "data": " عطية ابن قيس أحد ما جاء في طخفة ابن قيس راوي حديث النوم على البطن "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "4623",
    "data": " عطية القرظي بضم القاف وفتح الراء بعدها ظاء مشالة صحابي صغير له حديث يقال سكن الكوفة 4"
  },
  {
    "id": "4624",
    "data": " عفان بتشديد الفاء ابن سيار بمهملة ثم تحتانية ثقيلة الباهلي أبو سعيد الجرجاني قاضيها صدوق يهم من الثامنة س"
  },
  {
    "id": "4625",
    "data": " عفان ابن مسلم ابن عبد الله الباهلي أبو عثمان الصفار البصري ثقة ثبت قال ابن المديني كان إذا شك في حرف من الحديث تركه وربما وهم وقال ابن معين أنكرناه في صفر سنة تسع عشرة ومات بعدها بيسير من كبار العاشرة ع"
  },
  {
    "id": "4626",
    "data": " عفير بالتصغير ابن معدان الحمصي المؤذن ضعيف من السابعة ت ق"
  },
  {
    "id": "4627",
    "data": " عفيف ابن سالم الموصلي البجلي مولاهم أبو عمرو صدوق من الثامنة مات بعد الثمانين عس"
  },
  {
    "id": "4628",
    "data": " عفيف ابن عمرو ابن المسيب السهمي مقبول من السادسة د"
  },
  {
    "id": "4629",
    "data": " عفيف الكندي عم الأشعث وأخوه لأمه صحابي له حديث في فضل علي س"
  },
  {
    "id": "4630",
    "data": " عقار بفتح أوله وتشديد القاف ابن المغيرة ابن شعبة الثقفي "
  },
  {
    "id": " ثقة من الثالثة إلا أنه قديم الموت",
    "data": " ثقة من الثالثة إلا أنه قديم الموت"
  },
  {
    "id": "4631",
    "data": " عقبة ابن أوس السدوسي البصري ويقال فيه يعقوب وقيل هما أخوان صدوق من الرابعة ووهم من قال له صحبة د س ق"
  },
  {
    "id": "4632",
    "data": " عقبة ابن التوأم بمثناة مفتوحة ثم واو ساكنة ثم همزة ثم ميم مقبول من السابعة م"
  },
  {
    "id": "4633",
    "data": " عقبة ابن أبي ثبيت بالمثلثة ثم الموحدة مصغر وآخره مثناة "
  },
  {
    "id": " الراسبي البصري ثقة من السادسة ق",
    "data": " الراسبي البصري ثقة من السادسة ق"
  },
  {
    "id": "4634",
    "data": " عقبة ابن الحارث ابن عامر ابن نوفل ابن عبد مناف النوفلي "
  },
  {
    "id": " المكي صحابي من مسلمة الفتح بقي إلى بعد الخمسين خ د ت س",
    "data": " المكي صحابي من مسلمة الفتح بقي إلى بعد الخمسين خ د ت س"
  },
  {
    "id": "4635",
    "data": " عقبة ابن حريث التغلبي الكوفي ثقة من الرابعة م س"
  },
  {
    "id": "4636",
    "data": " عقبة ابن خالد ابن عقبة السكوني أبو مسعود الكوفي المجدر بالجيم صدوق صاحب حديث من الثامنة مات سنة ثمان وثمانين ع"
  },
  {
    "id": "4637",
    "data": " عقبة ابن أبي زينب مقبول من الخامسة لم يخرجوا له يذكر للتمييز بينه وبين عقبة ابن أبي ثبيت تمييز"
  },
  {
    "id": "4638",
    "data": " عقبة ابن سيار بمهملة ثم تحتانية ثقيلة أو ابن سنان أبو الجلاس بضم الجيم وتخفيف اللام وآخره مهملة شامي نزل البصرة ثقة من السادسة د س"
  },
  {
    "id": "4639",
    "data": " عقبة ابن شداد "
  },
  {
    "id": " في ترجمة يحيى ابن سليم ابن زيد كذا في التهذيب ",
    "data": " في ترجمة يحيى ابن سليم ابن زيد كذا في التهذيب "
  },
  {
    "id": " ولم يترجم له هناك وهو ضعيف ذكره العقيلي وقال منكر الحديث وهو من السادسة أيضا",
    "data": " ولم يترجم له هناك وهو ضعيف ذكره العقيلي وقال منكر الحديث وهو من السادسة أيضا"
  },
  {
    "id": "4627",
    "data": " عفيف ابن سالم الموصلي البجلي مولاهم أبو عمرو صدوق من الثامنة مات بعد الثمانين عس"
  },
  {
    "id": "4628",
    "data": " عفيف ابن عمرو ابن المسيب السهمي مقبول من السادسة د"
  },
  {
    "id": "4629",
    "data": " عفيف الكندي عم الأشعث وأخوه لأمه صحابي له حديث في فضل علي س"
  },
  {
    "id": "4630",
    "data": " عقار بفتح أوله وتشديد القاف ابن المغيرة ابن شعبة الثقفي "
  },
  {
    "id": " ثقة من الثالثة إلا أنه قديم الموت",
    "data": " ثقة من الثالثة إلا أنه قديم الموت"
  },
  {
    "id": "4631",
    "data": " عقبة ابن أوس السدوسي البصري ويقال فيه يعقوب وقيل هما أخوان صدوق من الرابعة ووهم من قال له صحبة د س ق"
  },
  {
    "id": "4632",
    "data": " عقبة ابن التوأم بمثناة مفتوحة ثم واو ساكنة ثم همزة ثم ميم مقبول من السابعة م"
  },
  {
    "id": "4633",
    "data": " عقبة ابن أبي ثبيت بالمثلثة ثم الموحدة مصغر وآخره مثناة "
  },
  {
    "id": " الراسبي البصري ثقة من السادسة ق",
    "data": " الراسبي البصري ثقة من السادسة ق"
  },
  {
    "id": "4634",
    "data": " عقبة ابن الحارث ابن عامر ابن نوفل ابن عبد مناف النوفلي "
  },
  {
    "id": " المكي صحابي من مسلمة الفتح بقي إلى بعد الخمسين خ د ت س",
    "data": " المكي صحابي من مسلمة الفتح بقي إلى بعد الخمسين خ د ت س"
  },
  {
    "id": "4635",
    "data": " عقبة ابن حريث التغلبي الكوفي ثقة من الرابعة م س"
  },
  {
    "id": "4636",
    "data": " عقبة ابن خالد ابن عقبة السكوني أبو مسعود الكوفي المجدر بالجيم صدوق صاحب حديث من الثامنة مات سنة ثمان وثمانين ع"
  },
  {
    "id": "4637",
    "data": " عقبة ابن أبي زينب مقبول من الخامسة لم يخرجوا له يذكر للتمييز بينه وبين عقبة ابن أبي ثبيت تمييز"
  },
  {
    "id": "4638",
    "data": " عقبة ابن سيار بمهملة ثم تحتانية ثقيلة أو ابن سنان أبو الجلاس بضم الجيم وتخفيف اللام وآخره مهملة شامي نزل البصرة ثقة من السادسة د س"
  },
  {
    "id": "4639",
    "data": " عقبة ابن شداد "
  },
  {
    "id": " في ترجمة يحيى ابن سليم ابن زيد كذا في التهذيب ",
    "data": " في ترجمة يحيى ابن سليم ابن زيد كذا في التهذيب "
  },
  {
    "id": " ولم يترجم له هناك وهو ضعيف ذكره العقيلي وقال منكر الحديث وهو من السادسة أيضا",
    "data": " ولم يترجم له هناك وهو ضعيف ذكره العقيلي وقال منكر الحديث وهو من السادسة أيضا"
  },
  {
    "id": "4640",
    "data": " عقبة ابن صهبان بضم المهملة وسكون الهاء بعدها موحدة الأزدي بصري ثقة من الثالثة مات "
  },
  {
    "id": " بعد السبعين خ م د ق",
    "data": " بعد السبعين خ م د ق"
  },
  {
    "id": "4641",
    "data": " عقبة ابن عامر الجهني صحابي مشهور اختلف في كنيته على سبعة أقوال أشهرها أنه أبو حماد ولي إمرة مصر لمعاوية ثلاث سنين وكان فقيها فاضلا مات في قرب الستين ع"
  },
  {
    "id": "4642",
    "data": " عقبة ابن عبد الله الأصم الرفاعي البصري ضعيف وربما دلس ووهم من فرق بين الأصم والرفاعي كابن حبان من السابعة ت"
  },
  {
    "id": "4643",
    "data": " عقبة ابن عبد الرحمن ابن أبي معمر الحجازي مجهول من الثامنة ق"
  },
  {
    "id": "4644",
    "data": " عقبة ابن عبد الغافر الأزدي العوذي أبو نهار البصري ثقة من الرابعة قديم الموت مات "
  },
  {
    "id": " سنة ثلاث وثمانين خ م س",
    "data": " سنة ثلاث وثمانين خ م س"
  },
  {
    "id": " عقبة ابن عبيد أبو الرحال في الكنى",
    "data": " عقبة ابن عبيد أبو الرحال في الكنى"
  },
  {
    "id": "4645",
    "data": " عقبة ابن علقمة ابن حديج المعافري بالمهملة والفاء البيروتي بالموحدة وسكون التحتانية وضم الراء وبمثناة ووهم من قال فيه علقمة ابن حديج "
  },
  {
    "id": " صدوق لكن كان ابنه محمد يدخل عليه ما ليس من حديثه من التاسعة مات سنة أربع ومائتين س ق",
    "data": " صدوق لكن كان ابنه محمد يدخل عليه ما ليس من حديثه من التاسعة مات سنة أربع ومائتين س ق"
  },
  {
    "id": "4646",
    "data": " عقبة ابن علقمة اليشكري بفتح التحتانية وسكون المعجمة وضم الكاف أبو الجنوب بفتح الجيم وضم النون وآخره موحدة كوفي ضعيف من الثالثة ت"
  },
  {
    "id": "4647",
    "data": " عقبة ابن عمرو ابن ثعلبة الأنصاري أبو مسعود البدري صحابي جليل مات قبل الأربعين وقيل بعدها ع"
  },
  {
    "id": "4648",
    "data": " عقبة ابن قبيصة ابن عقبة العامري الكوفي صدوق من الحادية عشرة س"
  },
  {
    "id": "4649",
    "data": " عقبة ابن مالك الليثي صحابي نزل البصرة له حديث واحد د س"
  },
  {
    "id": "4650",
    "data": " عقبة ابن مسلم التجيبي بضم المثناة وكسر الجيم بعدها تحتانية ساكنة ثم موحدة أبو محمد المصري إمام الجامع ثقة من الرابعة مات قريبا من سنة عشرين بخ د ت س"
  },
  {
    "id": "4651",
    "data": " عقبة ابن مكرم بضم الميم وسكون الكاف وفتح الراء العمي بفتح المهملة وتشديد الميم أبو عبد الملك البصري ثقة من الحادية عشرة مات في حدود الخمسين م د ت ق"
  },
  {
    "id": "4652",
    "data": " عقبة ابن مكرم ابن عقبة ابن مكرم الكوفي صدوق من العاشرة مات سنة أربع وثلاثين تمييز"
  },
  {
    "id": "4653",
    "data": " عقبة ابن مكرم الضبي أبو نعيم الكوفي كأنه جد الذي قبله مقبول من السابعة تمييز"
  },
  {
    "id": "4654",
    "data": " عقبة ابن وساج بتشديد المهملة وآخره جيم الأزدي بصري نزل الشام ثقة من الثالثة قتل "
  },
  {
    "id": " بعد الثمانين بالزاوية أو الجماجم خ",
    "data": " بعد الثمانين بالزاوية أو الجماجم خ"
  },
  {
    "id": "4655",
    "data": " عقبة ابن وهب العامري الكوفي مقبول من السادسة د"
  },
  {
    "id": " عقبة والد عبد الرحمن وقيل أبو عقبة يأتي في الكنى",
    "data": " عقبة والد عبد الرحمن وقيل أبو عقبة يأتي في الكنى"
  },
  {
    "id": "4656",
    "data": " عقبة الجهني "
  },
  {
    "id": " حليف الأنصار صحابي له حديث في اللقطة ذكره أبو داود تعليقا د",
    "data": " حليف الأنصار صحابي له حديث في اللقطة ذكره أبو داود تعليقا د"
  },
  {
    "id": "4657",
    "data": " عقبة الشامي له حديث في ارتباط الفرس مجهول من السابعة ق"
  },
  {
    "id": "4658",
    "data": " عقبة العقيلي مقبول من الثالثة ت"
  },
  {
    "id": " عقبة المجدر هو ابن خالد تقدم",
    "data": " عقبة المجدر هو ابن خالد تقدم"
  },
  {
    "id": "4659",
    "data": " عقيل بفتح أوله ابن جابر ابن عبد الله الأنصاري المدني مقبول من الرابعة د"
  },
  {
    "id": "4660",
    "data": " عقيل ابن شبيب بمعجمة وموحدتين وقيل سعيد مجهول من الرابعة بخ د س"
  },
  {
    "id": "4661",
    "data": " عقيل ابن أبي طالب الهاشمي أخو علي وجعفر وكان الأسن صحابي عالم بالنسب مات سنة ستين وقيل بعدها س ق"
  },
  {
    "id": "4662",
    "data": " عقيل ابن طلحة السلمي ثقة من الرابعة ولأبيه صحبة د س ق"
  },
  {
    "id": "4663",
    "data": " عقيل ابن مدرك السلمي أو الخولاني أبو الأزهر الشامي مقبول من السابعة د"
  }
]