[
  {
    "id": "4664",
    "data": " عقيل ابن معقل ابن منبه اليماني ابن أخي وهب صدوق من السابعة د"
  },
  {
    "id": "4665",
    "data": " عقيل بالضم ابن خالد ابن عقيل بالفتح الأيلي بفتح الهمزة بعدها تحتانية ساكنة ثم لام أبو خالد الأموي مولاهم ثقة ثبت سكن المدينة ثم الشام ثم مصر من السادسة مات سنة أربع وأربعين على الصحيح ع"
  },
  {
    "id": "4666",
    "data": " عكراش بكسر أوله وسكون الكاف وآخره معجمة ابن ذؤيب السعدي أبو الصهباء صحابي قليل الحديث عاش مائة سنة ت ق"
  },
  {
    "id": "4667",
    "data": " عكرمة ابن أبي جهل ابن هشام المخزومي صحابي أسلم يوم الفتح وحسن إسلامه واستشهد بالشام في خلافة أبي بكر على الصحيح ت"
  },
  {
    "id": "4668",
    "data": " عكرمة ابن خالد ابن العاص ابن هشام المخزومي ثقة من الثالثة مات بعد عطاء خ م د ت س"
  },
  {
    "id": "4669",
    "data": " عكرمة ابن خالد ابن سلمة ابن العاص ابن هشام المخزومي ضعيف وهو أصغر من الذي قبله"
  },
  {
    "id": "4670",
    "data": " عكرمة ابن سلمة ابن ربيعة مجهول من الرابعة ق"
  },
  {
    "id": "4671",
    "data": " عكرمة ابن عبد الرحمن ابن الحارث ابن هشام المخزومي أبو عبد الله المدني أخو أبي بكر ثقة مقل من الثالثة مات سنة ثلاث ومائة خ م س ق"
  },
  {
    "id": "4672",
    "data": " عكرمة ابن عمار العجلي أبو عمار اليمامي أصله من البصرة صدوق يغلط وفي روايته عن يحيى ابن أبي كثير اضطراب ولم يكن له كتاب من الخامسة مات قبيل الستين خت م 4"
  },
  {
    "id": "4655",
    "data": " عقبة ابن وهب العامري الكوفي مقبول من السادسة د"
  },
  {
    "id": " عقبة والد عبد الرحمن وقيل أبو عقبة يأتي في الكنى",
    "data": " عقبة والد عبد الرحمن وقيل أبو عقبة يأتي في الكنى"
  },
  {
    "id": "4656",
    "data": " عقبة الجهني "
  },
  {
    "id": " حليف الأنصار صحابي له حديث في اللقطة ذكره أبو داود تعليقا د",
    "data": " حليف الأنصار صحابي له حديث في اللقطة ذكره أبو داود تعليقا د"
  },
  {
    "id": "4657",
    "data": " عقبة الشامي له حديث في ارتباط الفرس مجهول من السابعة ق"
  },
  {
    "id": "4658",
    "data": " عقبة العقيلي مقبول من الثالثة ت"
  },
  {
    "id": " عقبة المجدر هو ابن خالد تقدم",
    "data": " عقبة المجدر هو ابن خالد تقدم"
  },
  {
    "id": "4659",
    "data": " عقيل بفتح أوله ابن جابر ابن عبد الله الأنصاري المدني مقبول من الرابعة د"
  },
  {
    "id": "4660",
    "data": " عقيل ابن شبيب بمعجمة وموحدتين وقيل سعيد مجهول من الرابعة بخ د س"
  },
  {
    "id": "4661",
    "data": " عقيل ابن أبي طالب الهاشمي أخو علي وجعفر وكان الأسن صحابي عالم بالنسب مات سنة ستين وقيل بعدها س ق"
  },
  {
    "id": "4662",
    "data": " عقيل ابن طلحة السلمي ثقة من الرابعة ولأبيه صحبة د س ق"
  },
  {
    "id": "4663",
    "data": " عقيل ابن مدرك السلمي أو الخولاني أبو الأزهر الشامي مقبول من السابعة د"
  },
  {
    "id": "4664",
    "data": " عقيل ابن معقل ابن منبه اليماني ابن أخي وهب صدوق من السابعة د"
  },
  {
    "id": "4665",
    "data": " عقيل بالضم ابن خالد ابن عقيل بالفتح الأيلي بفتح الهمزة بعدها تحتانية ساكنة ثم لام أبو خالد الأموي مولاهم ثقة ثبت سكن المدينة ثم الشام ثم مصر من السادسة مات سنة أربع وأربعين على الصحيح ع"
  },
  {
    "id": "4666",
    "data": " عكراش بكسر أوله وسكون الكاف وآخره معجمة ابن ذؤيب السعدي أبو الصهباء صحابي قليل الحديث عاش مائة سنة ت ق"
  },
  {
    "id": "4667",
    "data": " عكرمة ابن أبي جهل ابن هشام المخزومي صحابي أسلم يوم الفتح وحسن إسلامه واستشهد بالشام في خلافة أبي بكر على الصحيح ت"
  },
  {
    "id": "4668",
    "data": " عكرمة ابن خالد ابن العاص ابن هشام المخزومي ثقة من الثالثة مات بعد عطاء خ م د ت س"
  },
  {
    "id": "4669",
    "data": " عكرمة ابن خالد ابن سلمة ابن العاص ابن هشام المخزومي ضعيف وهو أصغر من الذي قبله"
  },
  {
    "id": "4670",
    "data": " عكرمة ابن سلمة ابن ربيعة مجهول من الرابعة ق"
  },
  {
    "id": "4671",
    "data": " عكرمة ابن عبد الرحمن ابن الحارث ابن هشام المخزومي أبو عبد الله المدني أخو أبي بكر ثقة مقل من الثالثة مات سنة ثلاث ومائة خ م س ق"
  },
  {
    "id": "4672",
    "data": " عكرمة ابن عمار العجلي أبو عمار اليمامي أصله من البصرة صدوق يغلط وفي روايته عن يحيى ابن أبي كثير اضطراب ولم يكن له كتاب من الخامسة مات قبيل الستين خت م 4"
  },
  {
    "id": "4673",
    "data": " عكرمة أبو عبد الله مولى ابن عباس أصله بربري ثقة ثبت عالم بالتفسير لم يثبت تكذيبه عن ابن عمر ولا تثبت عنه بدعة من الثالثة مات سنة أربع ومائة وقيل بعد ذلك ع"
  },
  {
    "id": "4674",
    "data": " علباء بكسر أوله وسكون اللام بعدها موحدة ومد ابن أحمر اليشكري بفتح التحتانية وسكون المعجمة بصري صدوق من القراء من الرابعة م ت س ق"
  },
  {
    "id": "4675",
    "data": " علباء ابن أبي علباء الكوفي مقبول من الثالثة وقيل هو الذي قبله عس"
  },
  {
    "id": "4676",
    "data": " علقمة ابن بجالة بفتح الموحدة وتخفيف الجيم مقبول من الرابعة بخ"
  },
  {
    "id": "4677",
    "data": " علقمة ابن أبي جمرة بالجيم الضبعي بضم المعجمة وفتح الموحدة مجهول من السابعة ق"
  },
  {
    "id": " علقمة ابن حديج ",
    "data": " علقمة ابن حديج "
  },
  {
    "id": " صوابه عقبة ابن علقمة ابن حديج مضى",
    "data": " صوابه عقبة ابن علقمة ابن حديج مضى"
  },
  {
    "id": "4678",
    "data": " علقمة ابن عبد الله ابن سنان وقيل اسم جده عمرو وإنه أخو بكر ابن عبد الله المزني البصري ثقة من الثالثة مات سنة مائة 4"
  },
  {
    "id": "4679",
    "data": " علقمة ابن أبي علقمة بلال المدني مولى عائشة وهو علقمة ابن أم علقمة واسمها مرجانة ثقة علامة من الخامسة مات سنة بضع وثلاثين ع"
  },
  {
    "id": "4680",
    "data": " علقمة ابن عمرو ابن الحصين العطاردي أبو الفضل الكوفي صدوق له غرائب من الحادية عشرة مات سنة ست وخمسين ق"
  },
  {
    "id": "4681",
    "data": " علقمة ابن قيس ابن عبد الله النخعي الكوفي ثقة ثبت فقيه عابد من الثانية مات بعد الستين وقيل بعد السبعين ع"
  },
  {
    "id": "4682",
    "data": " علقمة ابن مرثد بفتح الميم وسكون الراء بعدها مثلثة الحضرمي أبو الحارث الكوفي ثقة من السادسة ع"
  },
  {
    "id": "4683",
    "data": " علقمة ابن نضلة بفتح النون وسكون المعجمة المكي كناني وقيل كندي تابعي صغير مقبول أخطأ من عده في الصحابة ق"
  },
  {
    "id": "4684",
    "data": " علقمة ابن وائل ابن حجر بضم المهملة وسكون الجيم الحضرمي الكوفي صدوق إلا أنه لم يسمع من أبيه "
  },
  {
    "id": " ي م 4",
    "data": " ي م 4"
  },
  {
    "id": "4685",
    "data": " علقمة ابن وقاص بتشديد القاف الليثي المدني ثقة ثبت من الثانية أخطأ من زعم أن له صحبة وقيل إنه ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات في خلافة عبد الملك ع"
  },
  {
    "id": "4673",
    "data": " عكرمة أبو عبد الله مولى ابن عباس أصله بربري ثقة ثبت عالم بالتفسير لم يثبت تكذيبه عن ابن عمر ولا تثبت عنه بدعة من الثالثة مات سنة أربع ومائة وقيل بعد ذلك ع"
  },
  {
    "id": "4674",
    "data": " علباء بكسر أوله وسكون اللام بعدها موحدة ومد ابن أحمر اليشكري بفتح التحتانية وسكون المعجمة بصري صدوق من القراء من الرابعة م ت س ق"
  },
  {
    "id": "4675",
    "data": " علباء ابن أبي علباء الكوفي مقبول من الثالثة وقيل هو الذي قبله عس"
  },
  {
    "id": "4676",
    "data": " علقمة ابن بجالة بفتح الموحدة وتخفيف الجيم مقبول من الرابعة بخ"
  },
  {
    "id": "4677",
    "data": " علقمة ابن أبي جمرة بالجيم الضبعي بضم المعجمة وفتح الموحدة مجهول من السابعة ق"
  },
  {
    "id": " علقمة ابن حديج ",
    "data": " علقمة ابن حديج "
  },
  {
    "id": " صوابه عقبة ابن علقمة ابن حديج مضى",
    "data": " صوابه عقبة ابن علقمة ابن حديج مضى"
  },
  {
    "id": "4678",
    "data": " علقمة ابن عبد الله ابن سنان وقيل اسم جده عمرو وإنه أخو بكر ابن عبد الله المزني البصري ثقة من الثالثة مات سنة مائة 4"
  },
  {
    "id": "4679",
    "data": " علقمة ابن أبي علقمة بلال المدني مولى عائشة وهو علقمة ابن أم علقمة واسمها مرجانة ثقة علامة من الخامسة مات سنة بضع وثلاثين ع"
  },
  {
    "id": "4680",
    "data": " علقمة ابن عمرو ابن الحصين العطاردي أبو الفضل الكوفي صدوق له غرائب من الحادية عشرة مات سنة ست وخمسين ق"
  },
  {
    "id": "4681",
    "data": " علقمة ابن قيس ابن عبد الله النخعي الكوفي ثقة ثبت فقيه عابد من الثانية مات بعد الستين وقيل بعد السبعين ع"
  },
  {
    "id": "4682",
    "data": " علقمة ابن مرثد بفتح الميم وسكون الراء بعدها مثلثة الحضرمي أبو الحارث الكوفي ثقة من السادسة ع"
  },
  {
    "id": "4683",
    "data": " علقمة ابن نضلة بفتح النون وسكون المعجمة المكي كناني وقيل كندي تابعي صغير مقبول أخطأ من عده في الصحابة ق"
  },
  {
    "id": "4684",
    "data": " علقمة ابن وائل ابن حجر بضم المهملة وسكون الجيم الحضرمي الكوفي صدوق إلا أنه لم يسمع من أبيه "
  },
  {
    "id": " ي م 4",
    "data": " ي م 4"
  },
  {
    "id": "4685",
    "data": " علقمة ابن وقاص بتشديد القاف الليثي المدني ثقة ثبت من الثانية أخطأ من زعم أن له صحبة وقيل إنه ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات في خلافة عبد الملك ع"
  },
  {
    "id": "4686",
    "data": " علي ابن إبراهيم الواسطي نزيل بغداد صدوق من الحادية عشرة مات سنة أربع وسبعين ويقال إن شيخ البخاري إنما هو علي ابن عبد الله ابن إبراهيم الآتي فنسبه إلى جده أو هو ابن إشكاب الآتي قريبا خ"
  },
  {
    "id": "4687",
    "data": " علي ابن إسحاق السلمي مولاهم المروزي أصله من ترمذ ثقة من العاشرة مات سنة ثلاث عشرة ت"
  },
  {
    "id": "4688",
    "data": " علي ابن إسحاق ابن مسلم الحنظلي السمرقندي صدوق من العاشرة أيضا مات سنة سبع وثلاثين تمييز"
  },
  {
    "id": "4689",
    "data": " علي ابن أعبد وقد لا يسمى في الإسناد مجهول من الثالثة د عس"
  },
  {
    "id": "4690",
    "data": " علي ابن الأقمر ابن عمرو الهمداني بسكون الميم وبالمهملة الوادعي بكسر الدال المهملة وبالمهملة أبو الوازع بكسر الزاي بعدها مهملة كوفي ثقة من الرابعة ع"
  },
  {
    "id": "4691",
    "data": " علي ابن بحر ابن بري بفتح الموحدة وتشديد الراء المكسورة بعدها تحتانية ثقيلة البغدادي فارسي الأصل ثقة فاضل من العاشرة مات سنة أربع وثلاثين خت د ت"
  },
  {
    "id": "4692",
    "data": " علي ابن بذيمة بفتح الموحدة وكسر المعجمة الخفيفة بعدها تحتانية ساكنة الجزري ثقة رمي بالتشيع من السادسة مات سنة بضع وثلاثين 4"
  },
  {
    "id": "4693",
    "data": " علي ابن بكار البصري الزاهد نزيل الثغر مرابطا صدوق عابد من التاسعة مات قبل المائتين أو بعدها س"
  },
  {
    "id": "4694",
    "data": " علي ابن بكار المصيصي آخر متأخر عن الذي قبله صدوق من العاشرة مات في حدود الأربعين تمييز"
  },
  {
    "id": "4695",
    "data": " علي ابن أبي بكر ابن سليمان الأسفذني بفتح الهمزة وسكون المهملة وفتح الفاء وسكون المعجمة بعدها نون قبل ياء النسب نسبة إلى قرية بمرو صدوق ربما أخطأ وكان عابدا من التاسعة ت ق"
  },
  {
    "id": "4696",
    "data": " علي ابن ثابت الجزري أبو أحمد الهاشمي مولاهم صدوق ربما أخطأ وقد ضعفه الأزدي بلا حجة من التاسعة د ت"
  },
  {
    "id": "4697",
    "data": " علي ابن ثابت الدهان العطار الكوفي صدوق من كبار العاشرة مات سنة تسع عشرة س ق"
  },
  {
    "id": "4698",
    "data": " علي ابن الجعد ابن عبيد الجوهري البغدادي ثقة ثبت رمي بالتشيع من صغار التاسعة مات سنة ثلاثين ومائتين خ د"
  },
  {
    "id": "4713",
    "data": " علي ابن الحسين ابن إبراهيم ابن الحر العامري ابن إشكاب بكسر الهمزة وسكون المعجمة وآخره موحدة وهو لقب أبيه صدوق من العاشرة مات سنة إحدى وستين ويقال إنه المراد بقول البخاري حدثنا علي ابن إبراهيم د ق"
  },
  {
    "id": "4714",
    "data": " علي ابن الحسين ابن حرب القاضي أبو عبيد ابن حربويه ثقة فقيه جليل مشهور جزم الدارقطني بأن النسائي أخرج له وهو من الثانية عشرة مات سنة تسع عشرة وثلاثمائة س"
  },
  {
    "id": "4715",
    "data": " علي ابن الحسين ابن علي ابن أبي طالب الهاشمي زين العابدين "
  },
  {
    "id": " ثقة ثبت عابد فقيه فاضل مشهور قال ابن عيينة عن الزهري ما رأيت قرشيا أفضل منه من الثالثة مات ",
    "data": " ثقة ثبت عابد فقيه فاضل مشهور قال ابن عيينة عن الزهري ما رأيت قرشيا أفضل منه من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وتسعين وقيل غير ذلك ع",
    "data": " سنة ثلاث وتسعين وقيل غير ذلك ع"
  },
  {
    "id": "4716",
    "data": " علي ابن الحسين ابن مطر الدرهمي البصري صدوق من كبار الحادية عشرة مات سنة ثلاث وخمسين د س"
  },
  {
    "id": "4717",
    "data": " علي ابن الحسين ابن واقد المروزي صدوق يهم من العاشرة مات سنة إحدى عشرة بخ م 4"
  },
  {
    "id": "4718",
    "data": " علي ابن الحسين الرقي صدوق من الحادية عشرة مات سنة خمسين د"
  },
  {
    "id": "4719",
    "data": " علي ابن حفص المدائني نزيل بغداد صدوق من التاسعة م د ت س"
  },
  {
    "id": "4720",
    "data": " علي ابن حفص المروزي نزيل عسقلان قال البخاري لقيته بعسقلان سنة سبع عشرة وتعقبه أبو حاتم بأنه علي ابن الحسن ابن نشيط بفتح النون وكسر المعجمة وأنه لقيه بعسقلان في تلك السنة وإنه مقبول وهو من صغار العاشرة خ"
  },
  {
    "id": "4721",
    "data": " علي ابن الحكم ابن ظبيان بفتح المعجمة وسكون الموحدة بعدها تحتانية الأنصاري المروزي المؤدب ثقة يغرب من صغار التاسعة مات سنة ست وعشرين وقيل عشرين خ س"
  },
  {
    "id": "4722",
    "data": " علي ابن الحكم البناني بضم الموحدة وبنونين الأولى خفيفة أبو الحكم البصري ثقة ضعفه الأزدي بلا حجة من الخامسة مات سنة إحدى وثلاثين ومائة خ 4"
  },
  {
    "id": "4723",
    "data": " علي ابن حكيم ابن ذبيان بمعجمة بعدها موحدة ساكنة ثم تحتانية الأودي الكوفي ثقة من العاشرة مات سنة إحدى وثلاثين ومائتين بخ م س"
  },
  {
    "id": "4724",
    "data": " علي ابن حكيم ابن زاهر الخراساني صدوق عابد من العاشرة مات سنة خمس وثلاثين تمييز"
  },
  {
    "id": "4725",
    "data": " علي ابن حكيم ابن أخت عبد الله ابن شوذب مجهول من السابعة تمييز"
  },
  {
    "id": "4726",
    "data": " علي ابن حكيم الجحدري بفتح الجيم وسكون المهملة مجهول من التاسعة تمييز"
  },
  {
    "id": "4727",
    "data": " علي ابن حوشب بالمهملة ثم المعجمة وزن جعفر أبو سليمان الدمشقي لا بأس به من الثامنة د"
  },
  {
    "id": "4728",
    "data": " علي ابن خالد المدني صدوق من الثالثة يروي عن أبي هريرة وأبي أمامة وعنه الضحاك ابن عثمان وسعيد ابن أبي هلال وقيل هما اثنان س"
  },
  {
    "id": "4729",
    "data": " علي ابن خشرم بمعجمتين وزن جعفر المروزي ثقة من صغار العاشرة مات سنة سبع وخمسين أو بعدها وقارب المائة م ت س"
  },
  {
    "id": " علي ابن أبي الخصيب هو ابن محمد يأتي",
    "data": " علي ابن أبي الخصيب هو ابن محمد يأتي"
  },
  {
    "id": "4730",
    "data": " علي ابن داود ابن يزيد القنطري بفتح القاف وسكون النون الأدمي صدوق من الحادية عشرة مات سنة اثنتين وسبعين ق"
  },
  {
    "id": "4731",
    "data": " علي ابن داود ويقال ابن داود بضم الدال بعدها واو بهمزة أبو المتوكل الناجي بنون وجيم البصري مشهور بكنيته ثقة من الثالثة مات سنة ثمان ومائة وقيل قبل ذلك ع"
  },
  {
    "id": "4732",
    "data": " علي ابن رباح ابن قصير ضد الطويل اللخمي أبو عبد الله المصري ثقة والمشهور فيه عُليّ بالتصغير وكان يغضب منها من كبار الثالثة مات سنة بضع عشرة ومائة بخ م 4"
  },
  {
    "id": "4733",
    "data": " علي ابن ربيعة ابن نضلة الوالبي بلام مكسورة وموحدة أبو المغيرة الكوفي ثقة من كبار الثالثة يقال هو الذي روى عنه العلاء ابن صالح فقال حدثنا علي ابن ربيعة البجلي وفرق بينهما البخاري ع"
  },
  {
    "id": " علي ابن زياد اليمامي ",
    "data": " علي ابن زياد اليمامي "
  }
]