[
  {
    "id": " صوابه أبو العلاء ابن زياد واسمه عبد الله تقدم وهو ضعيف من التاسعة ق",
    "data": " صوابه أبو العلاء ابن زياد واسمه عبد الله تقدم وهو ضعيف من التاسعة ق"
  },
  {
    "id": "4734",
    "data": " علي ابن زيد ابن عبد الله ابن زهير ابن عبد الله ابن جدعان التيمي البصري أصله حجازي وهو المعروف بعلي ابن زيد ابن جدعان ينسب أبوه إلى جد جده ضعيف من الرابعة مات سنة إحدى وثلاثين وقيل قبلها بخ م 4"
  },
  {
    "id": "4735",
    "data": " علي ابن أبي سارة الشيباني بالمعجمة أو الأزدي البصري ويقال علي ابن محمد ابن أبي سارة ضعيف من السابعة س"
  },
  {
    "id": "4736",
    "data": " علي ابن سالم ابن شوال باسم الشهر ضعيف من السابعة ق"
  },
  {
    "id": "4737",
    "data": " علي ابن سعيد ابن جرير النسائي نزيل نيسابور صدوق صاحب حديث من الحادية عشرة مات سنة بضع وخمسين س فق"
  },
  {
    "id": "4738",
    "data": " علي ابن سعيد ابن مسروق الكندي الكوفي صدوق من العاشرة مات سنة تسع وأربعين ت س"
  },
  {
    "id": "4739",
    "data": " علي ابن سلمة ابن عقبة القرشي اللبقي بفتح اللام والموحدة ثم قاف النيسابوري صدوق من كبار الحادية عشرة مات سنة اثنتين وخمسين يقال إن البخاري روى عنه ق"
  },
  {
    "id": "4740",
    "data": " علي ابن سليمان شامي مجهول من السابعة ق"
  },
  {
    "id": "4741",
    "data": " علي ابن سهل ابن قادم الرملي نسائي الأصل صدوق من كبار الحادية عشرة مات سنة إحدى وستين د س"
  },
  {
    "id": "4742",
    "data": " علي ابن سهل ابن المغيرة البزاز البغدادي نسائي الأصل أيضا يعرف بالعفاني بمهملة وفاء ثقيلة لملازمته عفان ابن مسلم وهو ثقة من الحادية عشرة والذي قبله أكبر منه ووهم من جمعهما تمييز"
  },
  {
    "id": "4743",
    "data": " علي ابن سهل المدائني صدوق من الحادية عشرة أيضا تمييز"
  },
  {
    "id": "4744",
    "data": " علي ابن سويد ابن منجوف بنون وجيم وفاء أبو الفضل السدوسي البصري لا بأس به من السادسة خ"
  },
  {
    "id": "4745",
    "data": " علي ابن شعيب ابن عدي السمسار البزاز البغدادي فارسي الأصل ثقة من كبار الحادية عشرة مات سنة ثلاث وخمسين س"
  },
  {
    "id": "4746",
    "data": " علي ابن شماخ بمعجمة وتشديد وآخره معجمة مقبول من الثالثة د س"
  },
  {
    "id": "4747",
    "data": " علي ابن شيبان ابن محرز اليمامي الحنفي صحابي مقل تفرد عنه ابنه عبد الرحمن بخ ق"
  },
  {
    "id": "4748",
    "data": " علي ابن صالح ابن صالح ابن حي الهمداني أبو محمد الكوفي أخو حسن ثقة عابد من السابعة مات سنة إحدى وخمسين وقيل بعدها م 4"
  },
  {
    "id": "4749",
    "data": " علي ابن صالح المكي "
  },
  {
    "id": " العابد مقبول من الثامنة ت",
    "data": " العابد مقبول من الثامنة ت"
  },
  {
    "id": "4750",
    "data": " علي ابن صالح بياع الأكسية مجهول من الثامنة أيضا تمييز"
  },
  {
    "id": "4751",
    "data": " علي ابن صالح البغدادي صاحب المصلى مقبول من العاشرة مات سنة تسع وعشرين ويقال كان مغفلا تمييز"
  },
  {
    "id": "4752",
    "data": " علي ابن صالح المدني مستور من الحادية عشرة تمييز"
  },
  {
    "id": "4753",
    "data": " علي ابن أبي طالب ابن عبد المطلب ابن هاشم الهاشمي "
  },
  {
    "id": " ابن عم رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وزوج ابنته من السابقين الأولين ورجح جمع أنه أول من أسلم ",
    "data": " ابن عم رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وزوج ابنته من السابقين الأولين ورجح جمع أنه أول من أسلم "
  },
  {
    "id": " وهو أحد العشرة مات في رمضان سنة أربعين وهو يومئذ أفضل الأحياء من بني آدم بالأرض بإجماع أهل السنة وله ثلاث وستون ",
    "data": " وهو أحد العشرة مات في رمضان سنة أربعين وهو يومئذ أفضل الأحياء من بني آدم بالأرض بإجماع أهل السنة وله ثلاث وستون "
  },
  {
    "id": " على الأرجح ع",
    "data": " على الأرجح ع"
  },
  {
    "id": "4754",
    "data": " علي ابن أبي طلحة سالم مولى بني العباس سكن حمص أرسل عن ابن عباس ولم يره من السادسة صدوق قد يخطىء مات سنة ثلاث وأربعين م د س ق"
  },
  {
    "id": "4755",
    "data": " علي ابن طلق ابن المنذر ابن قيس الحنفي اليمامي صحابي له أحاديث د ت س"
  },
  {
    "id": "4756",
    "data": " علي ابن ظبيان بمعجمة مفتوحة ثم موحدة ساكنة ابن هلال العبسي بالموحدة الكوفي قاضي بغداد ضعيف من التاسعة مات سنة اثنتين وتسعين "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "4757",
    "data": " علي ابن عابس بموحدة مكسورة بعدها مهملة الأسدي الكوفي ضعيف من التاسعة ت"
  },
  {
    "id": "4758",
    "data": " علي ابن عاصم ابن صهيب الواسطي التيمي مولاهم صدوق يخطىء ويصر ورمي بالتشيع من التاسعة مات سنة إحدى ومائتين وقد جاوز التسعين د ت ق"
  },
  {
    "id": "4759",
    "data": " علي ابن عبد الله ابن إبراهيم البغدادي مقبول من الحادية عشرة خ"
  },
  {
    "id": "4760",
    "data": " علي ابن عبد الله ابن جعفر ابن نجيح السعدي مولاهم أبو الحسن ابن المديني بصري ثقة ثبت إمام أعلم أهل عصره بالحديث وعلله حتى قال البخاري ما استصغرت نفسي إلا عند علي ابن المديني وقال فيه شيخه ابن عيينة كنت أتعلم منه أكثر مما يتعلم مني وقال النسائي كأن الله خلقه للحديث عابوا عليه إجابته في المحنة لكنه تنصل وتاب واعتذر بأنه كان خاف على نفسه من العاشرة مات سنة أربع وثلاثين على الصحيح خ ت س فق"
  },
  {
    "id": "4761",
    "data": " علي ابن عبد الله ابن عباس الهاشمي أبو محمد ثقة عابد من الثالثة مات سنة ثماني عشرة على الصحيح بخ م 4"
  },
  {
    "id": "4762",
    "data": " علي ابن عبد الله البارقي الأزدي أبو عبد الله ابن أبي الوليد صدوق ربما أخطأ من الثالثة م 4"
  },
  {
    "id": "4763",
    "data": " علي ابن عبد الأعلى الثعلبي بالمثلثة والمهملة الكوفي الأحول صدوق ربما وهم من السادسة 4"
  },
  {
    "id": "4764",
    "data": " علي ابن عبد الحميد ابن مصعب المعني بفتح اليم وسكون المهملة وكسر النون بعدها ياء النسب كوفي ثقة وكان ضريرا من العاشرة مات سنة اثنتين وعشرين خت ت س"
  },
  {
    "id": "4765",
    "data": " علي ابن عبد الرحمن ابن محمد ابن المغيرة المخزومي مولاهم المصري لقبه علان بفتح المهملة وتشديد اللام وكان أصله من الكوفة صدوق من الحادية عشرة مات سنة اثنتين وسبعين س"
  },
  {
    "id": "4766",
    "data": " علي ابن عبد الرحمن المعاوي بضم الميم والمهملة الخفيفة الأنصاري المدني ثقة من الرابعة م د س"
  },
  {
    "id": " علي ابن عبد العزيز هو ابن غراب يأتي ق",
    "data": " علي ابن عبد العزيز هو ابن غراب يأتي ق"
  },
  {
    "id": " علي ابن عبيد الله ابن أبي رافع الصواب عبيد الله ابن علي ابن أبي رافع وقد تقدم",
    "data": " علي ابن عبيد الله ابن أبي رافع الصواب عبيد الله ابن علي ابن أبي رافع وقد تقدم"
  },
  {
    "id": " علي ابن عبيد الله ابن طبراخ وهو علي ابن أبي هاشم يأتي",
    "data": " علي ابن عبيد الله ابن طبراخ وهو علي ابن أبي هاشم يأتي"
  },
  {
    "id": "4767",
    "data": " علي ابن عبيد الأنصاري المدني مولى أبي أسيد مقبول من الخامسة بخ د ق"
  },
  {
    "id": "4768",
    "data": " علي ابن عثام بمهملة ومثلثة "
  },
  {
    "id": " ابن علي العامري الكوفي نزيل نيسابور ثقة فاضل من العاشرة مات سنة ثمان وعشرين م س",
    "data": " ابن علي العامري الكوفي نزيل نيسابور ثقة فاضل من العاشرة مات سنة ثمان وعشرين م س"
  },
  {
    "id": "4769",
    "data": " علي ابن عثمان ابن محمد ابن سعيد النفيلي بنون وفاء مصغر الحراني لا بأس به من الحادية عشرة مات سنة اثنتين وسبعين س"
  },
  {
    "id": "4770",
    "data": " علي ابن عثمان ابن محمد ابن سعيد البصري صدوق من الحادية عشرة قال المزي يحتمل أن يكون هو الذي قبله س"
  },
  {
    "id": "4771",
    "data": " علي ابن عروة القرشي الدمشقي متروك من الثامنة ق"
  },
  {
    "id": "4772",
    "data": " علي ابن علقمة الأنماري بفتح الهمزة وسكون النون الكوفي مقبول من الثالثة ت س"
  },
  {
    "id": "4773",
    "data": " علي ابن علي ابن نجاد بنون وجيم خفيفة الرفاعي بفاء اليشكري بتحتانية مفتوحة ومعجمة ساكنة أبو إسماعيل البصري لا بأس به رمي بالقدر وكان عابدا ويقال كان يشبه النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من السابعة بخ 4"
  },
  {
    "id": "4774",
    "data": " علي ابن عمارة مقبول من الثالثة بخ"
  },
  {
    "id": "4775",
    "data": " علي ابن عمر ابن علي ابن الحسين ابن علي ابن أبي طالب الهاشمي مستور من الثامنة د"
  },
  {
    "id": "4776",
    "data": " علي ابن عمرو ابن الحارث ابن سهل الأنصاري أبو هبيرة بهاء وموحدة مصغر البغدادي صدوق له أوهام من العاشرة مات أول سنة ستين ق"
  },
  {
    "id": "4777",
    "data": " علي ابن عمرو الثقفي مجهول من السابعة وقد أرسل حديثا مد"
  },
  {
    "id": "4778",
    "data": " علي ابن العلاء الخزاعي مقبول من السادسة بخ"
  },
  {
    "id": "4779",
    "data": " علي ابن عياش بتحتانية ومعجمة الألهاني بفتح الهمزة وسكون اللام الحمصي ثقة ثبت من التاسعة مات سنة تسع عشرة خ 4"
  },
  {
    "id": "4780",
    "data": " علي ابن عيسى ابن يزيد البغدادي الكراجكي بفتح الكاف وكسر الجيم التي بعد الألف وقد تبدل شينا مقبول من الحادية عشرة مات سنة سبع وأربعين ت"
  },
  {
    "id": "4781",
    "data": " علي ابن عيسى المخرمي بتشديد الراء المكسورة ثقة من العاشرة مات سنة ثلاث وثلاثين ومائتين تمييز"
  },
  {
    "id": "4782",
    "data": " علي ابن عيسى الكوفي نزيل بغداد مقبول من الثانية عشرة تمييز"
  },
  {
    "id": "4783",
    "data": " علي ابن غراب باسم الطائر الفزاري مولاهم الكوفي القاضي قال الفلكي غراب لقب وهو عبد العزيز سماه مروان ابن معاوية وقال مرة علي ابن أبي الوليد صدوق وكان يدلس ويتشيع وأفرط ابن حبان في تضعيفه من الثامنة مات سنة أربع وثمانين س ق"
  },
  {
    "id": " علي ابن أبي فاطمة هو ابن الحزور تقدم",
    "data": " علي ابن أبي فاطمة هو ابن الحزور تقدم"
  },
  {
    "id": "4784",
    "data": " علي ابن فضيل ابن عياض التميمي ثقة عابد من التاسعة تقدم موته على أبيه س"
  },
  {
    "id": "4785",
    "data": " علي ابن قادم الخزاعي الكوفي صدوق يتشيع من التاسعة مات سنة ثلاث عشرة أو قبلها د ت س"
  },
  {
    "id": " علي ابن قاسم ",
    "data": " علي ابن قاسم "
  },
  {
    "id": " صوابه عبد الأعلى",
    "data": " صوابه عبد الأعلى"
  },
  {
    "id": "4786",
    "data": " علي ابن ماجدة بالجيم السهمي مجهول من الثالثة د"
  },
  {
    "id": "4787",
    "data": " علي ابن المبارك الهنائي بضم الهاء وتخفيف النون ممدود ثقة كان له عن يحيى ابن أبي كثير كتابان أحدهما سماع والآخر إرسال فحديث الكوفيين عنه فيه شيء من كبار السابعة ع"
  },
  {
    "id": "4788",
    "data": " علي ابن المثنى الطهوي بفتح الهاء مقبول من الحادية عشرة مات سنة ست وخمسين س"
  },
  {
    "id": "4789",
    "data": " علي ابن المثنى ابن يحيى التميمي الموصلي والد أبي يعلى الحافظ مقبول من العاشرة تمييز"
  },
  {
    "id": "4790",
    "data": " علي ابن مجاهد ابن مسلم القاضي الكابلي بضم الموحدة وتخفيف اللام متروك من التاسعة وليس في شيوخ أحمد أضعف منه مات بعد الثمانين "
  },
  {
    "id": " ت",
    "data": " ت"
  },
  {
    "id": "4791",
    "data": " علي ابن محمد ابن إسحاق الطنافسي بفتح المهملة وتخفيف النون وبعد الألف فاء ثم مهملة ثقة عابد من العاشرة مات سنة ثلاث وقيل خمس وثلاثين عس ق"
  },
  {
    "id": "4792",
    "data": " علي ابن محمد ابن أبي الخصيب بفتح المعجمة وكسر المهملة القرشي الكوفي صدوق ربما أخطأ من العاشرة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "4793",
    "data": " علي ابن محمد ابن زكريا البغدادي نزيل الرقة أبو المضاء بفتح الميم وتخفيف المعجمة لقبه ميمون ثقة حافظ من الثانية عشرة س"
  },
  {
    "id": "4794",
    "data": " علي ابن محمد ابن عبد الله البصري صدوق من الحادية عشرة يحتمل أن يكون هو النفيلي علي ابن عثمان المتقدم س"
  },
  {
    "id": "4795",
    "data": " علي ابن محمد ابن علي ابن أبي المضاء المصيصي القاضي ثقة من الحادية عشرة س"
  },
  {
    "id": "4796",
    "data": " علي ابن مدرك النخعي أبو مدرك الكوفي ثقة من الرابعة مات سنة عشرين ومائة ع"
  },
  {
    "id": "4797",
    "data": " علي ابن مدرك الكوفي مجهول من السابعة تمييز"
  },
  {
    "id": "4798",
    "data": " علي ابن مسعدة الباهلي أبو حبيب البصري صدوق له أوهام من السابعة بخ ت ق"
  },
  {
    "id": "4799",
    "data": " علي ابن مسلم ابن سعيد الطوسي نزيل بغداد ثقة من العاشرة مات سنة ثلاث وخمسين خ د س"
  },
  {
    "id": "4800",
    "data": " علي ابن مسهر بضم الميم وسكون المهملة وكسر الهاء القرشي الكوفي قاضي الموصل ثقة له غرائب بعد أن أضر من الثامنة مات سنة تسع وثمانين ع"
  },
  {
    "id": "4801",
    "data": " علي ابن معبد ابن شداد الرقي نزيل مصر ثقة فقيه من كبار العاشرة مات سنة ثماني عشرة ت س"
  },
  {
    "id": "4802",
    "data": " علي ابن معبد ابن نوح البغدادي نزيل مصر وهو الصغير ثقة من الحادية عشرة مات سنة تسع وخمسين س"
  },
  {
    "id": "4803",
    "data": " علي ابن المنذر الطريقي بفتح المهملة وكسر الراء بعدها تحتانية ساكنة ثم قاف الكوفي صدوق يتشيع من العاشرة مات سنة ست وخمسين ت س ق"
  },
  {
    "id": "4804",
    "data": " علي ابن موسى ابن جعفر ابن محمد ابن علي ابن الحسين ابن علي الهاشمي يلقب الرضى بكسر الراء وفتح المعجمة صدوق والخلل ممن روى عنه من كبار العاشرة مات سنة ثلاث ومائتين ولم يكمل الخمسين ق"
  },
  {
    "id": "4805",
    "data": " علي ابن ميمون الرقي العطار ثقة من العاشرة مات سنة ست وأربعين س ق"
  },
  {
    "id": "4806",
    "data": " علي ابن نزار ابن حيان الأسدي الكوفي ضعيف من السادسة ت ق"
  },
  {
    "id": "4807",
    "data": " علي ابن نصر ابن علي الجهضمي بفتح الجيم وسكون الهاء بعدها معجمة مفتوحة البصري ثقة من كبار التاسعة مات سنة سبع وثمانين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "4808",
    "data": " علي ابن نصر ابن علي ابن نصر ابن علي الجهضمي حفيد الذي قبله ثقة حافظ من الحادية عشرة مات سنة خمسين ومائتين م د ت س"
  },
  {
    "id": "4809",
    "data": " علي ابن نفيل بنون وفاء مصغر النهدي بنون الجزري لا بأس به من السادسة مات سنة خمس وعشرين د ق"
  },
  {
    "id": "4810",
    "data": " علي ابن هاشم ابن البريد بفتح الموحدة وبعد الراء تحتانية ساكنة الكوفي صدوق يتشيع من صغار الثامنة مات سنة ثمانين وقيل في التي بعدها بخ م 4"
  },
  {
    "id": "4811",
    "data": " علي ابن هاشم ابن مرزوق الهاشمي الرازي صدوق من العاشرة ق"
  },
  {
    "id": "4812",
    "data": " علي ابن أبي هاشم عبيد الله ابن طبراخ بكسر المهملة وسكون الموحدة وآخره معجمة صدوق تكلم فيه للوقف في القرآن من العاشرة خ"
  },
  {
    "id": "4813",
    "data": " علي ابن الهيثم البغدادي صاحب الطعام مقبول من الحادية عشرة وفرق الخطيب بين شيخ البخاري وبين صاحب الطعام شيخ المحاملي خ"
  },
  {
    "id": "4814",
    "data": " علي ابن يحيى ابن خلاد ابن رافع ابن مالك ابن العجلان الزرقي بضم الزاي وفتح الراء بعدها قاف الأنصاري ثقة من الرابعة مات سنة تسع وعشرين خ د س ق"
  },
  {
    "id": "4815",
    "data": " علي ابن يزيد ابن ركانة ابن عبد يزيد المطلبي مستور من الرابعة د ق"
  },
  {
    "id": "4816",
    "data": " علي ابن يزيد ابن سليم الصدائي بضم "
  },
  {
    "id": " المهملة وتخفيف الدال بمدة الأكفاني فيه لين من التاسعة عس",
    "data": " المهملة وتخفيف الدال بمدة الأكفاني فيه لين من التاسعة عس"
  },
  {
    "id": "4817",
    "data": " علي ابن يزيد ابن أبي زياد الألهاني أبو عبد الملك الدمشقي صاحب القاسم ابن عبد الرحمن ضعيف من السادسة مات سنة بضع عشرة ومائة ت ق"
  }
]