[
  {
    "id": "4818",
    "data": " علي أبو الأسود الكوفي صوابه سهل أبو الأسد غلط شعبة في اسمه وكنيته قاله الدارقطني وغيره مقبول من الرابعة س"
  },
  {
    "id": " علي ابن المديني هو ابن عبد الله تقدم",
    "data": " علي ابن المديني هو ابن عبد الله تقدم"
  },
  {
    "id": " علي غير منسوب عن إسحاق ابن سعيد وعن خلف ابن خليفة قيل هو ابن الجعد خ",
    "data": " علي غير منسوب عن إسحاق ابن سعيد وعن خلف ابن خليفة قيل هو ابن الجعد خ"
  },
  {
    "id": " علي غير منسوب عن مالك ابن سعير قيل هو ابن سلمة أو ابن المديني خ",
    "data": " علي غير منسوب عن مالك ابن سعير قيل هو ابن سلمة أو ابن المديني خ"
  },
  {
    "id": " عمار ابن أكيمة يأتي في عمارة",
    "data": " عمار ابن أكيمة يأتي في عمارة"
  },
  {
    "id": "4819",
    "data": " عمار ابن الحسن الهلالي أبو الحسن الرازي نزيل نسا ثقة من العاشرة مات سنة اثنتين وأربعين وله ثلاث وثمانون سنة س"
  },
  {
    "id": "4820",
    "data": " عمار ابن خالد ابن يزيد ابن دينار الواسطي التمار أبو الفضل أو أبو إسماعيل ثقة من صغار العاشرة مات سنة ستين ومائتين س ق"
  },
  {
    "id": "4821",
    "data": " عمار ابن رزيق بتقديم الراء مصغر الضبي أو التميمي أبو الأحوص الكوفي لا بأس به من الثامنة مات سنة تسع وخمسين م د س ق"
  },
  {
    "id": "4822",
    "data": " عمار ابن رزيق العامري مولاهم مقبول من السادسة يروي المراسيل تمييز"
  },
  {
    "id": "4823",
    "data": " عمار ابن سعد القرظ بفتح القاف والراء بعدها ظاء معجمة المؤذن مقبول من الثالثة ووهم من زعم أن له صحبة ق"
  },
  {
    "id": "4824",
    "data": " عمار ابن سعد السلهمي بمهملة مفتوحة ثم لام ساكنة بعدها هاء مفتوحة المصري وسلهم من مراد مقبول من السادسة وقد أرسل عن عمر مات سنة ثمان وأربعين بخ د"
  },
  {
    "id": "4825",
    "data": " عمار ابن سعد التجيبي مقبول من الثالثة مات سنة خمس ومائة تمييز"
  },
  {
    "id": "4826",
    "data": " عمار ابن سيف الضبي بالمعجمة ثم الموحدة أبو عبد الرحمن الكوفي ضعيف الحديث عابد من الثامنة إلا أنه قديم الموت مات بعد الستين "
  },
  {
    "id": " ت ق",
    "data": " ت ق"
  },
  {
    "id": " عمار ابن شبيب في عمارة",
    "data": " عمار ابن شبيب في عمارة"
  },
  {
    "id": "4827",
    "data": " عمار ابن شعيث آخره مثلثة ابن عبد الله العنبري بنون وموحدة مقبول من الثامنة د"
  },
  {
    "id": "4828",
    "data": " عمار ابن طالوت ابن عباد الجحدري بجيم ثم حاء ساكنة ثقة من الحادية عشرة ق"
  },
  {
    "id": "4829",
    "data": " عمار ابن أبي عمار مولى بني هاشم "
  },
  {
    "id": " أبو عمر ",
    "data": " أبو عمر "
  },
  {
    "id": " ويقال أبو عبد الله صدوق ربما أخطأ من الثالثة مات بعد العشرين م 4",
    "data": " ويقال أبو عبد الله صدوق ربما أخطأ من الثالثة مات بعد العشرين م 4"
  },
  {
    "id": "4830",
    "data": " عمار ابن عمارة أبو هاشم الزعفراني البصري لا بأس به من السابعة د"
  },
  {
    "id": "4831",
    "data": " عمار ابن أبي فروة الأموي مولاهم المدني أبو عمرو ويقال عمارة مقبول من السادسة س ق"
  },
  {
    "id": "4832",
    "data": " عمار ابن محمد الثوري أبو اليقظان الكوفي ابن أخت سفيان الثوري سكن بغداد صدوق يخطىء وكان عابدا من الثامنة مات سنة اثنتين وثمانين م ت ق"
  },
  {
    "id": "4833",
    "data": " عمار ابن معاوية الدهني بضم أوله وسكون الهاء بعدها نون أبو معاوية البجلي الكوفي صدوق يتشيع من الخامسة مات سنة ثلاث وثلاثين م 4"
  },
  {
    "id": "4834",
    "data": " عمار ابن نصر السعدي أبو ياسر بتحتانية ثم مهملة المروزي نزيل بغداد صدوق من العاشرة مات سنة تسع وعشرين فق"
  },
  {
    "id": "4835",
    "data": " عمار ابن هارون أبو ياسر المستملي البصري الدلال ضعيف من العاشرة أيضا تمييز"
  },
  {
    "id": "4836",
    "data": " عمار ابن ياسر ابن عامر ابن مالك العنسي بنون ساكنة "
  },
  {
    "id": " ومهملة أبو اليقظان مولى بني مخزوم صحابي جليل مشهور من السابقين الأولين بدري قتل مع علي بصفين سنة سبع وثلاثين ع",
    "data": " ومهملة أبو اليقظان مولى بني مخزوم صحابي جليل مشهور من السابقين الأولين بدري قتل مع علي بصفين سنة سبع وثلاثين ع"
  },
  {
    "id": " عمار مولى بني الحارث ومولى ابن عباس هو ابن أبي عمار تقدم",
    "data": " عمار مولى بني الحارث ومولى ابن عباس هو ابن أبي عمار تقدم"
  },
  {
    "id": " عمار أبو نملة الأنصاري في الكنى",
    "data": " عمار أبو نملة الأنصاري في الكنى"
  },
  {
    "id": "4837",
    "data": " عمارة بضم أوله والتخفيف ابن أكيمة بالتصغير الليثي أبو الوليد المدني وقيل اسمه عمار أو عمرو أو عامر ويأتي غير مسمى ثقة من الثالثة مات سنة إحدى ومائة وله تسع وسبعون ر 4"
  },
  {
    "id": "4838",
    "data": " عمارة ابن بشر الشامي مقبول من التاسعة س"
  },
  {
    "id": "4839",
    "data": " عمارة ابن ثوبان حجازي مستور من الخامسة بخ د ق"
  },
  {
    "id": "4840",
    "data": " عمارة ابن جوين بجيم مصغر أبو هارون العبدي مشهور بكنيته متروك ومنهم من كذبه شيعي من الرابعة مات سنة أربع وثلاثين عخ ت ق"
  },
  {
    "id": "4841",
    "data": " عمارة ابن حديد البجلي بفتح الموحدة والجيم مجهول من الثالثة 4"
  },
  {
    "id": "4842",
    "data": " عمارة ابن أبي حسن الأنصاري المازني المدني ثقة يقال له رؤية ووهم من عده صحابيا فإن الصحبة لأبيه س"
  },
  {
    "id": "4843",
    "data": " عمارة ابن أبي حفصة نابت أوله نون ويقال مثلثة وهو تصحيف فيما جزم به الفلاس ثقة من السادسة مات سنة اثنتين وثلاثين خ 4"
  },
  {
    "id": "4844",
    "data": " عمارة ابن خزيمة ابن ثابت الأنصاري الأوسي أبو عبد الله أو أبو محمد المدني ثقة من الثالثة مات سنة خمس ومائة وهو ابن خمس وسبعين 4"
  },
  {
    "id": "4845",
    "data": " عمارة ابن رويبة براء وبموحدة مصغر الثقفي أبو زهير صحابي نزل الكوفة وتأخر إلى بعد السبعين م د ت س"
  },
  {
    "id": "4846",
    "data": " عمارة ابن رويبة آخر روى عن علي أنه خيره بين أمه وأبيه مستور ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "4847",
    "data": " عمارة ابن زاذان الصيدلاني أبو سلمة البصري صدوق كثير الخطأ من السابعة بخ د ت ق"
  },
  {
    "id": "4848",
    "data": " عمارة ابن زعكرة بفتح الزاي وسكون المهملة الكندي أبو عدي الحمصي صحابي له حديث ت"
  },
  {
    "id": " عمارة ابن السمط ",
    "data": " عمارة ابن السمط "
  },
  {
    "id": " صوابه عامر تقدم",
    "data": " صوابه عامر تقدم"
  },
  {
    "id": "4849",
    "data": " عمارة ابن شبيب بفتح المعجمة وموحدتين السبئي بفتح المهملة والموحدة وهمزة مقصورة ويقال فيه عمار يقال له صحبة وقال ابن حبان في ثقاته من زعم أن له صحبة فقد وهم له حديث عند المصريين ت س"
  },
  {
    "id": "4850",
    "data": " عمارة ابن أبي الشعثاء مجهول من شيوخ بقية من السابعة د"
  },
  {
    "id": "4851",
    "data": " عمارة ابن عبد الله ابن صياد أبو أيوب المدني ثقة فاضل من الرابعة مات بعد الثلاثين وأبوه هو الذي كان يقال إنه الدجال ت ق"
  },
  {
    "id": "4852",
    "data": " عمارة ابن عبد الله ابن طعمة بضم المهملة المدني مقبول من السادسة د"
  },
  {
    "id": "4853",
    "data": " عمارة ابن عبد الكوفي مقبول من الثالثة عس"
  },
  {
    "id": "4854",
    "data": " عمارة ابن عثمان ابن حنيف الأنصاري المدني مقبول من الثالثة س"
  },
  {
    "id": "4855",
    "data": " عمارة ابن عمرو ابن حزم الأنصاري المدني ثقة استشهد بالحرة وقيل مع ابن الزبير من كبار الثالثة د ق"
  },
  {
    "id": "4856",
    "data": " عمارة ابن عمير التيمي كوفي ثقة ثبت من الرابعة مات بعد المائة وقيل قبلها بسنتين ع"
  },
  {
    "id": "4857",
    "data": " عمارة ابن غراب بضم المعجمة اليحصبي بفتح التحتانية وسكون المهملة وفتح الصاد المهملة بعدها موحدة تابعي مجهول غلط من عده صحابيا بل هو من السادسة بخ د"
  },
  {
    "id": "4858",
    "data": " عمارة ابن غزية بفتح المعجمة وكسر الزاي بعدها تحتانية ثقيلة ابن الحارث الأنصاري المازني المدني لا بأس به وروايته عن أنس مرسلة من السادسة مات سنة أربعين خت م 4"
  },
  {
    "id": " عمارة ابن أبي فروة في عمار",
    "data": " عمارة ابن أبي فروة في عمار"
  },
  {
    "id": "4859",
    "data": " عمارة ابن القعقاع ابن شبرمة بضم المعجمة والراء بينهما موحدة ساكنة الضبي بالمعجمة والموحدة الكوفي ثقة أرسل عن ابن مسعود وهو من السادسة ع"
  },
  {
    "id": "4860",
    "data": " عمارة ابن مهران بكسر الميم وسكون الهاء المعولي بكسر الميم وسكون المهملة وفتح الواو أبو سعيد البصري لا بأس به عابد من السابعة بخ"
  },
  {
    "id": "4861",
    "data": " عمارة ابن ميمون مجهول من السادسة كأنه حجازي أو بصري ر د"
  },
  {
    "id": "4862",
    "data": " عمر ابن إبراهيم ابن سليمان البغدادي أبو الآذان جمع أذن وهو لقب وكنيته أبو بكر جزري الأصل نزل العراق ثقة حافظ من الثانية عشرة مات سنة تسعين ومائتين وقيل قبل ذلك س"
  },
  {
    "id": "4863",
    "data": " عمر ابن إبراهيم العبدي البصري صاحب الهروي بفتح الهاء والراء صدوق في حديثه عن قتادة ضعف من السابعة قد ت س ق"
  },
  {
    "id": "4864",
    "data": " عمر ابن إسحاق ابن عبد الله ابن أبي طلحة المدني مجهول الحال من السابعة ت"
  },
  {
    "id": "4865",
    "data": " عمر ابن إسحاق المدني مولى زائدة حجازي مقبول من السادسة م"
  },
  {
    "id": "4866",
    "data": " عمر ابن إسماعيل ابن مجالد بالجيم الهمداني الكوفي نزيل بغداد متروك من صغار العاشرة ت"
  },
  {
    "id": "4867",
    "data": " عمر ابن أيوب العبدي الموصلي صدوق له أوهام من التاسعة مات سنة ثمان وثمانين "
  },
  {
    "id": " م د س ق",
    "data": " م د س ق"
  },
  {
    "id": "4868",
    "data": " عمر ابن أبي بكر ابن عبد الرحمن ابن الحارث ابن هشام المخزومي المدني مقبول من السادسة س"
  },
  {
    "id": "4869",
    "data": " عمر ابن بيان التغلبي الكوفي مقبول من السادسة د"
  },
  {
    "id": "4870",
    "data": " عمر ابن ثابت الأنصاري الخزرجي المدني ثقة من الثالثة أخطأ من عده في الصحابة م 4"
  },
  {
    "id": "4871",
    "data": " عمر ابن جابر الحنفي اليمامي مقبول من السابعة بخ د"
  },
  {
    "id": " عمر ابن جاوان في عمرو",
    "data": " عمر ابن جاوان في عمرو"
  },
  {
    "id": "4872",
    "data": " عمر ابن جعثم بضم الجيم وسكون المهملة وضم المثلثة الحمصي مقبول من السابعة د س"
  },
  {
    "id": "4873",
    "data": " عمر ابن حبيب المكي نزيل اليمن القاضي بالمعجمة وبالمهملة الشديدة ثقة حافظ من السابعة بخ"
  },
  {
    "id": "4874",
    "data": " عمر ابن حبيب ابن محمد العدوي القاضي البصري ضعيف من التاسعة مات سنة ست أو سبع ومائتين ق"
  },
  {
    "id": "4860",
    "data": " عمارة ابن مهران بكسر الميم وسكون الهاء المعولي بكسر الميم وسكون المهملة وفتح الواو أبو سعيد البصري لا بأس به عابد من السابعة بخ"
  },
  {
    "id": "4861",
    "data": " عمارة ابن ميمون مجهول من السادسة كأنه حجازي أو بصري ر د"
  },
  {
    "id": "4862",
    "data": " عمر ابن إبراهيم ابن سليمان البغدادي أبو الآذان جمع أذن وهو لقب وكنيته أبو بكر جزري الأصل نزل العراق ثقة حافظ من الثانية عشرة مات سنة تسعين ومائتين وقيل قبل ذلك س"
  },
  {
    "id": "4863",
    "data": " عمر ابن إبراهيم العبدي البصري صاحب الهروي بفتح الهاء والراء صدوق في حديثه عن قتادة ضعف من السابعة قد ت س ق"
  },
  {
    "id": "4864",
    "data": " عمر ابن إسحاق ابن عبد الله ابن أبي طلحة المدني مجهول الحال من السابعة ت"
  },
  {
    "id": "4865",
    "data": " عمر ابن إسحاق المدني مولى زائدة حجازي مقبول من السادسة م"
  },
  {
    "id": "4866",
    "data": " عمر ابن إسماعيل ابن مجالد بالجيم الهمداني الكوفي نزيل بغداد متروك من صغار العاشرة ت"
  },
  {
    "id": "4867",
    "data": " عمر ابن أيوب العبدي الموصلي صدوق له أوهام من التاسعة مات سنة ثمان وثمانين "
  },
  {
    "id": " م د س ق",
    "data": " م د س ق"
  },
  {
    "id": "4868",
    "data": " عمر ابن أبي بكر ابن عبد الرحمن ابن الحارث ابن هشام المخزومي المدني مقبول من السادسة س"
  },
  {
    "id": "4869",
    "data": " عمر ابن بيان التغلبي الكوفي مقبول من السادسة د"
  },
  {
    "id": "4870",
    "data": " عمر ابن ثابت الأنصاري الخزرجي المدني ثقة من الثالثة أخطأ من عده في الصحابة م 4"
  },
  {
    "id": "4871",
    "data": " عمر ابن جابر الحنفي اليمامي مقبول من السابعة بخ د"
  },
  {
    "id": " عمر ابن جاوان في عمرو",
    "data": " عمر ابن جاوان في عمرو"
  },
  {
    "id": "4872",
    "data": " عمر ابن جعثم بضم الجيم وسكون المهملة وضم المثلثة الحمصي مقبول من السابعة د س"
  },
  {
    "id": "4873",
    "data": " عمر ابن حبيب المكي نزيل اليمن القاضي بالمعجمة وبالمهملة الشديدة ثقة حافظ من السابعة بخ"
  },
  {
    "id": "4874",
    "data": " عمر ابن حبيب ابن محمد العدوي القاضي البصري ضعيف من التاسعة مات سنة ست أو سبع ومائتين ق"
  },
  {
    "id": "4875",
    "data": " عمر ابن حرملة أو ابن أبي حرملة وقيل اسمه عمرو مجهول من الرابعة د ت س"
  },
  {
    "id": " عمر ابن الحسن ابن إبراهيم ",
    "data": " عمر ابن الحسن ابن إبراهيم "
  },
  {
    "id": " صوابه محمد ابن الحسين وهو ابن إشكاب",
    "data": " صوابه محمد ابن الحسين وهو ابن إشكاب"
  },
  {
    "id": "4876",
    "data": " عمر ابن حسين ابن عبد الله الجمحي مولاهم أبو قدامة المكي ثقة من الرابعة م ف"
  },
  {
    "id": "4877",
    "data": " عمر ابن حفص ابن صبيح الشيباني البصري صدوق من الحادية عشرة مات في حدود الخمسين ت"
  },
  {
    "id": "4878",
    "data": " عمر ابن حفص ابن عمر ابن سعد القرظ المدني المؤذن فيه لين من السابعة ق"
  },
  {
    "id": "4879",
    "data": " عمر ابن حفص ابن عمر ابن سعد ابن مالك الحميري الوصابي بضم الواو بعدها مهملة خفيفة وبموحدة مقبول من صغار العاشرة مات سنة ست وأربعين د"
  },
  {
    "id": "4880",
    "data": " عمر ابن حفص ابن غياث بكسر المعجمة وآخره مثلثة ابن طلق بفتح الطاء وسكون اللام الكوفي ثقة ربما وهم من العاشرة مات سنة اثنتين وعشرين ومائتين خ م د ت س"
  },
  {
    "id": "4881",
    "data": " عمر ابن حفص المدني مقبول من السابعة د"
  },
  {
    "id": "4882",
    "data": " عمر ابن الحكم ابن ثوبان المدني صدوق من الثالثة مات سنة سبع عشرة وله ثمانون سنة خت م د س ق"
  }
]