[
  {
    "id": "4883",
    "data": " عمر ابن الحكم ابن رافع ابن سنان المدني الأنصاري حليف الأوس ثقة من الثالثة ويقال هو الذي قبله خت م د ت س"
  },
  {
    "id": " عمر ابن الحكم السلمي ",
    "data": " عمر ابن الحكم السلمي "
  },
  {
    "id": " صوابه معاوية وهم فيه مالك س",
    "data": " صوابه معاوية وهم فيه مالك س"
  },
  {
    "id": "4884",
    "data": " عمر ابن حمزة ابن عبد الله ابن عمر ابن الخطاب العمري المدني ضعيف من السادسة خت م د ت ق"
  },
  {
    "id": " عمر ابن حنة بنون صوابه عمرو يأتي",
    "data": " عمر ابن حنة بنون صوابه عمرو يأتي"
  },
  {
    "id": "4885",
    "data": " عمر ابن حوشب الصنعاني "
  },
  {
    "id": " مجهول من السابعة مد",
    "data": " مجهول من السابعة مد"
  },
  {
    "id": "4886",
    "data": " عمر ابن حيان بالتحتانية الدمشقي مجهول من السابعة ت"
  },
  {
    "id": " عمر ابن أبي خثعم يأتي في ابن عبد الله",
    "data": " عمر ابن أبي خثعم يأتي في ابن عبد الله"
  },
  {
    "id": "4887",
    "data": " عمر ابن الخطاب ابن زكريا الراسبي بمهملة مكسورة بعدها موحدة البصري مقبول من التاسعة ق"
  },
  {
    "id": "4888",
    "data": " عمر ابن الخطاب ابن نفيل بنون وفاء مصغر ابن عبد العزى ابن رياح بتحتانية ابن عبد الله ابن قرط بضم القاف ابن رزاح براء ثم زاي خفيفة ابن عدي ابن كعب القرشي العدوي "
  },
  {
    "id": " أمير المؤمنين مشهور جم المناقب استشهد في ذي الحجة سنة ثلاث وعشرين وولي الخلافة عشر سنين ونصفا ع",
    "data": " أمير المؤمنين مشهور جم المناقب استشهد في ذي الحجة سنة ثلاث وعشرين وولي الخلافة عشر سنين ونصفا ع"
  },
  {
    "id": "4889",
    "data": " عمر ابن الخطاب السجستاني بكسر المهملة والجيم وسكون المهملة بعدها مثناة نزيل الأهواز القشيري بقاف ومعجمة مصغر صدوق من الحادية عشرة مات في شوال سنة أربع وستين وقد قارب التسعين د"
  },
  {
    "id": "4890",
    "data": " عمر ابن خلدة ويقال ابن عبد الرحمن ابن خلدة بفتح المعجمة وسكون اللام الأنصاري المدني قاضيها ثقة من الثالثة د ق"
  },
  {
    "id": "4891",
    "data": " عمر ابن أبي خليفة حجاج العبدي البصري مقبول من الثامنة مات سنة تسع وثمانين س"
  },
  {
    "id": "4892",
    "data": " عمر ابن الدرفس بفتح المهملة والراء وسكون الفاء الغساني بالمعجمة والمهملة الدمشقي ويقال اسمه عمرو "
  },
  {
    "id": " من الثامنة ق",
    "data": " من الثامنة ق"
  },
  {
    "id": "4893",
    "data": " عمر ابن ذر ابن عبد الله ابن زرارة الهمداني بالسكون المرهبي أبو ذر الكوفي ثقة رمي بالإرجاء من السادسة مات سنة ثلاث وخمسين وقيل غير ذلك خ د ت س فق"
  },
  {
    "id": "4894",
    "data": " عمر ابن راشد ابن شجرة بفتح المعجمة والجيم اليمامي ضعيف من السابعة ووهم من قال إن اسمه عمرو وكذا من زعم أنه ابن أبي خثعم ت ق"
  },
  {
    "id": " عمر ابن ربيعة أبو ربيعة في الكنى",
    "data": " عمر ابن ربيعة أبو ربيعة في الكنى"
  },
  {
    "id": " عمر ابن الرماح هو ابن ميمون يأتي",
    "data": " عمر ابن الرماح هو ابن ميمون يأتي"
  },
  {
    "id": "4895",
    "data": " عمر ابن روبة بضم الراء وسكون الواو بعدها موحدة "
  },
  {
    "id": " صدوق من الرابعة 4",
    "data": " صدوق من الرابعة 4"
  },
  {
    "id": "4896",
    "data": " عمر ابن رياح بكسر أوله وتحتانية العبدي البصري الضرير متروك وكذبه بعضهم من الثامنة ق"
  },
  {
    "id": "4897",
    "data": " عمر ابن أبي زائدة الهمداني بالسكون الوادعي الكوفي أخو زكريا صدوق رمي بالقدر من السادسة مات بعد الخمسين خ م س"
  },
  {
    "id": "4898",
    "data": " عمر ابن زيد الصنعاني ضعيف من السابعة د ت ق"
  },
  {
    "id": "4899",
    "data": " عمر ابن سالم ابن عجلان الأفطس الجزري مقبول من السابعة س"
  },
  {
    "id": " عمر ابن سالم أبو عثمان الأنصاري في الكنى",
    "data": " عمر ابن سالم أبو عثمان الأنصاري في الكنى"
  },
  {
    "id": "4900",
    "data": " عمر ابن السائب ابن أبي راشد المصري مولى بني زهرة أبو عمرو صدوق فقيه من السادسة مات سنة أربع وثلاثين ومائة د"
  },
  {
    "id": "4901",
    "data": " عمر ابن أبي سحيم بمهملتين مصغر أبو معقل بمهملة وقاف البهزي بموحدة مفتوحة بصري مقبول من الرابعة ر"
  },
  {
    "id": "4902",
    "data": " عمر ابن سعد المؤذن أخو عمار مقبول من الثالثة ق"
  },
  {
    "id": "4903",
    "data": " عمر ابن سعد ابن أبي وقاص المدني نزيل الكوفة صدوق ولكن مقته الناس لكونه كان أميرا على الجيش الذين قتلوا الحسين ابن علي من الثانية قتله المختار سنة خمس وستين أو بعدها ووهم من ذكره في الصحابة فقد جزم ابن معين بأنه ولد يوم مات عمر ابن الخطاب س"
  },
  {
    "id": "4904",
    "data": " عمر ابن سعد ابن عبيد أبو داود الحفري بفتح المهملة والفاء نسبة إلى موضع بالكوفة ثقة عابد من التاسعة مات سنة ثلاث ومائتين م 4"
  },
  {
    "id": " عمر ابن سعد أبو كبشة الأنماري في الكنى",
    "data": " عمر ابن سعد أبو كبشة الأنماري في الكنى"
  },
  {
    "id": " عمر ابن سعد ",
    "data": " عمر ابن سعد "
  },
  {
    "id": " صوابه بحير أوله موحدة",
    "data": " صوابه بحير أوله موحدة"
  },
  {
    "id": "4905",
    "data": " عمر ابن سعيد ابن أبي حسين النوفلي المكي ثقة من السادسة خ م مد ت س ق"
  },
  {
    "id": "4906",
    "data": " عمر ابن سعيد ابن مسروق الثوري أخو سفيان ثقة من السابعة م د س"
  },
  {
    "id": "4907",
    "data": " عمر ابن سعيد أو محمد ابن سعيد مجهول من السابعة ق"
  },
  {
    "id": " عمر ابن سفيان عن أبيه ",
    "data": " عمر ابن سفيان عن أبيه "
  },
  {
    "id": " صوابه عمرو يأتي",
    "data": " صوابه عمرو يأتي"
  },
  {
    "id": " عمر ابن أبي سفيان الثقفي يأتي في عمرو",
    "data": " عمر ابن أبي سفيان الثقفي يأتي في عمرو"
  },
  {
    "id": "4908",
    "data": " عمر ابن سفينة مولى أم سلمة صدوق من الثالثة د ت"
  },
  {
    "id": "4909",
    "data": " عمر ابن أبي سلمة ابن عبد الأسد المخزومي ربيب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صحابي صغير أمه أم سلمة زوج النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأمره علي على البحرين ومات سنة ثلاث وثمانين على الصحيح ع"
  },
  {
    "id": "4910",
    "data": " عمر ابن أبي سلمة ابن عبد الرحمن ابن عوف الزهري قاضي المدينة صدوق يخطىء من السادسة قتل بالشام سنة اثنتين وثلاثين مع بني أمية خت 4"
  },
  {
    "id": "4911",
    "data": " عمر ابن سليم الباهلي أو المزني البصري صدوق له أوهام من السابعة د ق"
  },
  {
    "id": "4912",
    "data": " عمر ابن سليمان ابن عاصم ابن عمر ابن الخطاب ثقة من السادسة ويقال اسمه عمرو 4"
  },
  {
    "id": "4913",
    "data": " عمر ابن أبي سليمان حجازي مجهول من السابعة فق"
  },
  {
    "id": "4914",
    "data": " عمر ابن سهل ابن مروان المازني التميمي بصري "
  },
  {
    "id": " سكن مكة صدوق يخطىء من التاسعة ق",
    "data": " سكن مكة صدوق يخطىء من التاسعة ق"
  },
  {
    "id": "4915",
    "data": " عمر ابن سويد ابن غيلان الكوفي الثقفي أو العجلي ويقال هما اثنان ثقة من السابعة د"
  },
  {
    "id": "4916",
    "data": " عمر ابن سلام بالتشديد مقبول من السابعة بخ"
  },
  {
    "id": "4917",
    "data": " عمر ابن شاكر البصري ضعيف من الخامسة ت"
  },
  {
    "id": "4918",
    "data": " عمر ابن شبة بفتح المعجمة وتشديد الموحدة ابن عبيدة ابن زيد النميري بالنون مصغر أبو زيد ابن أبي معاذ البصري نزيل بغداد صدوق له تصانيف من كبار الحادية عشرة مات سنة اثنتين وستين وقد جاوز التسعين ق"
  },
  {
    "id": "4919",
    "data": " عمر ابن شبيب بفتح المعجمة وبموحدتين الأولى مكسورة بينهما تحتانية ساكنة المسلي بضم الميم وسكون المهملة بعدها لام الكوفي ضعيف من صغار الثامنة مات بعد المائتين ق"
  },
  {
    "id": "4920",
    "data": " عمر ابن شبيب الواسطي مجهول من العاشرة تمييز"
  },
  {
    "id": "4921",
    "data": " عمر ابن شقيق ابن أسماء الجرمي بفتح الجيم البصري مقبول من الثامنة د"
  },
  {
    "id": "4922",
    "data": " عمر ابن صبح ابن عمر "
  },
  {
    "id": " التميمي ",
    "data": " التميمي "
  },
  {
    "id": " العدوي أبو نعيم الخراساني متروك كذبه ابن راهويه من السابعة ق",
    "data": " العدوي أبو نعيم الخراساني متروك كذبه ابن راهويه من السابعة ق"
  },
  {
    "id": "4923",
    "data": " عمر ابن صهبان ويقال اسم أبيه محمد الأسلمي أبو جعفر المدني خال إبراهيم ابن أبي يحيى ضعيف من الثامنة مات سنة سبع وخمسين ق"
  },
  {
    "id": " عمر ابن طلحة ابن عبيد الله ",
    "data": " عمر ابن طلحة ابن عبيد الله "
  },
  {
    "id": " صوابه عمران ق",
    "data": " صوابه عمران ق"
  },
  {
    "id": "4924",
    "data": " عمر ابن طلحة ابن علقمة ابن وقاص الليثي المدني صدوق من السابعة بخ"
  },
  {
    "id": "4925",
    "data": " عمر ابن عامر السلمي البصري قاضيها صدوق له أوهام من السادسة مات سنة خمس وثلاثين وقيل بعدها م س"
  },
  {
    "id": "4926",
    "data": " عمر ابن عامر البجلي الكوفي ضعيف من الثامنة تمييز"
  },
  {
    "id": "4927",
    "data": " عمر ابن عبد الله ابن الأرقم الزهري المدني مقبول من الثالثة "
  },
  {
    "id": " خ م د س",
    "data": " خ م د س"
  },
  {
    "id": "4928",
    "data": " عمر ابن عبد الله ابن أبي خثعم وقد ينسب إلى جده ووهم من زعم أنه عمر ابن راشد ضعيف من السابعة ت ق"
  },
  {
    "id": "4929",
    "data": " عمر ابن عبد الله ابن رزين السلمي أبو العباس النيسابوري صدوق له غرائب من التاسعة مات سنة ثلاث ومائتين م"
  },
  {
    "id": "4930",
    "data": " عمر ابن عبد الله ابن الرومي اسم جده عبد الرحمن بصري مقبول من السابعة بخ"
  },
  {
    "id": "4931",
    "data": " عمر ابن عبد الله ابن عروة ابن الزبير ابن العوام الأسدي المدني أمه أم حكيم بنت عبد الله ابن الزبير مقبول من السادسة وهم من زعم أنه عمر ابن عروة وأن عبد الله في نسبه وهم خ م س"
  },
  {
    "id": "4932",
    "data": " عمر ابن عبد الله ابن عمر ابن الخطاب مقبول من الثالثة ويقال إنه عبد الله ابن عبد الله ابن عمر فإنه يكنى أبا عمر فغلط فيه ق"
  },
  {
    "id": "4933",
    "data": " عمر ابن عبد الله ابن يعلى ابن مرة الثقفي الكوفي وقد ينسب إلى جده ضعيف من الخامسة د ق"
  },
  {
    "id": "4934",
    "data": " عمر ابن عبد الله المدني مولى غفرة بضم المعجمة وسكون الفاء ضعيف وكان كثير الإرسال من الخامسة مات سنة خمس أو ست وأربعين د ت"
  },
  {
    "id": " عمر ابن عبد الرحمن ابن أمية الثقفي ",
    "data": " عمر ابن عبد الرحمن ابن أمية الثقفي "
  },
  {
    "id": " صوابه عمرو يأتي",
    "data": " صوابه عمرو يأتي"
  },
  {
    "id": "4935",
    "data": " عمر ابن عبد الرحمن ابن الحارث ابن هشام المخزومي المدني أخو أبي بكر ثقة من الثانية ولد يوم مات عمر فعاش إلى أن ولاه ابن الزبير الكوفة ثم صار مع الحجاج ومات بعد السبعين س"
  },
  {
    "id": "4936",
    "data": " عمر ابن عبد الرحمن ابن عوف الزهري المدني مقبول من الثالثة د"
  },
  {
    "id": "4937",
    "data": " عمر ابن عبد الرحمن ابن قيس الأبار بتشديد الموحدة الكوفي نزيل بغداد صدوق وكان يحفظ وقد عمي من صغار الثامنة عخ د س ق"
  },
  {
    "id": "4938",
    "data": " عمر ابن عبد الرحمن ابن محيصن بمهملتين مصغر آخره نون السهمي قارىء أهل مكة ويقال اسمه محمد مقبول من الخامسة مات سنة ثلاث وعشرين م ت س"
  },
  {
    "id": "4939",
    "data": " عمر ابن عبد العزيز ابن عمران ابن مقلاص بكسر الميم وسكون القاف وآخره مهملة الخزاعي المصري ثقة فاضل من الثانية عشرة مات سنة خمس وثمانين س"
  },
  {
    "id": "4940",
    "data": " عمر ابن عبد العزيز ابن مروان ابن الحكم ابن أبي العاص الأموي أمير المؤمنين أمه أم عاصم بنت عاصم ابن عمر ابن الخطاب ولي إمرة المدينة للوليد وكان مع سليمان كالوزير وولي الخلافة بعده فعد مع الخلفاء الراشدين من الرابعة مات في رجب سنة إحدى ومائة وله أربعون سنة ومدة خلافته سنتان ونصف ع"
  },
  {
    "id": "4941",
    "data": " عمر ابن عبد العزيز ابن وهب الأنصاري وقد ينسب إلى جده مجهول أرسل شيئا من السادسة مد"
  },
  {
    "id": "4942",
    "data": " عمر ابن عبد الملك ابن حكيم الطائي الحمصي مقبول من الثانية عشرة س"
  },
  {
    "id": "4943",
    "data": " عمر ابن عبد الواحد ابن قيس السلمي الدمشقي ثقة من التاسعة مات سنة مائتين وقيل بعدها د س ق"
  },
  {
    "id": "4944",
    "data": " عمر ابن عبد الوهاب ابن رياح ابن عبيدة بفتح أوله الرياحي بكسر ثم تحتانية البصري ثقة من العاشرة مات سنة إحدى وعشرين م س"
  },
  {
    "id": "4945",
    "data": " عمر ابن عبيد ابن أبي أمية الطنافسي بفتح الطاء والنون وبعد الألف فاء مكسورة ثم "
  },
  {
    "id": " مهملة الكوفي صدوق من الثامنة مات سنة خمس وثمانين وقيل بعدها ع",
    "data": " مهملة الكوفي صدوق من الثامنة مات سنة خمس وثمانين وقيل بعدها ع"
  },
  {
    "id": "4946",
    "data": " عمر ابن عثمان ابن عاصم ابن صهيب الواسطي صدوق من العاشرة ل"
  },
  {
    "id": " عمر ابن عثمان ابن عبد الرحمن ابن سعيد يأتي في عمرو",
    "data": " عمر ابن عثمان ابن عبد الرحمن ابن سعيد يأتي في عمرو"
  },
  {
    "id": " عمر ابن عثمان ابن عفان في حديث أسامة ",
    "data": " عمر ابن عثمان ابن عفان في حديث أسامة "
  },
  {
    "id": " صوابه عمرو تفرد مالك بقوله عمر",
    "data": " صوابه عمرو تفرد مالك بقوله عمر"
  },
  {
    "id": "4947",
    "data": " عمر ابن عثمان ابن عمر ابن موسى ابن عبيد الله ابن معمر التيمي المدني صدوق ولي قضاء البصرة ومات بالمدينة سنة ست وستين من الثامنة ر ق"
  },
  {
    "id": " عمر ابن عروة في عمر ابن عبد الله ابن عروة",
    "data": " عمر ابن عروة في عمر ابن عبد الله ابن عروة"
  },
  {
    "id": "4948",
    "data": " عمر ابن عطاء ابن أبي الخوار بضم المعجمة وتخفيف الواو المكي مولى بني عامر ثقة من الرابعة م د"
  },
  {
    "id": "4949",
    "data": " عمر ابن عطاء ابن وراز بفتح الواو والراء الخفيفة آخره زاي حجازي ضعيف من السادسة وهم من خلطه بالذي قبله د ق"
  },
  {
    "id": "4950",
    "data": " عمر ابن علي ابن الحسين ابن علي الهاشمي المدني صدوق فاضل من السابعة بخ م مد ت س"
  },
  {
    "id": "4951",
    "data": " عمر ابن علي ابن أبي طالب الهاشمي ثقة من الثالثة مات في زمن الوليد وقيل قبل ذلك 4"
  },
  {
    "id": "4952",
    "data": " عمر ابن علي ابن عطاء ابن مقدم بقاف وزن محمد بصري أصله واسطي ثقة وكان يدلس شديدا من الثامنة مات سنة تسعين وقيل بعدها ع"
  }
]