[
  {
    "id": "4953",
    "data": " عمر ابن أبي عمر الكلاعي بفتح الكاف ضعيف من شيوخ بقية المجهولين من السابعة ق"
  },
  {
    "id": "4954",
    "data": " عمر ابن العلاء المازني البصري أخو أبي عمرو مقبول من السابعة وقيل الصواب معاذ ابن العلاء خ"
  },
  {
    "id": "4955",
    "data": " عمر ابن فروخ بفتح الفاء وتشديد الراء المضمومة آخره معجمة البصري بياع الأقتاب بقاف ومثناة ويقال له صاحب الساج بمهملة وجيم صدوق ربما وهم من السابعة مد"
  },
  {
    "id": "4956",
    "data": " عمر ابن الفضل السلمي أو الحرشي بفتح المهملة وبالشين المعجمة بصري صدوق من السابعة بخ عس"
  },
  {
    "id": "4957",
    "data": " عمر ابن قتادة ابن النعمان الظفري بفتح المعجمة والفاء الأنصاري المدني مقبول من الثالثة ت"
  },
  {
    "id": "4958",
    "data": " عمر ابن قيس الماصر بكسر المهملة وتخفيف الراء أبو الصباح بمهملة وموحدة شديدة الكوفي مولى ثقيف صدوق ربما وهم ورمي بالإرجاء من السادسة بخ د"
  },
  {
    "id": "4959",
    "data": " عمر ابن قيس المكي المعروف بسندل بفتح المهملة وسكون النون وآخره لام متروك من السابعة ق"
  },
  {
    "id": "4960",
    "data": " عمر ابن كثير ابن أفلح المدني مولى أبي أيوب ثقة من الرابعة خ م د ت كن ق"
  },
  {
    "id": " عمر ابن كثير ابن أفلح المكي يأتي في عمرو",
    "data": " عمر ابن كثير ابن أفلح المكي يأتي في عمرو"
  },
  {
    "id": "4961",
    "data": " عمر ابن مالك الشرعبي بفتح المعجمة وسكون الراء وفتح المهملة بعدها موحدة المصري لا بأس به فقيه من السابعة م د س"
  },
  {
    "id": "4962",
    "data": " عمر ابن المثنى الأشجعي الرقي بفتح الراء بعدها قاف مستور من الثامنة ق"
  },
  {
    "id": "4963",
    "data": " عمر ابن محمد ابن جبير ابن مطعم ثقة ما روى عنه غير الزهري وهو أصغر من الزهري من السادسة خ"
  },
  {
    "id": "4964",
    "data": " عمر ابن محمد ابن الحسن ابن الزبير الأسدي بفتح المهملة الكوفي المعروف بابن التل بفتح المثناة بعدها لام صدوق ربما وهم من الحادية عشرة مات سنة خمسين ومائتين خ س"
  },
  {
    "id": "4965",
    "data": " عمر ابن محمد ابن زيد ابن عبد الله ابن عمر ابن الخطاب المدني نزيل عسقلان ثقة من السادسة مات قبل سنة خمسين ومائة خ م د س ق"
  },
  {
    "id": " عمر ابن محمد ابن صهبان تقدم في عمر ابن صهبان",
    "data": " عمر ابن محمد ابن صهبان تقدم في عمر ابن صهبان"
  },
  {
    "id": "4966",
    "data": " عمر ابن محمد ابن عبد الله ابن المهاجر الشعيثي بمعجمة ثم مهملة ومثلثة مصغر مستور من السابعة قد"
  },
  {
    "id": "4967",
    "data": " عمر ابن محمد ابن علي ابن أبي طالب مجهول الحال من السادسة ق"
  },
  {
    "id": "4968",
    "data": " عمر ابن محمد ابن المنكدر التيمي المدني ثقة من السابعة م د س"
  },
  {
    "id": "4969",
    "data": " عمر ابن المرقع بقاف ثقيلة مكسورة ابن صيفي بفتح المهملة بعدها تحتانية ساكنة ثم فاء مكسورة "
  },
  {
    "id": " التميمي الكوفي صدوق من السابعة د س",
    "data": " التميمي الكوفي صدوق من السابعة د س"
  },
  {
    "id": "4970",
    "data": " عمر ابن مرة الشني بفتح المعجمة وتشديد النون بصري مقبول من الرابعة د ت"
  },
  {
    "id": " عمر ابن مسلم ابن عمارة في عمرو",
    "data": " عمر ابن مسلم ابن عمارة في عمرو"
  },
  {
    "id": "4971",
    "data": " عمر ابن معتب بمهملة ومثناة مكسورة ثقيلة ويقال ابن أبي معتب المدني ضعيف من السادسة د س ق"
  },
  {
    "id": "4972",
    "data": " عمر ابن ميمون ابن بحر ابن سعد الرماح البلخي أبو علي القاضي وسعد هو الرماح ثقة وعمي في آخر عمره من السابعة مات سنة إحدى وسبعين ت"
  },
  {
    "id": "4973",
    "data": " عمر ابن نافع العدوي مولى ابن عمر ثقة من السادسة مات في خلافة المنصور خ م د س ق"
  },
  {
    "id": "4974",
    "data": " عمر ابن نافع الثقفي كوفي ضعيف من السادسة تمييز"
  },
  {
    "id": "4975",
    "data": " عمر ابن نبهان بفتح النون وسكون الموحدة العبدي ويقال الغبري بضم المعجمة وفتح الموحدة الخفيفة بصري خال محمد ابن بكر ضعيف من السابعة د"
  },
  {
    "id": "4976",
    "data": " عمر ابن نبهان شيخ مجهول قديم من الثانية روى عن عمر تمييز"
  },
  {
    "id": "4977",
    "data": " عمر ابن نبهان آخر مجهول من الثالثة تمييز"
  },
  {
    "id": "4978",
    "data": " عمر ابن نبيه بنون وموحدة مصغر الكعبي حجازي لا بأس به من السادسة م س"
  },
  {
    "id": "4979",
    "data": " عمر ابن هارون ابن يزيد الثقفي مولاهم البلخي متروك وكان حافظا من كبار التاسعة مات سنة أربع وتسعين "
  },
  {
    "id": " ت ق",
    "data": " ت ق"
  },
  {
    "id": "4980",
    "data": " عمر ابن هشام النسوي بالنون ولي مظالم الري مقبول من الحادية عشرة ق"
  },
  {
    "id": "4981",
    "data": " عمر ابن هشام القبطي أو اللقيطي كوفي مقبول من الحادية عشرة أيضا وهم من خلطه بالذي قبله مد"
  },
  {
    "id": "4982",
    "data": " عمر ابن الهيثم الهاشمي مجهول من الثامنة فق"
  },
  {
    "id": "4983",
    "data": " عمر ابن يزيد السياري بمهملة ثم تحتانية ثقيلة الصفار البصري نزيل الثغر صدوق من العاشرة مات سنة بضع وأربعين ومائتين د"
  },
  {
    "id": " عمر ابن يعلى الثقفي هو ابن عبد الله تقدم",
    "data": " عمر ابن يعلى الثقفي هو ابن عبد الله تقدم"
  },
  {
    "id": "4984",
    "data": " عمر ابن يونس ابن القاسم اليمامي ثقة من التاسعة مات سنة ست ومائتين ع"
  },
  {
    "id": " عمر الدمشقي هو ابن حيان تقدم",
    "data": " عمر الدمشقي هو ابن حيان تقدم"
  },
  {
    "id": " عمر مولى غفرة هو ابن عبد الله تقدم",
    "data": " عمر مولى غفرة هو ابن عبد الله تقدم"
  },
  {
    "id": " عمر أبو المغلس واسمه على الأصح ميمون يأتي",
    "data": " عمر أبو المغلس واسمه على الأصح ميمون يأتي"
  },
  {
    "id": "4985",
    "data": " عمرو ابن أبان ابن عثمان ابن عفان الأموي المدني مقبول من الخامسة د"
  },
  {
    "id": "4986",
    "data": " عمرو ابن الأحوص الجشمي بضم الجيم وفتح المعجمة صحابي له حديث في حجة الوداع 4"
  },
  {
    "id": "4987",
    "data": " عمرو ابن أحيحة بمهملتين مصغر ابن الجلاح بضم الجيم وتخفيف اللام الأنصاري المدني مقبول من الثالثة ووهم من زعم أن له صحبة فكأن الصحابي جد جده وافق هو اسمه واسم أبيه س"
  },
  {
    "id": "4988",
    "data": " عمرو ابن أخطب أبو زيد الأنصاري صحابي جليل نزل البصرة مشهور بكنيته م 4"
  },
  {
    "id": "4989",
    "data": " عمرو ابن الأسود العنسي بالنون وقد يصغر يكنى أبا عياض حمصي سكن داريا "
  },
  {
    "id": " مخضرم ثقة عابد من كبار التابعين مات في خلافة معاوية خ م د س ق",
    "data": " مخضرم ثقة عابد من كبار التابعين مات في خلافة معاوية خ م د س ق"
  },
  {
    "id": " عمرو ابن أكيمة تقدم في عمارة",
    "data": " عمرو ابن أكيمة تقدم في عمارة"
  },
  {
    "id": "4990",
    "data": " عمرو ابن أمية ابن خويلد ابن عبد الله أبو أمية الضمري صحابي مشهور أول مشاهده بئر معونة بالنون مات في خلافة معاوية ع"
  },
  {
    "id": "4991",
    "data": " عمرو ابن أوس ابن أبي أوس الثقفي الطائفي تابعي كبير من الثانية وهم من ذكره في الصحابة مات بعد التسعين من الهجرة ع"
  },
  {
    "id": "4981",
    "data": " عمر ابن هشام القبطي أو اللقيطي كوفي مقبول من الحادية عشرة أيضا وهم من خلطه بالذي قبله مد"
  },
  {
    "id": "4982",
    "data": " عمر ابن الهيثم الهاشمي مجهول من الثامنة فق"
  },
  {
    "id": "4983",
    "data": " عمر ابن يزيد السياري بمهملة ثم تحتانية ثقيلة الصفار البصري نزيل الثغر صدوق من العاشرة مات سنة بضع وأربعين ومائتين د"
  },
  {
    "id": " عمر ابن يعلى الثقفي هو ابن عبد الله تقدم",
    "data": " عمر ابن يعلى الثقفي هو ابن عبد الله تقدم"
  },
  {
    "id": "4984",
    "data": " عمر ابن يونس ابن القاسم اليمامي ثقة من التاسعة مات سنة ست ومائتين ع"
  },
  {
    "id": " عمر الدمشقي هو ابن حيان تقدم",
    "data": " عمر الدمشقي هو ابن حيان تقدم"
  },
  {
    "id": " عمر مولى غفرة هو ابن عبد الله تقدم",
    "data": " عمر مولى غفرة هو ابن عبد الله تقدم"
  },
  {
    "id": " عمر أبو المغلس واسمه على الأصح ميمون يأتي",
    "data": " عمر أبو المغلس واسمه على الأصح ميمون يأتي"
  },
  {
    "id": "4985",
    "data": " عمرو ابن أبان ابن عثمان ابن عفان الأموي المدني مقبول من الخامسة د"
  },
  {
    "id": "4986",
    "data": " عمرو ابن الأحوص الجشمي بضم الجيم وفتح المعجمة صحابي له حديث في حجة الوداع 4"
  },
  {
    "id": "4987",
    "data": " عمرو ابن أحيحة بمهملتين مصغر ابن الجلاح بضم الجيم وتخفيف اللام الأنصاري المدني مقبول من الثالثة ووهم من زعم أن له صحبة فكأن الصحابي جد جده وافق هو اسمه واسم أبيه س"
  },
  {
    "id": "4988",
    "data": " عمرو ابن أخطب أبو زيد الأنصاري صحابي جليل نزل البصرة مشهور بكنيته م 4"
  },
  {
    "id": "4989",
    "data": " عمرو ابن الأسود العنسي بالنون وقد يصغر يكنى أبا عياض حمصي سكن داريا "
  },
  {
    "id": " مخضرم ثقة عابد من كبار التابعين مات في خلافة معاوية خ م د س ق",
    "data": " مخضرم ثقة عابد من كبار التابعين مات في خلافة معاوية خ م د س ق"
  },
  {
    "id": " عمرو ابن أكيمة تقدم في عمارة",
    "data": " عمرو ابن أكيمة تقدم في عمارة"
  },
  {
    "id": "4990",
    "data": " عمرو ابن أمية ابن خويلد ابن عبد الله أبو أمية الضمري صحابي مشهور أول مشاهده بئر معونة بالنون مات في خلافة معاوية ع"
  },
  {
    "id": "4991",
    "data": " عمرو ابن أوس ابن أبي أوس الثقفي الطائفي تابعي كبير من الثانية وهم من ذكره في الصحابة مات بعد التسعين من الهجرة ع"
  },
  {
    "id": "4992",
    "data": " عمرو ابن بجدان بضم الموحدة وسكون الجيم العامري بصري تفرد عنه أبو قلابة من الثانية لا يعرف حاله 4"
  },
  {
    "id": "4993",
    "data": " عمرو ابن بكر ابن تميم السكسكي الشامي متروك من التاسعة ق"
  },
  {
    "id": "4994",
    "data": " عمرو ابن تغلب بفتح المثناة وسكون المعجمة وكسر اللام ثم موحدة النمري بفتح النون والميم صحابي تأخر إلى بعد الأربعين خ س ق"
  },
  {
    "id": "4995",
    "data": " عمرو ابن ثابت وهو ابن أبي المقدام الكوفي مولى بكر ابن وائل ضعيف رمي بالرفض من الثامنة مات سنة اثنتين وسبعين د فق"
  },
  {
    "id": " عمرو ابن ثابت عن أبي أيوب ",
    "data": " عمرو ابن ثابت عن أبي أيوب "
  },
  {
    "id": " صوابه عمر بضم أوله",
    "data": " صوابه عمر بضم أوله"
  },
  {
    "id": "4996",
    "data": " عمرو ابن جابر الحضرمي أبو زرعة المصري ضعيف شيعي من الرابعة مات بعد العشرين ومائة ت ق"
  },
  {
    "id": "4997",
    "data": " عمرو ابن جارية بالجيم اللخمي شامي مقبول من السابعة عخ د ت ق"
  },
  {
    "id": " عمرو ابن جارية يأتي في ابن أبي سفيان",
    "data": " عمرو ابن جارية يأتي في ابن أبي سفيان"
  },
  {
    "id": "4998",
    "data": " عمرو ابن جاوان بالجيم التميمي البصري ويقال عمر بضم العين مقبول من السادسة س"
  },
  {
    "id": "4999",
    "data": " عمرو ابن جراد التميمي جد الربيع ابن بدر مجهول من الثالثة ق"
  },
  {
    "id": " عمرو ابن جرير ",
    "data": " عمرو ابن جرير "
  },
  {
    "id": " صوابه أبو زرعة ابن عمرو ابن جرير",
    "data": " صوابه أبو زرعة ابن عمرو ابن جرير"
  },
  {
    "id": "5000",
    "data": " عمرو ابن أبي جندب يقال إنه أبو عطية الوادعي والصحيح أنه غيره مقبول من الثالثة قد"
  },
  {
    "id": "5001",
    "data": " عمرو ابن الحارث ابن الضحاك الزبيدي بضم الزاي الحمصي مقبول من السابعة بخ د"
  },
  {
    "id": "5002",
    "data": " عمرو ابن الحارث ابن أبي ضرار بكسر المعجمة الخزاعي المصطلقي أخو جويرية أم المؤمنين صحابي قليل الحديث بقي إلى بعد الخمسين ع"
  },
  {
    "id": "5003",
    "data": " عمرو ابن الحارث الثقفي ابن أخي زينب الثقفية ثقة من الثانية وهو غير الخزاعي على المرجح ع"
  },
  {
    "id": "5004",
    "data": " عمرو ابن الحارث ابن يعقوب الأنصاري مولاهم المصري أبو "
  },
  {
    "id": " أيوب ثقة فقيه حافظ من السابعة مات قديما قبل الخمسين ومائة ع",
    "data": " أيوب ثقة فقيه حافظ من السابعة مات قديما قبل الخمسين ومائة ع"
  },
  {
    "id": "5005",
    "data": " عمرو ابن الحباب بضم المهملة وتخفيف الموحدة أبو عثمان العلاف البصري مقبول من العاشرة مد"
  },
  {
    "id": "5034",
    "data": " عمرو ابن سعيد ابن العاص ابن سعيد ابن العاص ابن أمية القرشي الأموي المعروف بالأشدق تابعي ولي إمرة المدينة لمعاوية ولابنه قتله عبد الملك ابن مروان سنة سبعين وهم من زعم أن له صحبة وإنما لأبيه رؤية وكان عمرو مسرفا على نفسه من الثالثة وليست له في مسلم رواية إلا في حديث واحد م مدت س ق"
  },
  {
    "id": "5035",
    "data": " عمرو ابن سعيد القرشي أو الثقفي مولاهم أبو سعيد البصري ثقة من الخامسة بخ م 4"
  },
  {
    "id": "5036",
    "data": " عمرو ابن سعيد الخولاني ضعيف من الخامسة تمييز"
  },
  {
    "id": " عمرو ابن سعيد عن عمرو ابن شعيب ",
    "data": " عمرو ابن سعيد عن عمرو ابن شعيب "
  },
  {
    "id": " صوابه عمر",
    "data": " صوابه عمر"
  },
  {
    "id": "5037",
    "data": " عمرو ابن سفيان ابن عبد الله ابن ربيعة الثقفي مقبول من السادسة س"
  },
  {
    "id": "5038",
    "data": " عمرو ابن سفيان الثقفي آخر مقبول من الرابعة خد عس"
  },
  {
    "id": "5039",
    "data": " عمرو ابن أبي سفيان ابن أسيد بفتح أوله ابن جارية بالجيم الثقفي المدني حليف بني زهرة وقد ينسب إلى جده ويقال عمر ثقة من الثالثة خ م د س"
  },
  {
    "id": "5040",
    "data": " عمرو ابن أبي سفيان ابن عبد الرحمن ابن صفوان ابن أمية الجمحي ثقة من الخامسة بخ د ت س"
  },
  {
    "id": "5041",
    "data": " عمرو ابن سلمة ابن الخرب الهمداني أو الكندي الكوفي ثقة من الثالثة مات "
  },
  {
    "id": " سنة خمس وثمانين بخ",
    "data": " سنة خمس وثمانين بخ"
  },
  {
    "id": "5042",
    "data": " عمرو ابن سلمة ابن قيس الجرمي أبو بريد بالموحدة والراء ويقال بالتحتانية والزاي نزل البصرة صحابي صغير خ د س"
  },
  {
    "id": "5043",
    "data": " عمرو ابن أبي سلمة التنيسي بمثناة ونون ثقيلة بعدها تحتانية ثم مهملة أبو حفص الدمشقي مولى بني هاشم صدوق له أوهام من كبار العاشرة مات سنة ثلاث عشرة أو بعدها ع"
  }
]