[
  {
    "id": "5044",
    "data": " عمرو ابن سليم ابن خلدة بسكون اللام الأنصاري الزرقي بضم الزاي وفتح الراء بعدها قاف ثقة من كبار التابعين مات سنة أربع ومائة "
  },
  {
    "id": " يقال له رؤية ع",
    "data": " يقال له رؤية ع"
  },
  {
    "id": "5045",
    "data": " عمرو ابن سليم المزني البصري ثقة من الرابعة ق"
  },
  {
    "id": " عمرو ابن سهل ",
    "data": " عمرو ابن سهل "
  },
  {
    "id": " صوابه عمر",
    "data": " صوابه عمر"
  },
  {
    "id": "5046",
    "data": " عمرو ابن سواد بتشديد الواو ابن الأسود ابن عمرو العامري أبو محمد البصري ثقة من الحادية عشرة مات سنة خمس وأربعين م د س ق"
  },
  {
    "id": "5047",
    "data": " عمرو ابن شرحبيل ابن سعيد ابن سعد ابن عبادة الأنصاري مقبول من السادسة س"
  },
  {
    "id": "5048",
    "data": " عمرو ابن شرحبيل الهمداني أبو ميسرة الكوفي ثقة عابد "
  },
  {
    "id": " مخضرم مات سنة ثلاث وستين خ م د ت س",
    "data": " مخضرم مات سنة ثلاث وستين خ م د ت س"
  },
  {
    "id": "5049",
    "data": " عمرو ابن الشريد بفتح المعجمة الثقفي أبو الوليد الطائفي ثقة من الثالثة خ م د تم س ق"
  },
  {
    "id": "5050",
    "data": " عمرو ابن شعيب ابن محمد ابن عبد الله ابن عمرو ابن العاص صدوق من الخامسة مات سنة ثماني عشرة ومائة ر 4"
  },
  {
    "id": "5051",
    "data": " عمرو ابن صليع بمهملتين مصغر المحاربي صحابي صغير وقد ذكره ابن حبان في ثقات التابعين بخ"
  },
  {
    "id": "5052",
    "data": " عمرو ابن الضحاك ابن مخلد البصري ولد أبي عاصم النبيل ثقة كان على قضاء الشام من الحادية عشرة مات سنة اثنتين وأربعين ق"
  },
  {
    "id": " عمرو ابن طلحة القناد هو ابن حماد تقدم",
    "data": " عمرو ابن طلحة القناد هو ابن حماد تقدم"
  },
  {
    "id": "5053",
    "data": " عمرو ابن العاص ابن وائل السهمي الصحابي المشهور أسلم عام الحديبية وولي إمرة مصر مرتين وهو الذي فتحها مات بمصر سنة نيف وأربعين وقيل بعد الخمسين ع"
  },
  {
    "id": "5054",
    "data": " عمرو ابن عاصم ابن سفيان ابن عبد الله ابن ربيعة الثقفي ثقة من الثالثة بخ د ت س"
  },
  {
    "id": "5055",
    "data": " عمرو ابن عاصم ابن عبيد الله الكلابي القيسي أبو عثمان البصري صدوق في حفظه شيء من صغار التاسعة مات سنة ثلاث عشرة ع"
  },
  {
    "id": "5056",
    "data": " عمرو ابن عاصم ويقال ابن عامر الأنصاري المدني مقبول من الثالثة بخ"
  },
  {
    "id": "5057",
    "data": " عمرو ابن عامر الأنصاري الكوفي ثقة من الخامسة ع"
  },
  {
    "id": "5058",
    "data": " عمرو ابن عامر البجلي الكوفي والد أسد ابن عمرو مقبول من السادسة تمييز"
  },
  {
    "id": "5059",
    "data": " عمرو ابن العباس الباهلي أبو عثمان البصري أو الأهوازي صدوق ربما وهم من العاشرة مات سنة خمس وثلاثين خ"
  },
  {
    "id": "5060",
    "data": " عمرو ابن عبد الله ابن الأسوار اليماني يقال له عمرو برق بفتح الموحدة صدوق فيه لين من السابعة د"
  },
  {
    "id": "5061",
    "data": " عمرو ابن عبد الله ابن أنيس الجهني حجازي مقبول من الثالثة س"
  },
  {
    "id": "5062",
    "data": " عمرو ابن عبد الله ابن حنش بفتح المهملة والنون بعدها معجمة ويقال ابن محمد ابن حنش الأودي ثقة من العاشرة مات سنة خمسين ق"
  },
  {
    "id": "5063",
    "data": " عمرو ابن عبد الله ابن صفوان ابن أمية ابن خلف الجمحي المكي صدوق شريف من الرابعة بخ 4"
  },
  {
    "id": "5064",
    "data": " عمرو ابن عبد الله ابن أبي طلحة الأنصاري ثقة عابد من الرابعة م صد"
  },
  {
    "id": "5065",
    "data": " عمرو ابن عبد الله ابن عبيد ويقال علي ويقال ابن أبي شعيرة الهمداني أبو إسحاق السبيعي بفتح المهملة وكسر الموحدة ثقة مكثر عابد من الثالثة اختلط بأخرة مات سنة تسع وعشرين ومائة وقيل قبل ذلك ع"
  },
  {
    "id": " عمرو ابن عبد الله ابن قيس أبو بكر ابن أبي موسى يأتي في الكنى",
    "data": " عمرو ابن عبد الله ابن قيس أبو بكر ابن أبي موسى يأتي في الكنى"
  },
  {
    "id": "5066",
    "data": " عمرو ابن عبد الله ابن كعب ابن مالك الأنصاري المدني ثقة من السادسة 4"
  },
  {
    "id": "5067",
    "data": " عمرو ابن عبد الله ابن وهب النخعي "
  },
  {
    "id": " الكوفي ثقة من السادسة بخ س ق",
    "data": " الكوفي ثقة من السادسة بخ س ق"
  },
  {
    "id": "5068",
    "data": " عمرو ابن عبد الله السيباني أبو عبد الجبار ويقال أبو العجماء الحضرمي الحمصي مقبول من الثالثة وفرق الدولابي وأبو أحمد بين أبي عبد الجبار وأبي العجماء فلم يذكرا لأبي العجماء اسما د"
  },
  {
    "id": "5069",
    "data": " عمرو ابن عبد الرحمن ابن أمية التميمي مقبول من الثالثة س"
  },
  {
    "id": "5070",
    "data": " عمرو ابن عبسة بموحدة ومهملتين مفتوحات ابن عامر ابن خالد السلمي أبو نجيح "
  },
  {
    "id": " صحابي مشهور أسلم قديما وهاجر بعد أحد ثم نزل الشام م 4",
    "data": " صحابي مشهور أسلم قديما وهاجر بعد أحد ثم نزل الشام م 4"
  },
  {
    "id": "5071",
    "data": " عمرو ابن عبيد ابن باب بموحدتين التميمي مولاهم أبو عثمان البصري المعتزلي المشهور كان داعية إلى بدعته اتهمه جماعة مع أنه كان عابدا من السابعة مات سنة ثلاث وأربعين أو قبلها قد فق"
  },
  {
    "id": "5072",
    "data": " عمرو ابن عتبة ابن فرقد السلمي الكوفي "
  },
  {
    "id": " مخضرم استشهد في خلافة عثمان س ق",
    "data": " مخضرم استشهد في خلافة عثمان س ق"
  },
  {
    "id": "5073",
    "data": " عمرو ابن عثمان ابن سعيد ابن كثير ابن دينار القرشي مولاهم أبو حفص الحمصي صدوق من العاشرة مات سنة خمسين ومائتين د س ق"
  },
  {
    "id": "5074",
    "data": " عمرو ابن عثمان ابن سيار الكلابي مولاهم الرقي ضعيف وكان قد عمي من كبار العاشرة مات سنة سبع عشرة أو تسع عشرة ق"
  },
  {
    "id": "5075",
    "data": " عمرو ابن عثمان ابن عبد الله ابن موهب التيمي مولاهم أبو سعيد الكوفي ثقة من السادسة وسماه شعبة محمدا خ م س"
  },
  {
    "id": "5076",
    "data": " عمرو ابن عثمان ابن عبد الرحمن ابن سعيد ابن يربوع المخزومي ويقال اسمه عمر مقبول من السابعة بخ د"
  },
  {
    "id": "5077",
    "data": " عمرو ابن عثمان ابن عفان ابن أبي العاص الأموي أبو عثمان ثقة من الثالثة ع"
  },
  {
    "id": "5078",
    "data": " عمرو ابن عثمان ابن هانئ المدني مولى عثمان ويقال عثمان ابن عمرو ابن هانئ قلبه بعضهم مستور من السابعة د ق"
  },
  {
    "id": "5079",
    "data": " عمرو ابن عثمان ابن يعلى ابن مرة الثقفي مستور من السابعة ت"
  },
  {
    "id": "5080",
    "data": " عمرو ابن علقمة ابن وقاص الليثي المدني مقبول من السادسة ت س ق"
  },
  {
    "id": "5081",
    "data": " عمرو ابن علي ابن بحر ابن كنيز بنون وزاي أبو حفص الفلاس الصيرفي الباهلي البصري ثقة حافظ من العاشرة مات سنة تسع وأربعين ع"
  },
  {
    "id": "5099",
    "data": " عمرو ابن قيس ابن ثور ابن مازن الكندي أبو ثور الحمصي ثقة من الثالثة مات سنة أربعين ومائة وله مائة سنة 4"
  },
  {
    "id": " عمرو ابن قيس ابن زائدة تقدم في ابن زائدة",
    "data": " عمرو ابن قيس ابن زائدة تقدم في ابن زائدة"
  },
  {
    "id": "5100",
    "data": " عمرو ابن قيس الملائي بضم الميم وتخفيف اللام والمد أبو عبد الله الكوفي ثقة متقن عابد من السادسة مات سنة بضع وأربعين بخ م 4"
  },
  {
    "id": "5101",
    "data": " عمرو ابن أبي قيس الرازي الأزرق كوفي نزل الري صدوق له أوهام من الثامنة خت 4"
  },
  {
    "id": "5102",
    "data": " عمرو ابن كثير ابن أفلح المكي ويقال عمر لا بأس به من السابعة ق"
  },
  {
    "id": " عمرو ابن كردي هو ابن أبي حكيم تقدم",
    "data": " عمرو ابن كردي هو ابن أبي حكيم تقدم"
  },
  {
    "id": " عمرو ابن كعب يأتي في كعب ابن عمرو",
    "data": " عمرو ابن كعب يأتي في كعب ابن عمرو"
  },
  {
    "id": "5103",
    "data": " عمرو ابن مالك الراسبي بمهملة وموحدة أبو عثمان البصري ضعيف من العاشرة مات بعد الأربعين ت"
  },
  {
    "id": "5104",
    "data": " عمرو ابن مالك النكري بضم النون أبو يحيى أو أبو مالك البصري صدوق له أوهام من السابعة مات سنة تسع وعشرين عخ 4"
  },
  {
    "id": "5105",
    "data": " عمرو ابن مالك الهمداني أبو علي الجنبي بفتح الجيم وسكون النون بعدها موحدة مصري ثقة من الثالثة مات سنة ثلاث ومائة ويقال سنة اثنتين بخ 4"
  },
  {
    "id": " عمرو ابن مالك الشرعبي ",
    "data": " عمرو ابن مالك الشرعبي "
  },
  {
    "id": " صوابه عمر تقدم",
    "data": " صوابه عمر تقدم"
  },
  {
    "id": "5106",
    "data": " عمرو ابن محمد ابن بكير الناقد أبو عثمان البغدادي نزل الرقة ثقة حافظ وهم في حديث من العاشرة مات سنة اثنتين وثلاثين خ م د س"
  },
  {
    "id": "5107",
    "data": " عمرو ابن محمد ابن أبي رزين الخزاعي مولاهم أبو عثمان البصري صدوق ربما أخطأ من التاسعة مات سنة ست ومائتين ت"
  },
  {
    "id": "5108",
    "data": " عمرو ابن محمد العنقزي بفتح المهملة والقاف بينهما نون ساكنة وبالزاي أبو سعيد الكوفي ثقة من التاسعة مات سنة تسع وتسعين "
  },
  {
    "id": " خت م 4",
    "data": " خت م 4"
  },
  {
    "id": "5109",
    "data": " عمرو ابن مرثد أبو أسماء الرحبي الدمشقي ويقال اسمه عبد الله ثقة من الثالثة مات في خلافة عبد الملك بخ م 4"
  },
  {
    "id": "5110",
    "data": " عمرو ابن مرزوق الباهلي أبو عثمان البصري ثقة فاضل له أوهام من صغار التاسعة مات سنة أربع وعشرين خ د"
  },
  {
    "id": "5111",
    "data": " عمرو ابن مرزوق الواشحي بمعجمة مكسورة ثم مهملة بصري صدوق من الثامنة تمييز"
  },
  {
    "id": " عمرو ابن المرقع ",
    "data": " عمرو ابن المرقع "
  },
  {
    "id": " صوابه عمر تقدم",
    "data": " صوابه عمر تقدم"
  },
  {
    "id": "5112",
    "data": " عمرو ابن مرة ابن عبد الله ابن طارق الجملي بفتح الجيم والميم المرادي أبو عبد الله الكوفي الأعمى ثقة عابد كان لا يدلس ورمي بالإرجاء من الخامسة مات سنة ثماني عشرة ومائة وقيل قبلها ع"
  },
  {
    "id": "5113",
    "data": " عمرو ابن مرة الجهني أبو طلحة أو أبو مريم صحابي مات بالشام في خلافة معاوية ت"
  },
  {
    "id": "5114",
    "data": " عمرو ابن مسلم ابن عمارة ابن أكيمة بالتصغير الليثي المدني وقيل اسمه عمر صدوق من السادسة م 4"
  },
  {
    "id": " عمرو ابن مسلم ابن نذير صوابه عياش ابن عمرو عن مسلم ابن نذير ",
    "data": " عمرو ابن مسلم ابن نذير صوابه عياش ابن عمرو عن مسلم ابن نذير "
  },
  {
    "id": " وهم فيه إسحاق الأزرق عس",
    "data": " وهم فيه إسحاق الأزرق عس"
  },
  {
    "id": "5115",
    "data": " عمرو ابن مسلم الجندي بفتح الجيم والنون اليماني صدوق له أوهام من السادسة عخ م د ت س"
  },
  {
    "id": "5116",
    "data": " عمرو ابن معاذ ابن سعد ابن معاذ الأشهلي المدني أبو محمد وقد ينسب إلى جده وقلبه بعضهم فقال معاذ ابن عمرو مقبول من الثالثة بخ كن"
  },
  {
    "id": " عمرو ابن أبي المقدام هو ابن ثابت تقدم",
    "data": " عمرو ابن أبي المقدام هو ابن ثابت تقدم"
  },
  {
    "id": " عمرو ابن أم مكتوم تقدم في ابن زائدة",
    "data": " عمرو ابن أم مكتوم تقدم في ابن زائدة"
  },
  {
    "id": "5117",
    "data": " عمرو ابن منصور الهمداني المشرقي بكسر الميم وسكون المعجمة وفتح الراء بعدها قاف الكوفي صدوق يهم من السابعة د"
  },
  {
    "id": "5118",
    "data": " عمرو ابن منصور القيسي البصري القداح أبو عثمان صدوق من صغار التاسعة مات سنة خمس عشرة ر"
  },
  {
    "id": "5119",
    "data": " عمرو ابن منصور النسائي أبو سعيد ثقة ثبت من الحادية عشرة س"
  },
  {
    "id": "5120",
    "data": " عمرو ابن المهاجر ابن أبي مسلم الأنصاري أبو عبيدة الدمشقي ثقة من الخامسة مات سنة تسع وثلاثين وله أربع أو خمس وسبعون سنة ي د ق"
  },
  {
    "id": "5121",
    "data": " عمرو ابن ميمون ابن مهران الجزري أبو عبد الله وأبو عبد الرحمن سبط سعيد ابن جبير ثقة فاضل من السادسة مات سنة سبع وأربعين وقيل غير ذلك ع"
  },
  {
    "id": "5122",
    "data": " عمرو ابن ميمون الأودي أبو عبد الله ويقال أبو يحيى مخضرم مشهور "
  },
  {
    "id": " ثقة عابد نزل الكوفة مات سنة أربع وسبعين وقيل بعدها ع",
    "data": " ثقة عابد نزل الكوفة مات سنة أربع وسبعين وقيل بعدها ع"
  },
  {
    "id": "5123",
    "data": " عمرو ابن النعمان الباهلي البصري صدوق له أوهام من التاسعة ق"
  },
  {
    "id": "5124",
    "data": " عمرو ابن أبي نعمة بكسر النون وسكون العين "
  },
  {
    "id": " بلفظ واحدة ",
    "data": " بلفظ واحدة "
  },
  {
    "id": " النعم وبفتح النون وكسر العين ",
    "data": " النعم وبفتح النون وكسر العين "
  },
  {
    "id": " وزن عظيمة المعافري بفتح الميم والمهملة وبالفاء المكسورة مقبول من السادسة د",
    "data": " وزن عظيمة المعافري بفتح الميم والمهملة وبالفاء المكسورة مقبول من السادسة د"
  },
  {
    "id": "5125",
    "data": " عمرو ابن هارون المقرىء أبو عثمان البصري صدوق من كبار العاشرة ل"
  },
  {
    "id": "5126",
    "data": " عمرو ابن هاشم أبو مالك الجنبي بفتح الجيم وسكون النون بعدها موحدة الكوفي لين الحديث أفرط فيه ابن حبان من التاسعة د س"
  },
  {
    "id": "5127",
    "data": " عمرو ابن هاشم البيروتي بفتح الموحدة وسكون التحتانية وبالمثناة صدوق يخطىء من التاسعة ق"
  },
  {
    "id": "5128",
    "data": " عمرو ابن هرم الأزدي البصري ثقة من السادسة مات قبل قتادة خت م ت س ق"
  },
  {
    "id": "5129",
    "data": " عمرو ابن هشام الحراني أبو أمية ثقة من العاشرة مات سنة خمس وأربعين س"
  },
  {
    "id": "5130",
    "data": " عمرو ابن الهيثم ابن قطن بفتح القاف والمهملة القطعي بضم القاف وفتح المهملة أبو قطن البصري ثقة من صغار التاسعة مات على رأس المائتين بخ م 4"
  },
  {
    "id": "5131",
    "data": " عمرو ابن وابصة ابن معبد الأسدي "
  },
  {
    "id": " صدوق من الرابعة د",
    "data": " صدوق من الرابعة د"
  },
  {
    "id": "5132",
    "data": " عمرو ابن واقد الدمشقي أبو حفص مولى قريش متروك من السادسة مات بعد الثلاثين ت ق"
  },
  {
    "id": "5133",
    "data": " عمرو ابن الوليد ابن عبدة بفتحتين السهمي مولى عمرو ابن العاص مصري صدوق من الثالثة مات سنة ثلاث ومائة ق"
  },
  {
    "id": "5134",
    "data": " عمرو ابن الوليد شيخ لهانىء ابن كلثوم مجهول من الثالثة د"
  }
]