[
  {
    "id": "5135",
    "data": " عمرو ابن وهب الثقفي ثقة من الثالثة ر س"
  },
  {
    "id": "5136",
    "data": " عمرو ابن وهب الطائفي صدوق من السابعة بخ"
  },
  {
    "id": "5137",
    "data": " عمرو ابن يحيى ابن الحارث الحمصي ثقة من الثانية عشرة مات بعد الثمانين س"
  },
  {
    "id": "5138",
    "data": " عمرو ابن يحيى ابن سعيد ابن عمرو ابن سعيد ابن العاص الأموي أبو أمية السعيدي المكي ثقة من السابعة خ ق"
  },
  {
    "id": "5139",
    "data": " عمرو ابن يحيى ابن عمارة ابن أبي حسن المازني المدني ثقة من السادسة مات بعد الثلاثين ع"
  },
  {
    "id": "5140",
    "data": " عمرو ابن يزيد التميمي أبو بردة الكوفي ضعيف من الثامنة ق"
  },
  {
    "id": "5141",
    "data": " عمرو ابن يزيد أبو بريد بموحدة وراء مصغر الجرمي بفتح الجيم صدوق من الحادية عشرة س"
  },
  {
    "id": "5142",
    "data": " عمرو ذو مر الهمداني الكوفي مجهول من الثالثة س"
  },
  {
    "id": " عمرو الأنصاري والد محمد ",
    "data": " عمرو الأنصاري والد محمد "
  },
  {
    "id": " صوابه عمران",
    "data": " صوابه عمران"
  },
  {
    "id": " عمرو الصيني ",
    "data": " عمرو الصيني "
  },
  {
    "id": " صوابه أبو عمر في الكنى",
    "data": " صوابه أبو عمر في الكنى"
  },
  {
    "id": "5143",
    "data": " عمران ابن أبان ابن عمران السلمي أو القرشي أبو موسى الطحان الواسطي ضعيف من التاسعة مات سنة خمس ومائتين س"
  },
  {
    "id": "5144",
    "data": " عمران ابن أنس أبو أنس المكي ضعيف من السابعة د ت"
  },
  {
    "id": "5145",
    "data": " عمران ابن أبي أنس القرشي العامري المدني نزل الإسكندرية ثقة من الخامسة مات سنة سبع عشرة ومائة بالمدينة بخ م د ت س"
  },
  {
    "id": "5146",
    "data": " عمران ابن بكار ابن راشد الكلاعي البراد بموحدة وراء ثقيلة الحمصي المؤذن ثقة من الحادية عشرة مات سنة إحدى وسبعين س"
  },
  {
    "id": "5147",
    "data": " عمران ابن الحارث السلمي أبو الحكم الكوفي ثقة من الرابعة م س"
  },
  {
    "id": "5148",
    "data": " عمران ابن حدير بمهملات مصغر السدوسي أبو عبيدة بالضم البصري ثقة ثقة من السادسة مات سنة تسع وأربعين م د ت س"
  },
  {
    "id": "5149",
    "data": " عمران ابن حذيفة مقبول من الثالثة س ق"
  },
  {
    "id": "5150",
    "data": " عمران ابن حصين ابن عبيد ابن خلف الخزاعي أبو نجيد بنون وجيم مصغر أسلم عام خيبر وصحب وكان فاضلا وقضى بالكوفة مات سنة اثنتين وخمسين بالبصرة ع"
  },
  {
    "id": "5151",
    "data": " عمران ابن حصين الضبي تابعي مقبول من الثالثة تمييز"
  },
  {
    "id": "5152",
    "data": " عمران ابن حطان بكسر الحاء وتشديد الطاء المهملتين السدوسي صدوق إلا أنه كان على مذهب الخوارج ويقال رجع عن ذلك من الثالثة مات "
  },
  {
    "id": " سنة أربع وثمانين خ د س",
    "data": " سنة أربع وثمانين خ د س"
  },
  {
    "id": "5153",
    "data": " عمران ابن خالد ابن يزيد ابن مسلم القرشي ويقال الطائي الدمشقي وقد يقلب أو ينسب لجده صدوق من العاشرة مات سنة أربع وأربعين س"
  },
  {
    "id": "5154",
    "data": " عمران ابن داور بفتح الواو بعدها راء أبو العوام القطان البصري صدوق يهم ورمي برأي الخوارج من السابعة مات بين الستين والسبعين خت 4"
  },
  {
    "id": " عمران ابن رياح يأتي في ابن مسلم",
    "data": " عمران ابن رياح يأتي في ابن مسلم"
  },
  {
    "id": "5155",
    "data": " عمران ابن زائدة ابن نشيط بفتح النون وكسر المعجمة بعدها تحتانية ثم مهملة الكوفي ثقة من السابعة د ت ق"
  },
  {
    "id": "5156",
    "data": " عمران ابن زيد الثعلبي "
  },
  {
    "id": " أبو يحيى الملائي بضم الميم وتخفيف اللام الطويل لين من السابعة ت ق",
    "data": " أبو يحيى الملائي بضم الميم وتخفيف اللام الطويل لين من السابعة ت ق"
  },
  {
    "id": "5157",
    "data": " عمران ابن طلحة ابن عبيد الله التيمي المدني له رؤية ذكره العجلي في ثقات التابعين بخ د ت ق"
  },
  {
    "id": " عمران ابن طلحة الخزاعي هو ابن عبد الله يأتي",
    "data": " عمران ابن طلحة الخزاعي هو ابن عبد الله يأتي"
  },
  {
    "id": "5158",
    "data": " عمران ابن ظبيان بفتح المعجمة وسكون الموحدة بعدها تحتانية الكوفي ضعيف ورمي بالتشيع تناقض فيه ابن حبان وأرخه سنة سبع وخمسين من السابعة بخ س"
  },
  {
    "id": "5159",
    "data": " عمران ابن عبد الله ابن طلحة الخزاعي البصري وقد ينسب لجده صدوق من السادسة عخ"
  },
  {
    "id": "5160",
    "data": " عمران ابن عبد بغير إضافة المعافري أبو عبد الله المصري ضعيف من الرابعة د ق"
  },
  {
    "id": "5161",
    "data": " عمران ابن عصام الضبعي بضم المعجمة وفتح الموحدة أبو عمارة البصري والد أبي جمرة بالجيم "
  },
  {
    "id": " قتل يوم الزاوية سنة ثلاث وثمانين من الثانية وقيل له صحبة ت",
    "data": " قتل يوم الزاوية سنة ثلاث وثمانين من الثانية وقيل له صحبة ت"
  },
  {
    "id": "5162",
    "data": " عمران ابن عصام العنزي بفتح المهملة والنون بعدها زاي البصري الشاعر مجهول الحال من الثالثة عاش بعد الذي قبله زمانا ووهم من خلطهما تمييز"
  },
  {
    "id": "5163",
    "data": " عمران ابن أبي عطاء الأسدي مولاهم أبو حمزة بالمهملة والزاي القصاب "
  },
  {
    "id": " الواسطي صدوق له أوهام من الرابعة ي م",
    "data": " الواسطي صدوق له أوهام من الرابعة ي م"
  },
  {
    "id": "5164",
    "data": " عمران ابن عيينة ابن أبي عمران الهلالي أبو الحسن الكوفي أخو سفيان صدوق له أوهام من الثامنة 4"
  },
  {
    "id": "5165",
    "data": " عمران ابن محمد ابن سعيد ابن المسيب القرشي المخزومي مقبول من السابعة مد"
  },
  {
    "id": "5166",
    "data": " عمران ابن محمد ابن عبد الرحمن ابن أبي ليلى "
  },
  {
    "id": " مقبول من الثامنة ت ق",
    "data": " مقبول من الثامنة ت ق"
  },
  {
    "id": "5167",
    "data": " عمران ابن مسلم ابن رياح بكسر الراء بعدها تحتانية الثقفي الكوفي وقد ينسب لجده مقبول من السادسة بخ"
  },
  {
    "id": "5168",
    "data": " عمران ابن مسلم المنقري بكسر الميم وسكون النون أبو بكر القصير البصري صدوق ربما وهم قيل هو الذي روى عن عبد الله ابن دينار وقيل بل هو غيره وهو مكي من السادسة خ م د ت س"
  },
  {
    "id": "5169",
    "data": " عمران ابن مسلم الجعفي الكوفي الأعمى ثقة من السادسة تمييز"
  },
  {
    "id": "5170",
    "data": " عمران ابن مسلم ويقال ابن أبي مسلم الفزاري أو الأزدي الكوفي شيخ من السابعة تمييز"
  },
  {
    "id": "5171",
    "data": " عمران ابن ملحان بكسر الميم وسكون اللام بعدها مهملة ويقال ابن تيم أبو رجاء العطاردي مشهور بكنيته وقيل غير ذلك في اسم أبيه مخضرم ثقة معمر "
  },
  {
    "id": " مات سنة خمس ومائة وله مائة وعشرون سنة ع",
    "data": " مات سنة خمس ومائة وله مائة وعشرون سنة ع"
  },
  {
    "id": "5172",
    "data": " عمران ابن موسى القزاز الليثي أبو عمرو البصري صدوق من العاشرة مات بعد الأربعين ت س ق"
  },
  {
    "id": "5173",
    "data": " عمران ابن موسى ابن عمرو ابن سعيد ابن العاص أخو أيوب مقبول من السابعة د ت"
  },
  {
    "id": "5174",
    "data": " عمران ابن ميسرة بفتح الميم وسكون التحتانية أبو الحسن البصري الأدمي ثقة من العاشرة مات سنة ثلاث وعشرين خ د"
  },
  {
    "id": "5175",
    "data": " عمران ابن نافع المدني مقبول من السابعة س"
  },
  {
    "id": " عمران ابن يزيد مضى في ابن خالد",
    "data": " عمران ابن يزيد مضى في ابن خالد"
  },
  {
    "id": "5176",
    "data": " عمران الأنصاري مقبول من الرابعة س"
  },
  {
    "id": "5177",
    "data": " عمران البارقي مقبول من السابعة د"
  },
  {
    "id": " عمران القصير هو ابن مسلم تقدم",
    "data": " عمران القصير هو ابن مسلم تقدم"
  },
  {
    "id": "5178",
    "data": " عمران القصير آخر يروي عن أنس وعنه جعفر ابن برقان ضعيف من الخامسة تمييز"
  },
  {
    "id": " عمران القطان هو ابن داور تقدم",
    "data": " عمران القطان هو ابن داور تقدم"
  },
  {
    "id": "5179",
    "data": " عمير ابن إسحاق أبو محمد مولى بني هاشم مقبول من الثالثة بخ س"
  },
  {
    "id": " عمير ابن الأسود هو عمرو ابن الأسود تقدم",
    "data": " عمير ابن الأسود هو عمرو ابن الأسود تقدم"
  },
  {
    "id": " عمير ابن حبيب هو عمير ابن قتادة الآتي ",
    "data": " عمير ابن حبيب هو عمير ابن قتادة الآتي "
  },
  {
    "id": " وهم ابن ماجة في تسمية أبيه ق",
    "data": " وهم ابن ماجة في تسمية أبيه ق"
  },
  {
    "id": "5180",
    "data": " وعمير ابن حبيب هو جد أبي جعفر الخطمي وهو صحابي أيضا ولم يخرجوا له "
  },
  {
    "id": "5181",
    "data": " عمير ابن سعد الأنصاري الأوسي صحابي كان عمر يسميه نسيج وحده بفتح النون وكسر المهملة بعدها تحتانية ساكنة ثم جيم ثم واو مفتوحة ومهملة ساكنة وهي كلمة تطلق على الفائق ت س"
  },
  {
    "id": "5182",
    "data": " عمير ابن سعيد النخعي الصهباني بضم المهملة وسكون الهاء بعدها موحدة يكنى أبا يحيى كوفي ثقة من الثالثة مات سنة سبع ويقال خمس عشرة ومائة خ م د عس ق"
  },
  {
    "id": "5183",
    "data": " عمير ابن سلمة الضمري بفتح المعجمة وسكون الميم مدني له صحبة وحديث س"
  },
  {
    "id": "5184",
    "data": " عمير ابن عبد الله ابن بشر الخثعمي ثقة من السادسة مد"
  },
  {
    "id": "5185",
    "data": " عمير ابن عبد الله الهلالي أبو عبد الله المدني مولى أم الفضل ويقال له مولى ابن عباس ثقة من الثالثة مات سنة أربع ومائة خ م د س"
  },
  {
    "id": "5186",
    "data": " عمير ابن قتادة ابن سعد ابن عامر الليثي صحابي من مسلمة الفتح وفي مسند أبي يعلى أنه استشهد مع النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ د س ق"
  },
  {
    "id": "5187",
    "data": " عمير ابن مأموم ويقال آخره نون ابن زرارة التميمي الكوفي مقبول من الرابعة ت"
  },
  {
    "id": "5188",
    "data": " عمير ابن نيار ويقال ابن عقبة ابن نيار صحابي له حديث س"
  },
  {
    "id": "5189",
    "data": " عمير ابن هانئ العنسي بسكون النون ومهملتين أبو الوليد الدمشقي الداراني ثقة من كبار الرابعة قتل سنة سبع وعشرين وقيل قبل ذلك ع"
  },
  {
    "id": "5177",
    "data": " عمران البارقي مقبول من السابعة د"
  },
  {
    "id": " عمران القصير هو ابن مسلم تقدم",
    "data": " عمران القصير هو ابن مسلم تقدم"
  },
  {
    "id": "5178",
    "data": " عمران القصير آخر يروي عن أنس وعنه جعفر ابن برقان ضعيف من الخامسة تمييز"
  },
  {
    "id": " عمران القطان هو ابن داور تقدم",
    "data": " عمران القطان هو ابن داور تقدم"
  },
  {
    "id": "5179",
    "data": " عمير ابن إسحاق أبو محمد مولى بني هاشم مقبول من الثالثة بخ س"
  },
  {
    "id": " عمير ابن الأسود هو عمرو ابن الأسود تقدم",
    "data": " عمير ابن الأسود هو عمرو ابن الأسود تقدم"
  },
  {
    "id": " عمير ابن حبيب هو عمير ابن قتادة الآتي ",
    "data": " عمير ابن حبيب هو عمير ابن قتادة الآتي "
  },
  {
    "id": " وهم ابن ماجة في تسمية أبيه ق",
    "data": " وهم ابن ماجة في تسمية أبيه ق"
  },
  {
    "id": "5180",
    "data": " وعمير ابن حبيب هو جد أبي جعفر الخطمي وهو صحابي أيضا ولم يخرجوا له "
  },
  {
    "id": "5181",
    "data": " عمير ابن سعد الأنصاري الأوسي صحابي كان عمر يسميه نسيج وحده بفتح النون وكسر المهملة بعدها تحتانية ساكنة ثم جيم ثم واو مفتوحة ومهملة ساكنة وهي كلمة تطلق على الفائق ت س"
  },
  {
    "id": "5182",
    "data": " عمير ابن سعيد النخعي الصهباني بضم المهملة وسكون الهاء بعدها موحدة يكنى أبا يحيى كوفي ثقة من الثالثة مات سنة سبع ويقال خمس عشرة ومائة خ م د عس ق"
  },
  {
    "id": "5183",
    "data": " عمير ابن سلمة الضمري بفتح المعجمة وسكون الميم مدني له صحبة وحديث س"
  },
  {
    "id": "5184",
    "data": " عمير ابن عبد الله ابن بشر الخثعمي ثقة من السادسة مد"
  },
  {
    "id": "5185",
    "data": " عمير ابن عبد الله الهلالي أبو عبد الله المدني مولى أم الفضل ويقال له مولى ابن عباس ثقة من الثالثة مات سنة أربع ومائة خ م د س"
  },
  {
    "id": "5186",
    "data": " عمير ابن قتادة ابن سعد ابن عامر الليثي صحابي من مسلمة الفتح وفي مسند أبي يعلى أنه استشهد مع النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ د س ق"
  },
  {
    "id": "5187",
    "data": " عمير ابن مأموم ويقال آخره نون ابن زرارة التميمي الكوفي مقبول من الرابعة ت"
  },
  {
    "id": "5188",
    "data": " عمير ابن نيار ويقال ابن عقبة ابن نيار صحابي له حديث س"
  },
  {
    "id": "5189",
    "data": " عمير ابن هانئ العنسي بسكون النون ومهملتين أبو الوليد الدمشقي الداراني ثقة من كبار الرابعة قتل سنة سبع وعشرين وقيل قبل ذلك ع"
  },
  {
    "id": "5190",
    "data": " عمير ابن يزيد ابن عمير ابن حبيب الأنصاري أبو جعفر الخطمي بفتح المعجمة وسكون الطاء المدني نزيل البصرة صدوق من السادسة 4"
  },
  {
    "id": "5191",
    "data": " عمير مولى آبي اللحم الغفاري صحابي شهد خيبر وعاش إلى نحو السبعين م 4"
  },
  {
    "id": "5192",
    "data": " عمير مولى ابن مسعود مجهول من الثالثة ق"
  },
  {
    "id": "5193",
    "data": " عمير مولى عمر ابن الخطاب مقبول من الثالثة ق"
  },
  {
    "id": " عمير مولى أم الفضل هو ابن عبد الله تقدم",
    "data": " عمير مولى أم الفضل هو ابن عبد الله تقدم"
  },
  {
    "id": "5194",
    "data": " عمير الثقفي جد حرب ابن عبيد الله صحابي له حديث د"
  },
  {
    "id": "5195",
    "data": " عميرة بفتح أوله ابن سعد الهمداني أبو السكن بفتحتين الكوفي مقبول من الثالثة س"
  },
  {
    "id": "5196",
    "data": " عميرة ابن أبي ناجية حريث الرعيني المصري أبو يحيى ثقة عابد من السابعة مات سنة ثلاث وخمسين وقيل قبل ذلك د س"
  },
  {
    "id": "5197",
    "data": " عنبسة بفتح أوله ثم نون ساكنة ثم موحدة ومهملة مفتوحتين ابن الأزهر الشيباني أبو يحيى الكوفي قاضي جرجان صدوق ربما أخطأ من العاشرة س"
  }
]