[
  {
    "id": "5198",
    "data": " عنبسة ابن خالد ابن يزيد الأموي مولاهم الأيلي بفتح الهمزة بعدها تحتانية ساكنة صدوق من التاسعة مات سنة ثمان وتسعين ومائة خ د"
  },
  {
    "id": "5199",
    "data": " عنبسة ابن أبي رائطة الغنوي بمعجمة ونون مفتوحتين الأعور مقبول من السابعة د"
  },
  {
    "id": "5200",
    "data": " عنبسة ابن سعيد ابن الضريس بضاد معجمة مصغر الأسدي أبو بكر الكوفي قاضي الري ثقة من الثامنة خت ت س"
  },
  {
    "id": "5201",
    "data": " عنبسة ابن سعيد ابن العاص ابن سعيد ابن العاص ابن أمية الأموي أخو عمرو الأشدق ثقة من الثالثة وكان عند الحجاج بالكوفة مات على رأس المائة تقريبا خ م د"
  },
  {
    "id": "5202",
    "data": " عنبسة ابن سعيد ابن أبي عياش الأموي مولاهم مجهول من الرابعة ق"
  },
  {
    "id": "5203",
    "data": " عنبسة ابن سعيد ابن كثير ابن عبيد القرشي مولى أبي بكر ثقة من السابعة د"
  },
  {
    "id": "5204",
    "data": " عنبسة ابن سعيد القطان الواسطي أو البصري ضعيف من السابعة لم يصح أن أبا داود روى له بل لابن أبي رائطة د"
  },
  {
    "id": "5205",
    "data": " عنبسة ابن أبي سفيان ابن حرب ابن أمية القرشي الأموي أخو معاوية يكنى أبا الوليد وقيل غير ذلك يقال له رؤية وقال أبو نعيم اتفق الأئمة على أنه تابعي وذكره ابن حبان في ثقات التابعين مات قبل أخيه م 4"
  },
  {
    "id": "5206",
    "data": " عنبسة ابن عبد الرحمن ابن عنبسة ابن سعيد ابن العاص الأموي سبق ذكر جده وهذا متروك رماه أبو حاتم بالوضع من الثامنة ت ق"
  },
  {
    "id": "5207",
    "data": " عنبسة ابن عبد الواحد ابن أمية ابن عبد الله ابن سعيد ابن العاص الأموي أبو خالد الكوفي الأعور ثقة عابد من الثامنة خت د"
  },
  {
    "id": "5208",
    "data": " عنبسة ابن عمار الدوسي ويقال القرشي حجازي قدم الكوفة ثقة من الرابعة بخ"
  },
  {
    "id": " عنبسة ابن هلال ",
    "data": " عنبسة ابن هلال "
  },
  {
    "id": " صوابه عيسى يأتي",
    "data": " صوابه عيسى يأتي"
  },
  {
    "id": "5209",
    "data": " عنترة كالذي قبله لكن بمثناة وراء ابن عبد الرحمن الكوفي "
  },
  {
    "id": " ثقة من الثانية وهم من زعم أن له صحبة وهو جد عبد الملك ابن هارون ابن عنترة الكوفي س",
    "data": " ثقة من الثانية وهم من زعم أن له صحبة وهو جد عبد الملك ابن هارون ابن عنترة الكوفي س"
  },
  {
    "id": "5210",
    "data": " العوام ابن حمزة المازني البصري صدوق ربما وهم من السادسة ر"
  },
  {
    "id": "5211",
    "data": " العوام ابن حوشب ابن يزيد الشيباني أبو عيسى الواسطي ثقة ثبت فاضل من السادسة مات سنة ثمان وأربعين ع"
  },
  {
    "id": "5212",
    "data": " العوام ابن عباد ابن العوام الواسطي الكلابي مولاهم مقبول من العاشرة ق"
  },
  {
    "id": "5213",
    "data": " عوسجة بفتح أوله وسكون الواو وفتح المهملة والجيم ابن الرماح بتشديد الميم "
  },
  {
    "id": " كوفي مقبول من السادسة س",
    "data": " كوفي مقبول من السادسة س"
  },
  {
    "id": "5214",
    "data": " عوسجة المكي مولى ابن عباس ليس بمشهور "
  },
  {
    "id": " من الرابعة 4",
    "data": " من الرابعة 4"
  },
  {
    "id": "5215",
    "data": " عوف ابن أبي جميلة بفتح الجيم الأعرابي العبدي البصري ثقة رمي بالقدر وبالتشيع من السادسة مات سنة ست أو سبع وأربعين وله ست وثمانون ع"
  },
  {
    "id": "5216",
    "data": " عوف ابن الحارث ابن الطفيل ابن سخبرة بفتح المهملة وسكون المعجمة بعدها موحدة مفتوحة الأزدي مقبول من الثالثة خ د س ق"
  },
  {
    "id": "5217",
    "data": " عوف ابن مالك الأشجعي أبو حماد ويقال غير ذلك صحابي مشهور من مسلمة الفتح وسكن دمشق ومات سنة ثلاث وسبعين ع"
  },
  {
    "id": "5218",
    "data": " عوف ابن مالك ابن نضلة بفتح النون وسكون المعجمة الجشمي بضم الجيم وفتح المعجمة أبو الأحوص الكوفي مشهور بكنيته ثقة من الثالثة قتل "
  },
  {
    "id": " في ولاية الحجاج على العراق بخ م 4",
    "data": " في ولاية الحجاج على العراق بخ م 4"
  },
  {
    "id": "5219",
    "data": " عون ابن أبي جحيفة السوائي بضم المهملة الكوفي ثقة من الرابعة مات سنة ست عشرة ع"
  },
  {
    "id": "5220",
    "data": " عون ابن سلام بتشديد اللام أبو جعفر الكوفي مولى بني هاشم ثقة من العاشرة مات سنة ثلاثين ومائتين م"
  },
  {
    "id": "5221",
    "data": " عون ابن أبي شداد العقيلي بفتح أوله وقيل العبدي أبو معمر البصري مقبول من الخامسة ق"
  },
  {
    "id": "5222",
    "data": " عون ابن صالح البارقي مقبول من السابعة س"
  },
  {
    "id": "5223",
    "data": " عون ابن عبد الله ابن عتبة ابن مسعود الهذلي أبو عبد الله الكوفي ثقة عابد من الرابعة مات قبل سنة عشرين ومائة م 4"
  },
  {
    "id": "5224",
    "data": " عون ابن عمارة القيسي أبو محمد البصري ضعيف من التاسعة مات سنة اثنتي عشرة ق"
  },
  {
    "id": "5225",
    "data": " عون ابن كهمس ابن الحسن التميمي أبو الحسن البصري مقبول من التاسعة د"
  },
  {
    "id": "5226",
    "data": " عويم بالتصغير ابن ساعدة ابن عابس بموحدة ومهملتين ابن قيس ابن النعمان الأنصاري أبو عبد الرحمن المدني صحابي شهد العقبة وبدرا ومات في خلافة عمر وقيل في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ق"
  },
  {
    "id": "5227",
    "data": " عويمر بزيادة راء في آخره ابن أشقر الأنصاري صحابي جليل له حديث في الأضاحي ق"
  },
  {
    "id": "5228",
    "data": " عويمر ابن زيد ابن قيس الأنصاري أبو الدرداء مختلف في اسم أبيه وأما هو فمشهور بكنيته وقيل اسمه عامر وعويمر لقب صحابي جليل أول مشاهده أحد وكان عابدا مات في أواخر خلافة عثمان وقيل عاش بعد ذلك ع"
  },
  {
    "id": " العلاء ابن بدر في العلاء ابن عبد الله",
    "data": " العلاء ابن بدر في العلاء ابن عبد الله"
  },
  {
    "id": "5229",
    "data": " العلاء ابن بشير المزني البصري مجهول من السادسة د"
  },
  {
    "id": "5230",
    "data": " العلاء ابن الحارث ابن عبد الوارث الحضرمي أبو وهب الدمشقي صدوق فقيه لكن رمي بالقدر وقد اختلط من الخامسة مات سنة ست وثلاثين وهو ابن سبعين سنة م 4"
  },
  {
    "id": "5231",
    "data": " العلاء ابن الحضرمي واسم أبيه عبد الله ابن عماد وكان حليف بني أمية صحابي جليل عمل على البحرين للنبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأبي بكر وعمر ومات سنة أربع عشرة وقيل بعد ذلك ع"
  },
  {
    "id": "5232",
    "data": " العلاء ابن أبي حكيم يحيى الشامي سياف معاوية ثقة من الرابعة عخ ت س"
  },
  {
    "id": "5233",
    "data": " العلاء ابن خالد الأسدي الكاهلي صدوق من السادسة م ت"
  },
  {
    "id": "5234",
    "data": " العلاء ابن خالد الواسطي أو البصري ضعيف رماه أبو سلمة بالكذب وتناقض فيه ابن حبان من السابعة ووهم من خلطه بالذي قبله ت"
  },
  {
    "id": "5235",
    "data": " العلاء ابن خالد ابن وردان الحنفي أبو شيبة البصري مقبول من السابعة تمييز"
  },
  {
    "id": "5236",
    "data": " العلاء ابن خالد المجاشعي مجهول من السابعة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "5237",
    "data": " العلاء ابن زهير ابن عبد الله الأزدي أبو زهير الكوفي ثقة من السادسة س"
  },
  {
    "id": "5238",
    "data": " العلاء ابن زياد ابن مطر العدوي أبو نصر البصري أحد العباد ثقة من الرابعة مات سنة أربع وتسعين خت مد س ق"
  },
  {
    "id": "5239",
    "data": " العلاء ابن زيد ويقال زيدل بزيادة لام الثقفي أبو محمد البصري متروك ورماه أبو الوليد بالكذب من الخامسة ق"
  },
  {
    "id": "5240",
    "data": " العلاء ابن سالم الطبري أبو الحسن الحذاء نزل بغداد صدوق من الحادية عشرة مات سنة ثمان وخمسين ق"
  },
  {
    "id": "5241",
    "data": " العلاء ابن سالم العبدي الكوفي العطار مقبول من التاسعة تمييز"
  },
  {
    "id": "5242",
    "data": " العلاء ابن صالح التيمي أو الأسدي الكوفي صدوق له أوهام من السابعة د ت س"
  },
  {
    "id": "5243",
    "data": " العلاء ابن صالح النيسابوري أبو الحسين مقبول من العاشرة تمييز"
  },
  {
    "id": "5244",
    "data": " العلاء ابن عبد الله ابن بدر البصري "
  },
  {
    "id": " قد ينسب إلى جده ثقة من السادسة قد",
    "data": " قد ينسب إلى جده ثقة من السادسة قد"
  },
  {
    "id": "5245",
    "data": " العلاء ابن عبد الله ابن رافع الحضرمي الجزري "
  },
  {
    "id": " مقبول من السابعة د س",
    "data": " مقبول من السابعة د س"
  },
  {
    "id": "5246",
    "data": " العلاء ابن عبد الجبار الأنصاري مولاهم العطار البصري نزيل مكة ثقة من التاسعة مات سنة اثنتي عشرة خ ت س ق"
  },
  {
    "id": "5247",
    "data": " العلاء ابن عبد الرحمن ابن يعقوب الحرقي بضم المهملة وفتح الراء بعدها قاف أبو شبل بكسر المعجمة وسكون الموحدة المدني صدوق ربما وهم من الخامسة مات سنة بضع وثلاثين ر م 4"
  },
  {
    "id": "5248",
    "data": " العلاء ابن عبد الكريم اليامي بالتحتانية أبو عون الكوفي ثقة عابد من السادسة قال الذهبي توفي في حدود الخمسين ومائة قد فق"
  },
  {
    "id": "5249",
    "data": " العلاء ابن عتبة اليحصبي بفتح التحتانية وسكون المهملة بعدها صاد مهملة مفتوحة ثم موحدة صدوق من السادسة د"
  },
  {
    "id": "5250",
    "data": " العلاء ابن عرار بمهملات الخارفي بمعجمة وراء مكسورة ثم فاء الكوفي ثقة من الرابعة س"
  },
  {
    "id": "5251",
    "data": " العلاء ابن عصيم بمهملتين مصغر الجعفي أبو عبد الله الكوفي المؤذن صدوق من كبار العاشرة مات سنة خمس أو ثمان ومائتين س"
  },
  {
    "id": "5252",
    "data": " العلاء ابن الفضل ابن عبد الملك المنقري بكسر الميم وسكون النون وفتح القاف أبو الهذيل البصري ضعيف من صغار التاسعة مات سنة عشرين ومائتين ت ق"
  },
  {
    "id": "5253",
    "data": " العلاء ابن كثير الإسكندراني مولى قريش ثقة عابد من السادسة مات سنة أربع وأربعين أو قبلها سي"
  },
  {
    "id": "5254",
    "data": " العلاء ابن كثير الليثي أبو سعد مولى بني أمية دمشقي نزل الكوفة متروك رماه ابن حبان بالوضع من السادسة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "5255",
    "data": " العلاء ابن اللجلاج بسكون الجيم الأولى الشامي يقال إنه أخو خالد ثقة من الرابعة ت"
  },
  {
    "id": "5256",
    "data": " العلاء ابن مسلمة ابن عثمان الرواس بتشديد الواو مولى بني تميم بغدادي يكنى أبا سالم متروك ورماه ابن حبان بالوضع من العاشرة ت"
  },
  {
    "id": "5257",
    "data": " العلاء ابن مسلمة الهذلي مقبول من الثامنة تمييز"
  },
  {
    "id": "5258",
    "data": " العلاء ابن المسيب ابن رافع الكاهلي ويقال التغلبي "
  },
  {
    "id": " الكوفي ثقة ربما وهم من السادسة خ م د س ق",
    "data": " الكوفي ثقة ربما وهم من السادسة خ م د س ق"
  },
  {
    "id": "5259",
    "data": " العلاء ابن هلال ابن عمر ابن هلال الباهلي أبو محمد الرقي فيه لين من التاسعة مات سنة خمس عشرة وله خمس وستون س"
  },
  {
    "id": "5260",
    "data": " العلاء ابن هلال ابن أبي عطية البصري ثقة من الرابعة تمييز"
  },
  {
    "id": "5261",
    "data": " العلاء ابن أخي شعيب ابن خالد البجلي الرازي مقبول من السابعة د"
  },
  {
    "id": "5262",
    "data": " العلاء الجريري بضم الجيم مجهول من السابعة س"
  },
  {
    "id": " العلاء عن داود ابن عبيد الله هو ابن الحارث س",
    "data": " العلاء عن داود ابن عبيد الله هو ابن الحارث س"
  },
  {
    "id": "5263",
    "data": " العلاء الخزاز بمعجمات عن يعقوب القمي مجهول من السابعة فق"
  },
  {
    "id": "5264",
    "data": " علاج بكسر أوله وتخفيف اللام ابن عمرو مقبول من الرابعة د"
  },
  {
    "id": "5265",
    "data": " علاق ابن مسلم أو ابن أبي مسلم "
  },
  {
    "id": " مجهول من الخامسة ق",
    "data": " مجهول من الخامسة ق"
  },
  {
    "id": "5266",
    "data": " علاقة ابن صحار بمهملتين مخففا "
  },
  {
    "id": " قيل هو عم خارجة ابن الصلت ",
    "data": " قيل هو عم خارجة ابن الصلت "
  },
  {
    "id": " صحابي له حديث في الرقية د س",
    "data": " صحابي له حديث في الرقية د س"
  },
  {
    "id": "5267",
    "data": " عياش بتشديد التحتانية وآخره معجمة ابن الأزرق ويقال ابن الوليد ابن الأزرق أبو النجم البصري نزيل أذنة بمعجمة ونون وفتحات ثقة من الحادية عشرة مات سنة سبع وثلاثين د"
  },
  {
    "id": "5268",
    "data": " عياش ابن أبي ربيعة ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم القرشي المخزومي واسم أبيه عمرو يلقب ذا الرمحين أسلم قديما وهاجر الهجرتين وكان أحد من يدعو له النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من المستضعفين واستشهد باليمامة وقيل باليرموك وقيل مات سنة خمس عشرة ق"
  },
  {
    "id": "5269",
    "data": " عياش ابن عباس بموحدة ومهملة القتباني بكسر القاف وسكون المثناة المصري ثقة من السادسة قال ابن يونس يقال مات سنة ثلاث وثلاثين ومائة ر م 4"
  },
  {
    "id": "5270",
    "data": " عياش ابن عقبة ابن كليب الحضرمي أبو عقبة المصري صدوق من السابعة مات سنة ستين د س"
  },
  {
    "id": "5271",
    "data": " عياش ابن عمرو الكوفي ثقة من الخامسة هو الذي روى عن مسلم ابن نذير م س"
  },
  {
    "id": "5272",
    "data": " عياش ابن الوليد الرقام أبو الوليد البصري ثقة من العاشرة مات سنة ست وعشرين ومائتين خ د س"
  },
  {
    "id": "5273",
    "data": " عياش السلمي مجهول من الثالثة س"
  },
  {
    "id": "5274",
    "data": " عياض بكسر أوله وتخفيف التحتانية وآخره معجمة ابن حمار بكسر المهملة وتخفيف الميم التميمي المجاشعي صحابي سكن البصرة وعاش إلى حدود الخمسين بخ م 4"
  },
  {
    "id": "5275",
    "data": " عياض ابن خليفة مقبول من الثانية بخ"
  },
  {
    "id": "5276",
    "data": " عياض ابن أبي زهير الفهري روى عنه يحيى ابن أبي كثير وزيد ابن أسلم من الثالثة قال علي ابن المديني مجهول وفرق بينه وبين عياض ابن هلال الآتي وخولف في ذلك والراجح عندي قوله تمييز"
  },
  {
    "id": "5277",
    "data": " عياض ابن عبد الله ابن سعد ابن أبي سرح بفتح المهملة وسكون الراء بعدها مهملة القرشي العامري المكي ثقة من الثالثة مات على رأس المائة ع"
  },
  {
    "id": "5278",
    "data": " عياض ابن عبد الله ابن عبد الرحمن الفهري المدني نزيل مصر فيه لين من السابعة م د س ق"
  },
  {
    "id": "5279",
    "data": " عياض ابن عبد الله الكوفي شيخ لسلمة ابن كهيل مقبول من السابعة تمييز"
  },
  {
    "id": " عياض ابن عروة تقدم في عروة ابن عياض",
    "data": " عياض ابن عروة تقدم في عروة ابن عياض"
  },
  {
    "id": "5280",
    "data": " عياض ابن عمرو الأشعري صحابي له حديث وجزم أبو حاتم بأن حديثه مرسل وأنه رأى أبا عبيدة ابن الجراح فيكون مخضرما م ق"
  }
]