[
  {
    "id": " عياض ابن غطيف يأتي في غطيف في الغين المعجمة",
    "data": " عياض ابن غطيف يأتي في غطيف في الغين المعجمة"
  },
  {
    "id": "5281",
    "data": " عياض ابن هلال وقيل ابن أبي زهير الأنصاري وقال بعضهم هلال ابن عياض وهو مرجوح مجهول من الثالثة تفرد يحيى ابن أبي كثير بالرواية عنه 4"
  },
  {
    "id": "5282",
    "data": " عياض البجلي أبو خالد مجهول من الرابعة س"
  },
  {
    "id": " عياض عن زيد ابن ثابت ",
    "data": " عياض عن زيد ابن ثابت "
  },
  {
    "id": " صوابه أبو عياض وهو عمرو ابن الأسود",
    "data": " صوابه أبو عياض وهو عمرو ابن الأسود"
  },
  {
    "id": "5283",
    "data": " العيزار بفتح أوله وسكون التحتانية بعدها زاي وآخره راء ابن حريث العبدي الكوفي ثقة من الثالثة مات بعد سنة عشر ومائة م د ت س"
  },
  {
    "id": "5284",
    "data": " عيسى ابن إبراهيم الشعيري بفتح المعجمة البركي بكسر الموحدة وفتح الراء بصري صدوق ربما وهم من العاشرة مات سنة ثمان وعشرين د"
  },
  {
    "id": "5285",
    "data": " عيسى ابن إبراهيم ابن عيسى ابن مثرود بمثلثة ساكنة الغافقي أبو موسى المصري ثقة من صغار العاشرة مات سنة إحدى وستين وقد جاوز التسعين د س"
  },
  {
    "id": "5286",
    "data": " عيسى ابن أحمد ابن عيسى ابن وردان العسقلاني من عسقلان بلخ بفتح الموحدة وسكون اللام بعدها معجمة ثقة يغرب من الحادية عشرة مات سنة ثمان وستين وقد قارب التسعين ت س"
  },
  {
    "id": " عيسى ابن إدريس يأتي في ابن أبي رزين",
    "data": " عيسى ابن إدريس يأتي في ابن أبي رزين"
  },
  {
    "id": " عيسى ابن أزداد في ابن يزداد",
    "data": " عيسى ابن أزداد في ابن يزداد"
  },
  {
    "id": "5287",
    "data": " عيسى ابن أيوب القيني بفتح القاف وسكون التحتانية بعدها نون أبو هاشم الدمشقي صدوق زاهد من السابعة د"
  },
  {
    "id": "5288",
    "data": " عيسى ابن جارية بالجيم الأنصاري المدني فيه لين من الرابعة ق"
  },
  {
    "id": "5289",
    "data": " عيسى ابن حطان بكسر المهملة وتشديد المهملة الرقاشي مقبول من الثالثة د ت س"
  },
  {
    "id": "5290",
    "data": " عيسى ابن حفص ابن عاصم ابن عمر ابن الخطاب العدوي أبو زياد المدني لقبه رباح بموحدة ويقال له عيسى ابن حفص الأنصاري لأن أمه كانت أنصارية ثقة من السادسة مات سنة سبع وخمسين خ م د س ق"
  },
  {
    "id": "5291",
    "data": " عيسى ابن حماد ابن مسلم التجيبي أبو موسى الأنصاري لقبه زغبة بضم الزاي وسكون المعجمة بعدها موحدة وهو لقب أبيه أيضا ثقة من العاشرة مات سنة ثمان وأربعين وقد جاوز التسعين وهو آخر من حدث عن الليث من الثقات م د س ق"
  },
  {
    "id": "5292",
    "data": " عيسى ابن دينار الخزاعي مولاهم أبو علي الكوفي المؤذن ثقة من السابعة عخ د ت"
  },
  {
    "id": "5293",
    "data": " عيسى ابن أبي رزين يقال اسم أبيه راشد ويقال هو عيسى ابن إدريس الثمالي بضم المثلثة الحمصي مقبول من السابعة س"
  },
  {
    "id": "5294",
    "data": " عيسى ابن سليم الحمصي الرستني بفتح الراء والمثناة بينهما مهملة "
  },
  {
    "id": " وآخره نون أبو حمزة صدوق له أوهام من السابعة م س",
    "data": " وآخره نون أبو حمزة صدوق له أوهام من السابعة م س"
  },
  {
    "id": "5295",
    "data": " عيسى ابن سنان الحنفي أبو سنان القسملي بفتح القاف وسكون المهملة وفتح الميم وتخفيف اللام الفلسطيني نزيل البصرة لين الحديث من السادسة بخ قد ت ق"
  },
  {
    "id": "5296",
    "data": " عيسى ابن سهل ابن رافع ابن خديج الأنصاري الحارثي المدني نزيل الإسكندرية ويقال اسمه عثمان مقبول من الرابعة س"
  },
  {
    "id": " عيسى ابن سيلان في جابر",
    "data": " عيسى ابن سيلان في جابر"
  },
  {
    "id": "5297",
    "data": " عيسى ابن شاذان القطان البصري نزيل مصر ثقة حافظ من الحادية عشرة مات في سن الكهولة بعد أربعين ومائتين د"
  },
  {
    "id": "5298",
    "data": " عيسى ابن شعيب ابن إبراهيم النحوي البصري الضرير أبو الفضل صدوق له أوهام من التاسعة س"
  },
  {
    "id": "5299",
    "data": " عيسى ابن شعيب ابن ثوبان الديلي بكسر الدال بعدها تحتانية المدني فيه لين من الخامسة تمييز"
  },
  {
    "id": "5300",
    "data": " عيسى ابن طلحة ابن عبيد الله التيمي أبو محمد المدني ثقة فاضل من كبار الثالثة مات سنة مائة ع"
  },
  {
    "id": "5301",
    "data": " عيسى ابن طهمان الجشمي بضم الجيم وفتح المعجمة أبو بكر البصري نزيل الكوفة صدوق أفرط فيه ابن حبان والذنب فيما استنكره من حديثه لغيره من الخامسة خ تم س"
  },
  {
    "id": "5302",
    "data": " عيسى ابن عاصم الأسدي الكوفي ثقة من السادسة بخ د ت ق"
  },
  {
    "id": "5303",
    "data": " عيسى ابن عبد الله ابن أنيس بالتصغير الأنصاري المدني مقبول من الرابعة د ت"
  },
  {
    "id": "5304",
    "data": " عيسى ابن عبد الله ابن مالك الدار ابن عياض العمري مولاهم وقيل فيه عبد الله ابن عيسى مقبول من السادسة د س ق"
  },
  {
    "id": "5305",
    "data": " عيسى ابن عبد الأعلى ابن عبد الله ابن أبي فروة الأموي مولاهم مجهول من السابعة د ق"
  },
  {
    "id": "5306",
    "data": " عيسى ابن عبد الرحمن ابن فروة وقيل ابن سبرة بفتح المهملة وسكون الموحدة الأنصاري أبو عبادة الزرقي متروك من السابعة ق"
  },
  {
    "id": "5307",
    "data": " عيسى ابن عبد الرحمن ابن أبي ليلى الأنصاري الكوفي ثقة من السادسة 4"
  },
  {
    "id": "5308",
    "data": " عيسى ابن عبد الرحمن السلمي ثم البجلي بفتح الموحدة وإسكان الجيم ثقة من السادسة مات بعد الخمسين بخ قد عس"
  },
  {
    "id": " عيسى ابن عبد الرحمن ",
    "data": " عيسى ابن عبد الرحمن "
  },
  {
    "id": " صوابه بكر ابن عبد الرحمن عن عيسى",
    "data": " صوابه بكر ابن عبد الرحمن عن عيسى"
  },
  {
    "id": "5309",
    "data": " عيسى ابن عبيد ابن مالك الكندي أبو المنيب بضم الميم وكسر النون بعدها تحتانية ثم موحدة وأبوه بغير إضافة وقد قيل فيه عبيد الله د صدوق من الثامنة د ت س"
  },
  {
    "id": "5310",
    "data": " عيسى ابن عثمان ابن عيسى ابن عبد الرحمن النهشلي الكوفي الكسائي صدوق من الحادية عشرة مات سنة إحدى وخمسين ت"
  },
  {
    "id": "5311",
    "data": " عيسى ابن أبي عزة الكوفي مولى عبد الله ابن الحارث صدوق ربما وهم من السادسة مد ت س"
  },
  {
    "id": "5312",
    "data": " عيسى ابن علي ابن عبد الله ابن عباس الهاشمي الحجازي ثم البغدادي صدوق مقل كان معتزلا للسلطان من السابعة مات سنة ثلاث وستين وله ثمانون سنة د ت"
  },
  {
    "id": " عيسى ابن علي ابن عبيد الله ",
    "data": " عيسى ابن علي ابن عبيد الله "
  },
  {
    "id": " صوابه عيسى ابن طلحة",
    "data": " صوابه عيسى ابن طلحة"
  },
  {
    "id": "5313",
    "data": " عيسى ابن عمر ابن موسى ابن عبيد الله ابن معمر التيمي حجازي وربما نسب إلى جده مقبول من السابعة ق"
  },
  {
    "id": "5314",
    "data": " عيسى ابن عمر الأسدي الهمداني بسكون الميم أبو عمر الكوفي القارىء ثقة من السابعة مات سنة ست وخمسين ت س"
  },
  {
    "id": "5315",
    "data": " عيسى ابن عمر النحوي أبو عمر الثقفي صدوق من السابعة أيضا مات سنة تسع وأربعين تمييز"
  },
  {
    "id": "5316",
    "data": " عيسى ابن عمر أو ابن عمير حجازي مقبول من السابعة س"
  },
  {
    "id": "5317",
    "data": " عيسى ابن أبي عيسى الحناط الغفاري أبو موسى المدني أصله من الكوفة واسم أبيه ميسرة ويقال فيه الخياط بالمعجمة والتحتانية وبالموحدة وبالمهملة والنون كان قد عالج الصنائع الثلاث وهو متروك من السادسة مات سنة إحدى وخمسين وقيل قبل ذلك ق"
  },
  {
    "id": "5318",
    "data": " عيسى ابن أبي عيسى هلال ابن يحيى الطائي وقيل السليحي بفتح المهملة وكسر اللام وبمهملة الحمصي المعروف بابن البراد صدوق من الحادية عشرة د س"
  },
  {
    "id": " عيسى ابن أبي عيسى ",
    "data": " عيسى ابن أبي عيسى "
  },
  {
    "id": " أبو جعفر الرازي يأتي في الكنى وهو ابن ماهان",
    "data": " أبو جعفر الرازي يأتي في الكنى وهو ابن ماهان"
  },
  {
    "id": "5319",
    "data": " عيسى ابن فائد بالفاء أمير الرقة مجهول من السادسة وروايته عن الصحابة مرسلة د"
  },
  {
    "id": "5320",
    "data": " عيسى ابن قرطاس الكوفي متروك وقد كذبه الساجي من السادسة فق"
  },
  {
    "id": "5321",
    "data": " عيسى ابن محمد ابن إسحاق أبو عمير ابن النحاس بمهملتين الرملي ويقال اسم جده عيسى ثقة فاضل من صغار العاشرة مات سنة ست وخمسين وقيل بعدها د س ق"
  },
  {
    "id": "5322",
    "data": " عيسى ابن المختار ابن عبد الله ابن عيسى ابن عبد الرحمن ابن أبي ليلى الأنصاري الكوفي ثقة من التاسعة د س ق"
  },
  {
    "id": "5323",
    "data": " عيسى ابن مساور الجوهري أبو موسى البغدادي صدوق من صغار العاشرة مات سنة أربع أو خمس وأربعين س"
  },
  {
    "id": "5324",
    "data": " عيسى ابن مسعود ابن الحكم الأنصاري الزرقي مقبول من الثالثة عس"
  },
  {
    "id": "5325",
    "data": " عيسى ابن مسلم أبو داود الطهوي بضم المهملة وفتح الهاء الكوفي الأعمى لين الحديث من السابعة فق"
  },
  {
    "id": "5326",
    "data": " عيسى ابن معقل ابن أبي معقل الأسدي حجازي مقبول من الرابعة د"
  },
  {
    "id": "5327",
    "data": " عيسى ابن معمر حجازي لين الحديث من السادسة د"
  },
  {
    "id": "5328",
    "data": " عيسى ابن المغيرة ابن الضحاك ابن عبد الله ابن خالد ابن حزام بكسر المهملة ثم زاي الأسدي الحزامي المدني صدوق ربما أخطأ من التاسعة بخ"
  },
  {
    "id": "5329",
    "data": " عيسى ابن المغيرة التميمي الحراني بفتح المهملة وبراء ثقيلة كوفي يكنى أبا شهاب مقبول من السادسة تمييز"
  },
  {
    "id": "5330",
    "data": " عيسى ابن المنذر السلمي أبو موسى الحمصي مقبول من العاشرة م"
  },
  {
    "id": "5331",
    "data": " عيسى ابن موسى البخاري أبو أحمد الأزرق لقبه غنجار بضم المعجمة وسكون النون بعدها جيم صدوق ربما أخطأ وربما دلس مكثر من التحديث عن المتروكين من الثامنة مات سنة سبع وثمانين خت ق"
  },
  {
    "id": "5332",
    "data": " عيسى ابن موسى القرشي أبو محمد أو أبو موسى الدمشقي أخو سليمان ابن موسى الفقيه صدوق من السابعة عخ د س ق"
  },
  {
    "id": " عيسى ابن موسى الدمشقي عن عطاء الخراساني صوابه موسى ابن عيسى ابن موسى تمييز",
    "data": " عيسى ابن موسى الدمشقي عن عطاء الخراساني صوابه موسى ابن عيسى ابن موسى تمييز"
  },
  {
    "id": "5333",
    "data": " عيسى ابن موسى المدني عن محمد ابن عباد ابن جعفر مقبول من الرابعة بخ"
  },
  {
    "id": " عيسى ابن ميسرة هو ابن أبي عيسى تقدم",
    "data": " عيسى ابن ميسرة هو ابن أبي عيسى تقدم"
  },
  {
    "id": "5334",
    "data": " عيسى ابن ميمون الجرشي بضم الجيم وفتح الراء والمعجمة ثم المكي أبو موسى يعرف بابن داية بتحتانية خفيفة ثقة من السابعة خد"
  },
  {
    "id": "5335",
    "data": " عيسى ابن ميمون المدني مولى القاسم ابن محمد يعرف بالواسطي ويقال له ابن تليدان بفتح المثناة "
  },
  {
    "id": " وفرق بينهما ابن معين وابن حبان وابن ميمون ضعيف من السادسة ت ق",
    "data": " وفرق بينهما ابن معين وابن حبان وابن ميمون ضعيف من السادسة ت ق"
  },
  {
    "id": "5336",
    "data": " عيسى ابن نميلة بالتصغير الفزاري حجازي مجهول من السابعة د"
  },
  {
    "id": " عيسى ابن هلال السليحي هو ابن أبي عيسى تقدم",
    "data": " عيسى ابن هلال السليحي هو ابن أبي عيسى تقدم"
  },
  {
    "id": "5337",
    "data": " عيسى ابن هلال الصدفي المصري صدوق من الرابعة بخ د ت س"
  },
  {
    "id": "5338",
    "data": " عيسى ابن يزداد أو أزداد اليماني الفارسي مجهول الحال من السادسة مد ق"
  },
  {
    "id": "5339",
    "data": " عيسى ابن يزيد الأزرق أبو معاذ المروزي النحوي مقبول من السابعة وكان على قضاء سرخس س ق"
  },
  {
    "id": "5340",
    "data": " عيسى ابن يونس ابن أبان الفاخوري أبو موسى الرملي "
  },
  {
    "id": " صدوق ربما أخطأ من الحادية عشرة لم يصح أن أبا داود روى له س ق",
    "data": " صدوق ربما أخطأ من الحادية عشرة لم يصح أن أبا داود روى له س ق"
  },
  {
    "id": "5341",
    "data": " عيسى ابن يونس ابن أبي إسحاق السبيعي بفتح المهملة وكسر الموحدة أخو إسرائيل كوفي نزل الشام مرابطا ثقة مأمون من الثامنة مات سنة سبع وثمانين وقيل سنة إحدى وتسعين ع"
  },
  {
    "id": "5342",
    "data": " عيسى ابن يونس الطرسوسي صدوق من الحادية عشرة د"
  },
  {
    "id": "5343",
    "data": " عيينة بتحتانيتين مصغر ابن عبد الرحمن ابن جوشن بجيم ومعجمة مفتوحتين بينهما واو ساكنة الغطفاني بفتح المعجمة والمهملة ثم فاء صدوق من السابعة مات في حدود الخمسين بخ4"
  },
  {
    "id": "باب الغين المعجمة ",
    "data": "باب الغين المعجمة "
  },
  {
    "id": "5344",
    "data": " غالب ابن أبجر بموحدة وجيم وزن أحمد ويقال ابن ذيخ بكسر الذال المعجمة بعدها تحتانية ثم معجمة "
  },
  {
    "id": " المزني صحابي له حديث نزل الكوفة د",
    "data": " المزني صحابي له حديث نزل الكوفة د"
  },
  {
    "id": "5345",
    "data": " غالب ابن حجرة بفتح المهملة وسكون الجيم التميمي العنبري مجهول من السابعة د"
  },
  {
    "id": "5346",
    "data": " غالب ابن خطاف بضم المعجمة وقيل بفتحها وهو ابن أبي غيلان القطان أبو سليمان البصري صدوق من السادسة ع"
  },
  {
    "id": "5347",
    "data": " غالب ابن سليمان العتكي بفتح المهملة والمثناة الجهضمي أبو صالح أو أبو سلمة الخراساني أصله من البصرة ثقة من السابعة مدفق"
  },
  {
    "id": "5348",
    "data": " غالب ابن مهران وقيل ابن ميمون التمار العبدي أبو غفار البصري صدوق من السادسة د س ق"
  },
  {
    "id": "5349",
    "data": " غالب ابن نجيح ابن بشر الكوفي مقبول من السابعة ت"
  },
  {
    "id": "5350",
    "data": " غالب ابن الهذيل الأودي "
  },
  {
    "id": " الكوفي صدوق رمي بالرفض من الخامسة س",
    "data": " الكوفي صدوق رمي بالرفض من الخامسة س"
  },
  {
    "id": "5351",
    "data": " غرفة ابن الحارث الكندي أبو الحارث صحابي من اليمن شهد حجة الوداع ثم فتح مصر ونزلها ومنهم من ذكره بالمهملة د"
  },
  {
    "id": "5352",
    "data": " الغريف بفتح أوله "
  },
  {
    "id": " ابن عياش بتحتانية ومعجمة ابن فيروز الديلمي وقد ينسب إلى جده مقبول من الخامسة د س",
    "data": " ابن عياش بتحتانية ومعجمة ابن فيروز الديلمي وقد ينسب إلى جده مقبول من الخامسة د س"
  },
  {
    "id": "5353",
    "data": " غزوان ابن جرير الضبي مولاهم الكوفي مقبول من السادسة د"
  },
  {
    "id": "5354",
    "data": " غزوان الغفاري أبو مالك الكوفي مشهور بكنيته ثقة من الثالثة خت د ت س"
  },
  {
    "id": "5355",
    "data": " غزوان الشامي مجهول من الرابعة د"
  },
  {
    "id": "5356",
    "data": " غسان ابن الأغر ابن حصين النهشلي أبو الأغر الكوفي مقبول من السابعة س"
  },
  {
    "id": "5357",
    "data": " غسان ابن برزين بضم الموحدة وسكون الراء وكسر الزاي الطهوي أبو المقدام البصري صدوق ربما أخطأ من السابعة ق"
  },
  {
    "id": "5358",
    "data": " غسان ابن عوف المازني البصري لين الحديث من الثامنة د"
  }
]