[
  {
    "id": "5359",
    "data": " غسان ابن الفضل أبو عمرو السجستاني نزيل مكة مقبول من العاشرة مد"
  },
  {
    "id": "5360",
    "data": " غسان ابن مضر الأزدي أبو مضر البصري المكفوف ثقة من الثامنة مات سنة أربع وثمانين س"
  },
  {
    "id": "5388",
    "data": " فروة ابن مجاهد أو مجالد اللخمي مولاهم الفلسطيني الأعمى مختلف في صحبته وكان عابدا د"
  },
  {
    "id": "5389",
    "data": " فروة ابن مسيك بمهملة مصغر المرادي ثم الغطيفي بمعجمة مصغر صحابي سكن الكوفة يكنى أبا عمير واستعمله عمر د ت"
  },
  {
    "id": "5390",
    "data": " فروة ابن أبي المغراء بفتح الميم والمد واسم أبيه معدي كرب الكندي يكنى أبا القاسم كوفي صدوق من العاشرة مات سنة خمس وعشرين خ ت"
  },
  {
    "id": " فروة ابن المغيرة في المغيرة ابن فروة يأتي",
    "data": " فروة ابن المغيرة في المغيرة ابن فروة يأتي"
  },
  {
    "id": "5391",
    "data": " فروة ابن نوفل الأشجعي مختلف في صحبته والصواب أن الصحبة لأبيه وهو من الثالثة قتل "
  },
  {
    "id": " في خلافة معاوية م د ",
    "data": " في خلافة معاوية م د "
  },
  {
    "id": " س ق",
    "data": " س ق"
  },
  {
    "id": "5392",
    "data": " فروة ابن يونس الكلابي أبو يونس البصري مقبول من السابعة ق"
  },
  {
    "id": "5393",
    "data": " فضاء بالمد ابن خالد الجهضمي البصري مجهول من السابعة د ت ق"
  },
  {
    "id": "5394",
    "data": " فضالة ابن إبراهيم التيمي أبو إبراهيم وأبو أحمد النسائي ثم المروزي ثقة ضابط من كبار العاشرة ت"
  },
  {
    "id": "5395",
    "data": " فضالة ابن عبيد ابن نافذ ابن قيس الأنصاري الأوسي أول ما شهد شهد أحدا ثم نزل دمشق وولي قضاءها ومات سنة ثمان وخمسين وقيل قبلها بخ م 4"
  },
  {
    "id": "5396",
    "data": " فضالة ابن الفضل ابن فضالة التميمي أبو الفضل الكوفي صدوق ربما أخطأ من صغار العاشرة مات سنة خمسين ومائتين ت"
  },
  {
    "id": "5397",
    "data": " فضالة الليثي الزهراني صحابي قيل اسم أبيه عبد الله وقيل وهب له حديث د"
  },
  {
    "id": "5398",
    "data": " الفضل ابن جعفر ابن عبد الله البغدادي أبو سهل ابن أبي طالب أخو يحيى ابن أبي طالب واسطي الأصل ثقة من الحادية عشرة مات سنة اثنتين وخمسين وله ست وستون ت"
  },
  {
    "id": "5399",
    "data": " الفضل ابن الحسن ابن عمرو ابن أمية الضمري المدني نزيل مصر صدوق من الثالثة مات بالإسكندرية د"
  },
  {
    "id": "5400",
    "data": " الفضل ابن أبي الحكم الطاحي بمهملتين البصري مقبول من السابعة عس"
  },
  {
    "id": "5401",
    "data": " الفضل ابن دكين الكوفي واسم دكين عمرو ابن حماد ابن زهير التيمي مولاهم الأحول أبو نعيم الملائي بضم الميم مشهور بكنيته ثقة ثبت من التاسعة مات سنة ثماني عشرة وقيل تسع عشرة وكان مولده سنة ثلاثين وهو من كبار شيوخ البخاري ع"
  },
  {
    "id": "5402",
    "data": " الفضل ابن دلهم الواسطي ثم البصري القصاب لين ورمي بالاعتزال من السابعة د ت ق"
  },
  {
    "id": " الفضل ابن زهير هو ابن دكين",
    "data": " الفضل ابن زهير هو ابن دكين"
  },
  {
    "id": "5403",
    "data": " الفضل ابن سهل ابن إبراهيم الأعرج البغدادي أصله من خراسان صدوق من الحادية عشرة مات سنة خمس وخمسين وقد جاوز السبعين خ م د ت س"
  },
  {
    "id": "5404",
    "data": " الفضل ابن سويد الكوفي مقبول من السابعة قد"
  },
  {
    "id": "5405",
    "data": " الفضل ابن الصباح البغدادي السمسار أصله من نهاوند ثقة عابد من العاشرة مات سنة خمس وأربعين ت ق"
  },
  {
    "id": " الفضل ابن أبي طالب هو ابن جعفر تقدم",
    "data": " الفضل ابن أبي طالب هو ابن جعفر تقدم"
  },
  {
    "id": "5406",
    "data": " الفضل ابن العباس البغدادي ثقة من الحادية عشرة س"
  },
  {
    "id": "5407",
    "data": " الفضل ابن العباس ابن عبد المطلب ابن هاشم الهاشمي ابن عم رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأكبر ولد العباس استشهد في خلافة عمر ع"
  },
  {
    "id": "5408",
    "data": " الفضل ابن عبيد الله ابن أبي رافع المدني مقبول من السابعة س"
  },
  {
    "id": "5409",
    "data": " الفضل ابن عطية ابن عمرو ابن خالد المروزي مولى بني عبس والد محمد صدوق ربما وهم من السادسة س ق"
  },
  {
    "id": "5410",
    "data": " الفضل ابن عميرة الطفاوي أبو قتيبة البصري فيه لين من السابعة عس"
  },
  {
    "id": "5411",
    "data": " الفضل ابن عنبسة الخزاز بمعجمات الواسطي ثقة انفرد ابن قانع بتضعيفه وليس ابن قانع بمقنع من كبار العاشرة مات بعد المائتين وقيل قبلها خ س"
  },
  {
    "id": "5412",
    "data": " الفضل ابن العلاء أبو العباس ويقال أبو العلاء الكوفي نزيل البصرة صدوق له أوهام من التاسعة خ س"
  },
  {
    "id": "5413",
    "data": " الفضل ابن عيسى ابن أبان الرقاشي أبو عيسى البصري الواعظ منكر الحديث ورمي بالقدر من السادسة ق"
  },
  {
    "id": "5414",
    "data": " الفضل ابن الفضل المدني مقبول من السادسة س"
  },
  {
    "id": "5415",
    "data": " الفضل ابن الفضل ابن الفضل السعدي أبو عبيدة ابن أبي سويد السقطي البصري لين الحديث من العاشرة تمييز"
  },
  {
    "id": "5416",
    "data": " الفضل ابن مبشر بموحدة ومعجمة ثقيلة الأنصاري أبو بكر المدني مشهور بكنيته فيه لين من الخامسة بخ ق"
  },
  {
    "id": "5417",
    "data": " الفضل ابن مساور بضم الميم بعدها مهملة خفيفة أبو مساور البصري ختن أبي عوانة صدوق ربما وهم من التاسعة خ س"
  },
  {
    "id": "5418",
    "data": " الفضل ابن مقاتل الأزدي أبو مقاتل البلخي ثقة من الحادية عشرة بخ"
  },
  {
    "id": "5419",
    "data": " الفضل ابن موسى السيناني بمهملة مكسورة ونونين أبو عبد الله المروزي ثقة ثبت وربما أغرب من كبار التاسعة مات سنة اثنتين وتسعين "
  },
  {
    "id": " في ربيع الأول ع",
    "data": " في ربيع الأول ع"
  },
  {
    "id": "5420",
    "data": " الفضل ابن الموفق ابن أبي المتئد بضم الميم وتشديد المثناة بعدها تحتانية مهموزة الثقفي أبو الجهم الكوفي فيه ضعف من صغار التاسعة ق"
  },
  {
    "id": "5421",
    "data": " الفضل ابن يزيد الثمالي بضم المثلثة ويقال البجلي الكوفي صدوق من السادسة ت"
  },
  {
    "id": "5422",
    "data": " الفضل ابن يعقوب ابن إبراهيم ابن موسى الرخامي بضم الراء بعدها معجمة أبو العباس البغدادي ثقة حافظ من الحادية عشرة مات سنة ثمان وخمسين خ ق"
  },
  {
    "id": "5423",
    "data": " الفضل ابن يعقوب البصري المعروف بالجزري بجيم وزاي وراء صدوق من العاشرة مات سنة ست وخمسين د ق"
  },
  {
    "id": "5424",
    "data": " الفضل ابن يعقوب الجعفي الكوفي أبو العباس صدوق من الثانية عشرة تمييز"
  },
  {
    "id": "5425",
    "data": " فضة بكسر أوله وتشديد المعجمة أبو مودود البصري نزيل خراسان مشهور بكنيته فيه لين من الثامنة ت"
  },
  {
    "id": "5426",
    "data": " فضيل ابن حسين ابن طلحة الجحدري أبو كامل ثقة حافظ من العاشرة مات سنة سبع وثلاثين وله أكثر من ثمانين سنة وهو أوثق من عمه كامل ابن طلحة خت م د س"
  },
  {
    "id": " فضيل ابن رافع شيخ للوليد ",
    "data": " فضيل ابن رافع شيخ للوليد "
  },
  {
    "id": " صوابه إسماعيل ابن رافع ق",
    "data": " صوابه إسماعيل ابن رافع ق"
  },
  {
    "id": "5427",
    "data": " فضيل ابن سليمان النميري بالنون مصغر أبو سليمان البصري صدوق له خطأ كثير من الثامنة مات سنة ثلاث وثمانين وقيل غير ذلك ع"
  },
  {
    "id": "5428",
    "data": " فضيل ابن أبي عبد الله المدني مولى المهري بفتح الميم وسكون الهاء ثقة من السادسة م د ت س"
  },
  {
    "id": "5429",
    "data": " فضيل ابن عبد الوهاب ابن إبراهيم الغطفاني أبو محمد القناد بالقاف والنون السكري الكوفي أصله من أصبهان ثقة من العاشرة د"
  },
  {
    "id": "5458",
    "data": " القاسم ابن رشدين بكسر الراء بعدها معجمة ساكنة ابن عمير المدني مولى بني مخزوم مجهول من العاشرة س"
  },
  {
    "id": "5459",
    "data": " القاسم ابن زكريا ابن دينار القرشي أبو محمد الكوفي الطحان وربما نسب إلى جده ثقة من الحادية عشرة مات في حدود الخمسين م ت س ق"
  },
  {
    "id": "5460",
    "data": " القاسم ابن زكريا ابن يحيى البغدادي أبو بكر المقرىء المعروف بالمطرز حافظ ثقة أخذ عن الذي قبله من الثانية عشرة مات سنة خمس وثلاثمائة وله خمس وثمانون سنة تمييز"
  },
  {
    "id": "5461",
    "data": " القاسم ابن سليم مجهول له حديث طويل في تفسير المقاليد من التاسعة فق"
  },
  {
    "id": "5462",
    "data": " القاسم ابن سلام بالتشديد البغدادي أبو عبيد الإمام المشهور ثقة فاضل مصنف من العاشرة مات سنة أربع وعشرين ولم أر له في الكتب حديثا مسندا بل من أقواله في شرح الغريب خت د ت"
  },
  {
    "id": "5463",
    "data": " القاسم ابن سلام ابن مسكين الأزدي أبو محمد البصري صدوق من العاشرة مات سنة ثمان وعشرين تمييز"
  },
  {
    "id": "5464",
    "data": " القاسم ابن سلام المروزي مقبول من الحادية عشرة مات في حدود الأربعين تمييز"
  },
  {
    "id": "5465",
    "data": " القاسم ابن عاصم التميمي ويقال الكليني بنون بعد التحتانية مقبول من الرابعة خ م مد تم س"
  },
  {
    "id": "5466",
    "data": " القاسم ابن العباس ابن محمد ابن معتب ابن أبي لهب الهاشمي أبو العباس المدني ثقة من السادسة مات سنة ثلاثين أو بعدها م 4"
  },
  {
    "id": "5467",
    "data": " القاسم ابن عبد الله ابن ربيعة الثقفي وربما نسب إلى جده مقبول من الثالثة خد س"
  },
  {
    "id": "5468",
    "data": " القاسم ابن عبد الله ابن عمر ابن حفص ابن عاصم ابن عمر ابن الخطاب العمري المدني متروك رماه أحمد بالكذب مات بعد الستين من الثامنة ق"
  },
  {
    "id": "5469",
    "data": " القاسم ابن عبد الرحمن ابن عبد الله ابن مسعود المسعودي أبو عبد الرحمن الكوفي ثقة عابد من الرابعة مات سنة عشرين أو قبلها خ 4"
  },
  {
    "id": " القاسم ابن عبد الرحمن ابن محمد ابن أبي بكر ",
    "data": " القاسم ابن عبد الرحمن ابن محمد ابن أبي بكر "
  },
  {
    "id": " عن أبيه ",
    "data": " عن أبيه "
  },
  {
    "id": " الصواب عبد الرحمن ابن القاسم عن أبيه وهو ابن محمد ابن أبي بكر ",
    "data": " الصواب عبد الرحمن ابن القاسم عن أبيه وهو ابن محمد ابن أبي بكر "
  },
  {
    "id": " ت",
    "data": " ت"
  },
  {
    "id": "5470",
    "data": " القاسم ابن عبد الرحمن الدمشقي أبو عبد الرحمن صاحب أبي أمامة صدوق يغرب كثيرا من الثالثة مات سنة اثنتي عشرة بخ 4"
  },
  {
    "id": "5471",
    "data": " القاسم ابن عبد الواحد ابن أيمن المكي مولى بني مخزوم مقبول من السابعة بخ ت س ق"
  },
  {
    "id": "5472",
    "data": " القاسم ابن عبد الواحد الوزان الكوفي مجهول من الخامسة تمييز"
  },
  {
    "id": "5473",
    "data": " القاسم ابن عبد الوهاب الصوري روى عنه أبو داود في الزهد "
  },
  {
    "id": " لا بأس به من الحادية عشرة س",
    "data": " لا بأس به من الحادية عشرة س"
  },
  {
    "id": "5474",
    "data": " القاسم ابن عبيد الله ابن عبد الله ابن عمر أبو محمد المدني ثقة من السادسة مات في حدود الثلاثين بخ م س"
  },
  {
    "id": "5475",
    "data": " القاسم ابن عوف الشيباني الكوفي صدوق يغرب من الثالثة م س ق"
  },
  {
    "id": "5476",
    "data": " القاسم ابن عيسى ابن إبراهيم الطائي الواسطي صدوق تغير من العاشرة مات سنة أربعين مد"
  },
  {
    "id": "5477",
    "data": " القاسم ابن عيسى ابن إدريس العجلي أبو دلف الأمير الشاعر صدوق من العاشرة مات سنة خمس وعشرين تمييز"
  },
  {
    "id": "5478",
    "data": " القاسم ابن عيسى ابن زياد البصري مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "5479",
    "data": " القاسم ابن عيسى ابن إبراهيم ابن قيس العصار أبو بكر الدمشقي صدوق من الثانية عشرة تمييز"
  },
  {
    "id": "5480",
    "data": " القاسم ابن غزوان مقبول من السابعة د"
  },
  {
    "id": "5481",
    "data": " القاسم ابن غنام الأنصاري البياضي المدني صدوق مضطرب الحديث من الرابعة د ت"
  },
  {
    "id": "5482",
    "data": " القاسم ابن الفضل ابن معدان الحدائي "
  },
  {
    "id": " بضم المهملة والتشديد أبو المغيرة البصري ثقة من السابعة رمي بالإرجاء مات سنة سبع وستين بخ م 4",
    "data": " بضم المهملة والتشديد أبو المغيرة البصري ثقة من السابعة رمي بالإرجاء مات سنة سبع وستين بخ م 4"
  },
  {
    "id": "5483",
    "data": " القاسم ابن فياض ابن عبد الرحمن الأبناوي بفتح الهمزة بعدها موحدة ساكنة ثم نون الصنعاني مجهول من السابعة د س"
  },
  {
    "id": "5484",
    "data": " القاسم ابن كثير ابن النعمان الإسكندراني أبو العباس القاضي صدوق من العاشرة مات سنة عشرين ت س"
  },
  {
    "id": "5485",
    "data": " القاسم ابن كثير الخارفي بمعجمة وراء مكسورة وفاء الهمداني بالسكون أبو هشام الكوفي مقبول من السادسة "
  },
  {
    "id": " عس",
    "data": " عس"
  },
  {
    "id": "5486",
    "data": " القاسم ابن الليث ابن مسرور الرسعني أبو صالح نزيل تنيس ثقة من الثانية عشرة مات سنة أربع وثلاثمائة س"
  },
  {
    "id": "5487",
    "data": " القاسم ابن مالك المزني أبو جعفر الكوفي صدوق فيه لين من صغار الثامنة مات بعد التسعين خ م ت س ق"
  },
  {
    "id": "5488",
    "data": " القاسم ابن مبرور الأيلي بالفتح وسكون التحتانية صدوق فقيه أثنى عليه مالك من كبار السابعة مات سنة ثمان أو تسع وخمسين ومائة د س"
  },
  {
    "id": "5489",
    "data": " القاسم ابن محمد ابن أبي بكر الصديق التيمي ثقة أحد الفقهاء بالمدينة قال أيوب ما رأيت أفضل منه من كبار الثالثة مات سنة ست ومائة على الصحيح ع"
  },
  {
    "id": "5490",
    "data": " القاسم ابن محمد ابن حفص المدني شيخ للدراوردي مجهول من السابعة مد"
  },
  {
    "id": "5491",
    "data": " القاسم ابن محمد ابن حميد أبو محمد ابن أبي سفيان المعمري صدوق من العاشرة نقل عثمان الدارمي أن ابن معين كذبه ولم يثبت ذلك مات سنة 228 عخ"
  },
  {
    "id": "5492",
    "data": " القاسم ابن محمد ابن عباد ابن عباد المهلبي أبو محمد البصري نزيل بغداد ثقة من الحادية عشرة ق"
  },
  {
    "id": "5493",
    "data": " القاسم ابن محمد ابن عبد الرحمن ابن الحارث ابن هشام المخزومي مقبول من السادسة س"
  },
  {
    "id": "5494",
    "data": " القاسم ابن محمد شيخ لعلي ابن سليمان مجهول من السادسة ق"
  },
  {
    "id": " القاسم ابن محمد أبو نهيك في الكنى ",
    "data": " القاسم ابن محمد أبو نهيك في الكنى "
  },
  {
    "id": "5495",
    "data": " القاسم ابن مخيمرة بالمعجمة مصغر أبو عروة الهمداني بالسكون الكوفي نزيل الشام ثقة فاضل من الثالثة مات سنة مائة خت م 4"
  },
  {
    "id": "5496",
    "data": " القاسم ابن مطيب تحتانية ثقيلة وموحدة العجلي البصري فيه لين من الخامسة بخ"
  },
  {
    "id": "5497",
    "data": " القاسم ابن معن بفتح الميم وسكون المهملة ابن عبد الرحمن ابن عبد الله ابن مسعود المسعودي الكوفي أبو عبد الله القاضي ثقة فاضل من السابعة مات سنة خمس وسبعين د س"
  }
]