[
  {
    "id": "5498",
    "data": " القاسم ابن مهران القيسي مولى بني قيس ابن ثعلبة خال هشيم صدوق من السادسة م س ق"
  },
  {
    "id": "5499",
    "data": " القاسم ابن مهران مجهول من الرابعة ق"
  },
  {
    "id": "5500",
    "data": " القاسم ابن مهران أبو حمدان قاضي هيت مقبول من السابعة عمر مائة سنة تمييز"
  },
  {
    "id": "5501",
    "data": " القاسم ابن مهران شيخ مستور من السابعة أيضا تمييز"
  },
  {
    "id": "5502",
    "data": " القاسم ابن نافع المدني السوارقي "
  },
  {
    "id": " بضم المهملة وتخفيف الواو وبالقاف مستور من التاسعة ق",
    "data": " بضم المهملة وتخفيف الواو وبالقاف مستور من التاسعة ق"
  },
  {
    "id": "5503",
    "data": " القاسم ابن الوليد الهمداني أبو عبد الرحمن الكوفي القاضي صدوق يغرب من السابعة مات سنة إحدى وأربعين ق"
  },
  {
    "id": "5504",
    "data": " القاسم ابن يحيى ابن عطاء ابن مقدم ابن مطيع الهلالي المقدمي أبو محمد الواسطي ثقة من التاسعة مات سنة 197 خ"
  },
  {
    "id": "5505",
    "data": " القاسم ابن يزيد الجرمي بفتح الجيم وسكون الراء أبو يزيد الموصلي ثقة عابد من التاسعة مات سنة 194 س"
  },
  {
    "id": "5506",
    "data": " القاسم ابن يزيد شيخ لابن جريج مجهول من السادسة ق"
  },
  {
    "id": " القاسم التميمي هو ابن عاصم",
    "data": " القاسم التميمي هو ابن عاصم"
  },
  {
    "id": " القاسم أبو عبد الرحمن هو ابن عبد الرحمن",
    "data": " القاسم أبو عبد الرحمن هو ابن عبد الرحمن"
  },
  {
    "id": "5507",
    "data": " قباث بموحدة خفيفة ثم مثلثة ابن أشيم بمعجمة وتحتانية وزن أحمد ابن عامر الكناني "
  },
  {
    "id": " الليثي صحابي عاش إلى أيام عبد الملك ابن مروان ت",
    "data": " الليثي صحابي عاش إلى أيام عبد الملك ابن مروان ت"
  },
  {
    "id": "5508",
    "data": " قباث ابن رزين ابن حميد ابن صالح "
  },
  {
    "id": " أبو هاشم المصري صدوق مقرئ من السابعة مات سنة ست وخمسين س",
    "data": " أبو هاشم المصري صدوق مقرئ من السابعة مات سنة ست وخمسين س"
  },
  {
    "id": "5509",
    "data": " قبيصة بفتح أوله وكسر الموحدة ابن برمة بضم الموحدة وسكون الراء الأسدي مختلف في صحبته وقد ذكره ابن حبان في ثقات التابعين بخ"
  },
  {
    "id": "5510",
    "data": " قبيصة ابن جابر ابن وهب الأسدي أبو العلاء الكوفي ثقة من الثانية مخضرم مات سنة تسع وستين بخ س"
  },
  {
    "id": "5511",
    "data": " قبيصة ابن حريث ويقال حريث ابن قبيصة والأول أشهر الأنصاري البصري صدوق من الثالثة مات "
  },
  {
    "id": " سنة سبع وستين د ت س",
    "data": " سنة سبع وستين د ت س"
  },
  {
    "id": "5512",
    "data": " قبيصة ابن ذؤيب بالمعجمة مصغر ابن حلحلة بمهملتين مفتوحتين بينهما لام ساكنة الخزاعي أبو سعيد أو أبو إسحاق المدني نزيل دمشق من أولاد الصحابة وله رؤية مات سنة بضع وثمانين ع"
  },
  {
    "id": "5513",
    "data": " قبيصة ابن عقبة ابن محمد ابن سفيان السوائي بضم المهملة وتخفيف الواو والمد أبو عامر الكوفي صدوق ربما خالف من التاسعة مات سنة خمس عشرة على الصحيح ع"
  },
  {
    "id": " قبيصة ابن قبيصة ",
    "data": " قبيصة ابن قبيصة "
  },
  {
    "id": " صوابه إسحاق ابن قبيصة",
    "data": " صوابه إسحاق ابن قبيصة"
  },
  {
    "id": "5514",
    "data": " قبيصة ابن الليث ابن قبيصة ابن برمة الأسدي الكوفي صدوق من التاسعة ت"
  },
  {
    "id": "5515",
    "data": " قبيصة ابن المخارق بضم الميم وتخفيف المعجمة ابن عبد الله الهلالي صحابي سكن البصرة م د س"
  },
  {
    "id": "5516",
    "data": " قبيصة ابن الهلب بضم الهاء وسكون اللام بعدها موحدة الطائي الكوفي مقبول من الثالثة د ت ق"
  },
  {
    "id": "5517",
    "data": " قبيصة ابن وقاص السلمي أو الليثي وهو أصح صحابي نزل البصرة له حديث واحد د"
  },
  {
    "id": "5518",
    "data": " قتادة ابن دعامة ابن قتادة السدوسي أبو الخطاب البصري ثقة ثبت يقال ولد أكمه وهو رأس الطبقة الرابعة مات سنة بضع عشرة ع"
  },
  {
    "id": "5519",
    "data": " قتادة ابن الفضيل ابن قتادة الحرشي بمهملتين مفتوحتين ثم معجمة أبو حميد الرهاوي مقبول من التاسعة مات سنة مائتين س"
  },
  {
    "id": "5507",
    "data": " قباث بموحدة خفيفة ثم مثلثة ابن أشيم بمعجمة وتحتانية وزن أحمد ابن عامر الكناني "
  },
  {
    "id": " الليثي صحابي عاش إلى أيام عبد الملك ابن مروان ت",
    "data": " الليثي صحابي عاش إلى أيام عبد الملك ابن مروان ت"
  },
  {
    "id": "5508",
    "data": " قباث ابن رزين ابن حميد ابن صالح "
  },
  {
    "id": " أبو هاشم المصري صدوق مقرئ من السابعة مات سنة ست وخمسين س",
    "data": " أبو هاشم المصري صدوق مقرئ من السابعة مات سنة ست وخمسين س"
  },
  {
    "id": "5509",
    "data": " قبيصة بفتح أوله وكسر الموحدة ابن برمة بضم الموحدة وسكون الراء الأسدي مختلف في صحبته وقد ذكره ابن حبان في ثقات التابعين بخ"
  },
  {
    "id": "5510",
    "data": " قبيصة ابن جابر ابن وهب الأسدي أبو العلاء الكوفي ثقة من الثانية مخضرم مات سنة تسع وستين بخ س"
  },
  {
    "id": "5511",
    "data": " قبيصة ابن حريث ويقال حريث ابن قبيصة والأول أشهر الأنصاري البصري صدوق من الثالثة مات "
  },
  {
    "id": " سنة سبع وستين د ت س",
    "data": " سنة سبع وستين د ت س"
  },
  {
    "id": "5512",
    "data": " قبيصة ابن ذؤيب بالمعجمة مصغر ابن حلحلة بمهملتين مفتوحتين بينهما لام ساكنة الخزاعي أبو سعيد أو أبو إسحاق المدني نزيل دمشق من أولاد الصحابة وله رؤية مات سنة بضع وثمانين ع"
  },
  {
    "id": "5513",
    "data": " قبيصة ابن عقبة ابن محمد ابن سفيان السوائي بضم المهملة وتخفيف الواو والمد أبو عامر الكوفي صدوق ربما خالف من التاسعة مات سنة خمس عشرة على الصحيح ع"
  },
  {
    "id": " قبيصة ابن قبيصة ",
    "data": " قبيصة ابن قبيصة "
  },
  {
    "id": " صوابه إسحاق ابن قبيصة",
    "data": " صوابه إسحاق ابن قبيصة"
  },
  {
    "id": "5514",
    "data": " قبيصة ابن الليث ابن قبيصة ابن برمة الأسدي الكوفي صدوق من التاسعة ت"
  },
  {
    "id": "5515",
    "data": " قبيصة ابن المخارق بضم الميم وتخفيف المعجمة ابن عبد الله الهلالي صحابي سكن البصرة م د س"
  },
  {
    "id": "5516",
    "data": " قبيصة ابن الهلب بضم الهاء وسكون اللام بعدها موحدة الطائي الكوفي مقبول من الثالثة د ت ق"
  },
  {
    "id": "5517",
    "data": " قبيصة ابن وقاص السلمي أو الليثي وهو أصح صحابي نزل البصرة له حديث واحد د"
  },
  {
    "id": "5518",
    "data": " قتادة ابن دعامة ابن قتادة السدوسي أبو الخطاب البصري ثقة ثبت يقال ولد أكمه وهو رأس الطبقة الرابعة مات سنة بضع عشرة ع"
  },
  {
    "id": "5519",
    "data": " قتادة ابن الفضيل ابن قتادة الحرشي بمهملتين مفتوحتين ثم معجمة أبو حميد الرهاوي مقبول من التاسعة مات سنة مائتين س"
  },
  {
    "id": "5520",
    "data": " قتادة ابن ملحان بكسر الميم وسكون اللام بعدها مهملة "
  },
  {
    "id": " القيسي صحابي له حديث في أيام البيض د س ق",
    "data": " القيسي صحابي له حديث في أيام البيض د س ق"
  },
  {
    "id": "5521",
    "data": " قتادة ابن النعمان ابن زيد ابن عامر الأنصاري الظفري بمعجمة وفاء مفتوحتين "
  },
  {
    "id": " صحابي شهد بدرا وهو أخو أبي سعيد لأمه مات سنة ثلاث وعشرين على الصحيح خ ت س ق",
    "data": " صحابي شهد بدرا وهو أخو أبي سعيد لأمه مات سنة ثلاث وعشرين على الصحيح خ ت س ق"
  },
  {
    "id": "5522",
    "data": " قتيبة ابن سعيد ابن جميل بفتح الجيم ابن طريف الثقفي أبو رجاء البغلاني بفتح الموحدة وسكون المعجمة يقال اسمه يحيى وقيل علي ثقة ثبت من العاشرة مات سنة أربعين عن تسعين سنة ع"
  },
  {
    "id": "5523",
    "data": " قثم بضم القاف وفتح المثلثة ابن العباس ابن عبد المطلب الهاشمي صحابي صغير مات سنة سبع وخمسين س"
  },
  {
    "id": "5524",
    "data": " قحافة ابن ربيعة مجهول من الثالثة فق"
  },
  {
    "id": "5525",
    "data": " قدامة بضم أوله والتخفيف ابن إبراهيم ابن محمد ابن حاطب الجمحي وقد ينسب لجده مقبول من الرابعة ق"
  },
  {
    "id": "5526",
    "data": " قدامة ابن شهاب المازني البصري صدوق من الثامنة س"
  },
  {
    "id": "5527",
    "data": " قدامة ابن عبد الله ابن عبدة البكري أبو روح الكوفي قيل هو فليت العامري مقبول من السادسة س ق"
  },
  {
    "id": "5528",
    "data": " قدامة ابن عبد الله ابن عمار العامري الكلابي صحابي قليل الحديث ت س ق"
  },
  {
    "id": " قدامة ابن ملحان ",
    "data": " قدامة ابن ملحان "
  },
  {
    "id": " صوابه قتادة س",
    "data": " صوابه قتادة س"
  },
  {
    "id": "5529",
    "data": " قدامة ابن محمد ابن قدامة الأشجعي المدني صدوق يخطىء من التاسعة س"
  },
  {
    "id": "5530",
    "data": " قدامة ابن موسى ابن عمر ابن قدامة ابن مظعون الجمحي المدني إمام المسجد النبوي ثقة عمر من الخامسة مات سنة 53 "
  },
  {
    "id": " خت م د ت ق",
    "data": " خت م د ت ق"
  },
  {
    "id": "5531",
    "data": " قدامة ابن وبرة بموحدة وفتحات العجلي البصري مجهول من الرابعة د س"
  },
  {
    "id": "5532",
    "data": " قران بضم أوله وتشديد الراء ابن تمام الأسدي الكوفي نزيل بغداد صدوق ربما أخطأ من الثامنة مات سنة إحدى وثمانين د ت س"
  },
  {
    "id": "5533",
    "data": " قرثع بمثلثة وزن أحمد الضبي الكوفي صدوق من الثانية مخضرم قتل في زمن عثمان قاله الخطيب د تم س ق"
  },
  {
    "id": "5534",
    "data": " قرظة بمعجمة وفتحات ابن كعب ابن ثعلبة الأنصاري صحابي شهد الفتوح بالعراق ومات في حدود الخمسين على الصحيح س ق"
  },
  {
    "id": "5535",
    "data": " قرظة شيخ لإسرائيل لا يعرف من السادسة س"
  },
  {
    "id": "5536",
    "data": " قرفة بكسر أوله وسكون الراء بعدها فاء ابن بهيس بموحدة ومهملة مصغر العدوي أبو الدهماء بفتح المهملة وسكون الهاء والمد بصري ثقة من الثالثة م 4"
  },
  {
    "id": "5537",
    "data": " قرة ابن إياس ابن هلال المزني أبو معاوية صحابي نزل البصرة وهو جد إياس القاضي مات سنة أربع وستين بخ 4"
  },
  {
    "id": "5538",
    "data": " قرة ابن بشر الكلبي ويقال بشر ابن قرة مجهول من الخامسة س"
  },
  {
    "id": "5539",
    "data": " قرة ابن حبيب القنوي بفتح القاف والنون أبو علي البصري أصله من نيسابور ثقة من التاسعة خ"
  },
  {
    "id": "5540",
    "data": " قرة ابن خالد السدوسي البصري ثقة ضابط من السادسة مات سنة خمس وخمسين ع"
  },
  {
    "id": "5541",
    "data": " قرة ابن عبد الرحمن ابن حيويل بمهملة مفتوحة ثم تحتانية وزن جبريل المعافري المصري يقال اسمه يحيى صدوق له مناكير من السابعة مات سنة سبع وأربعين م 4"
  },
  {
    "id": "5542",
    "data": " قرة ابن موسى الهجيمي أبو الهيثم البصري مجهول من السادسة بخ س"
  },
  {
    "id": "5543",
    "data": " قريش ابن أنس الأنصاري ويقال الأموي أبو أنس البصري صدوق تغير بأخرة "
  },
  {
    "id": " قدر ست سنين من التاسعة مات سنة ثمان ومائتين خ م د ت س",
    "data": " قدر ست سنين من التاسعة مات سنة ثمان ومائتين خ م د ت س"
  },
  {
    "id": "5544",
    "data": " قريش ابن حيان العجلي أبو بكر البصري ثقة من السابعة خ د"
  },
  {
    "id": "5545",
    "data": " قريش ابن عبد الرحمن الباوردي بالموحدة ليس به بأس من الثانية عشرة س"
  },
  {
    "id": "5546",
    "data": " قزعة بزاي وفتحات ابن سويد ابن حجير بالتصغير الباهلي أبو محمد البصري ضعيف من الثامنة ت ق"
  },
  {
    "id": "5547",
    "data": " قزعة ابن يحيى البصري ثقة من الثالثة ع"
  },
  {
    "id": "5548",
    "data": " قزعة المكي مولى عبد القيس مقبول من السادسة س"
  },
  {
    "id": " قزمان بضم وزاي أبو سفيان في الكنى",
    "data": " قزمان بضم وزاي أبو سفيان في الكنى"
  },
  {
    "id": "5549",
    "data": " قسامة ابن زهير المازني البصري ثقة من الثالثة مات "
  },
  {
    "id": " بعد الثمانين د ت س",
    "data": " بعد الثمانين د ت س"
  },
  {
    "id": "5550",
    "data": " قشير بمعجمة مصغر ابن عمرو مستور من السادسة د"
  },
  {
    "id": "5551",
    "data": " قطبة ابن عبد العزيز ابن سياه بكسر المهملة بعدها تحتانية خفيفة الأسدي الكوفي صدوق من الثامنة م 4"
  },
  {
    "id": "5552",
    "data": " قطبة ابن مالك الثعلبي بالمثلثة والمهملة صحابي سكن الكوفة عخ م ت س ق"
  },
  {
    "id": "5553",
    "data": " قطن بفتحتين ابن إبراهيم ابن عيسى ابن مسلم القشيري أبو سعيد النيسابوري صدوق يخطىء من الحادية عشرة مات سنة إحدى وستين س"
  },
  {
    "id": "5554",
    "data": " قطن ابن قبيصة ابن المخارق الهلالي أبو سهلة البصري صدوق من الثالثة د س"
  },
  {
    "id": "5555",
    "data": " قطن ابن كعب البصري أبو الهيثم ثقة من السادسة خ قد س"
  },
  {
    "id": "5556",
    "data": " قطن ابن نسير بنون ومهملة مصغر أبو عباد البصري الغبري بضم المعجمة وفتح الموحدة الخفيفة الذارع صدوق يخطىء من العاشرة م د ت"
  },
  {
    "id": "5557",
    "data": " قطن ابن وهب ابن عويمر الليثي أو الخزاعي أبو الحسن المدني صدوق من السادسة م س"
  },
  {
    "id": "5558",
    "data": " القعقاع ابن حكيم الكناني المدني ثقة من الرابعة بخ م 4"
  },
  {
    "id": " القعقاع ابن اللجلاج في حصين",
    "data": " القعقاع ابن اللجلاج في حصين"
  },
  {
    "id": "5559",
    "data": " قعنب التميمي الكوفي صدوق من السادسة م د س"
  },
  {
    "id": "5560",
    "data": " قنان بنون خفيفة ابن عبد الله النهمي بفتح النون وسكون الهاء مقبول من السادسة بخ"
  },
  {
    "id": "5561",
    "data": " قهيد بالتصغير ابن مطرف الغفاري ويقال عمرو ابن قهيد قيل لقهيد صحبة س"
  },
  {
    "id": "5562",
    "data": " قيس ابن بشر ابن قيس التغلبي بالمعجمة وكسر اللام الشامي مقبول من السادسة د"
  }
]