[
  {
    "id": " الأنصاري أبو أمامة معروف بكنيته معدود في الصحابة له رؤية ولم يسمع من النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة مائة وله اثنتان وتسعون ع",
    "data": " الأنصاري أبو أمامة معروف بكنيته معدود في الصحابة له رؤية ولم يسمع من النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة مائة وله اثنتان وتسعون ع"
  },
  {
    "id": "403",
    "data": " الأسقع ابن الأسلع بصري ثقة من الثالثة س"
  },
  {
    "id": "404",
    "data": " أسلم ابن يزيد أبو عمران التُّجيبي المصري ثقة من الثالثة د ت س"
  },
  {
    "id": "405",
    "data": " أسلم العجلي بصري ثقة من الرابعة د ت س"
  },
  {
    "id": "406",
    "data": " أسلم العدوي مولى عمر ثقة مخضرم "
  },
  {
    "id": " مات سنة ثمانين وقيل بعد سنة ستين وهو ابن أربع عشرة ومائة سنة ع",
    "data": " مات سنة ثمانين وقيل بعد سنة ستين وهو ابن أربع عشرة ومائة سنة ع"
  },
  {
    "id": "407",
    "data": " أسلم المنقري بكسر الميم وسكون النون بعدها قاف يكنى أبا سعيد ثقة مات سنة اثنتين وأربعين من السادسة د"
  },
  {
    "id": " أسلم أبو رافع مولى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مشهور بكنيته يأتي",
    "data": " أسلم أبو رافع مولى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مشهور بكنيته يأتي"
  },
  {
    "id": "408",
    "data": " أسماء ابن الحكم الفزاري وقيل السلمي أبو حسان الكوفي صدوق من الثالثة 4"
  },
  {
    "id": "409",
    "data": " أسماء ابن عبيد ابن مخارق الضبعي أبو المفضل البصري والد جويرية ثقة من السادسة مات سنة إحدى وأربعين بخ م س"
  },
  {
    "id": "410",
    "data": " إسماعيل ابن أبان الوراق الأزدي أبو إسحاق أو أبو إبراهيم كوفي ثقة تكلم فيه للتشيع مات سنة ست عشرة من التاسعة خ صد ت"
  },
  {
    "id": "411",
    "data": " إسماعيل ابن أبان الغنوي الخياط الكوفي أبو إسحاق متروك رمي بالوضع مات سنة عشر ومائتين من التاسعة تمييز"
  },
  {
    "id": "412",
    "data": " إسماعيل ابن إبراهيم ابن بسام البغدادي أبو إبراهيم الترجماني لا بأس به من العاشرة مات سنة ست وثلاثين س"
  },
  {
    "id": "413",
    "data": " إسماعيل ابن إبراهيم ابن عبد الرحمن ابن عبد الله ابن أبي ربيعة المخزومي المدني مقبول من السادسة س ق"
  },
  {
    "id": "414",
    "data": " إسماعيل ابن إبراهيم ابن عقبة الأسدي مولاهم أبو إسحاق المدني ثقة تكلم فيه بلا حجة من السابعة مات في خلافة المهدي خ تم س"
  },
  {
    "id": "415",
    "data": " إسماعيل ابن إبراهيم ابن معمر ابن الحسن الهلالي "
  },
  {
    "id": " أبو معمر القطيعي أصله هروي ثقة مأمون من العاشرة مات سنة ست وثلاثين خ م س",
    "data": " أبو معمر القطيعي أصله هروي ثقة مأمون من العاشرة مات سنة ست وثلاثين خ م س"
  },
  {
    "id": "416",
    "data": " إسماعيل ابن إبراهيم ابن مقسم الأسدي مولاهم أبو بشر البصري المعروف بابن علية ثقة حافظ من الثامنة مات سنة ثلاث وتسعين وهو ابن ثلاث وثمانين ع"
  },
  {
    "id": "417",
    "data": " إسماعيل ابن إبراهيم ابن مهاجر ابن جابر البجلي الكوفي ضعيف من السابعة ت ق"
  },
  {
    "id": "418",
    "data": " إسماعيل ابن إبراهيم "
  },
  {
    "id": " ابن عبد الله ابن ثابت ابن قيس ابن شماس الأنصاري مجهول من الخامسة ق",
    "data": " ابن عبد الله ابن ثابت ابن قيس ابن شماس الأنصاري مجهول من الخامسة ق"
  },
  {
    "id": "419",
    "data": " إسماعيل ابن إبراهيم البالسي ثقة من الحادية عشرة مات سنة ست وأربعين ق"
  },
  {
    "id": "420",
    "data": " إسماعيل ابن إبراهيم الكرابيسي أبو إبراهيم البصري صاحب القوهي بضم القاف لين الحديث من الثامنة مات سنة أربع وتسعين ق"
  },
  {
    "id": "452",
    "data": " إسماعيل ابن سميع الحنفي أبو محمد الكوفي بياع السابري بمهملة وموحدة صدوق تكلم فيه لبدعة الخوارج من الرابعة م د س"
  },
  {
    "id": "453",
    "data": " إسماعيل ابن صبيح بفتح أوله اليشكري الكوفي صدوق من التاسعة مات سنة 217 ق"
  },
  {
    "id": "454",
    "data": " إسماعيل ابن عبد الله ابن جعفر ابن أبي طالب الهاشمي ثقة من الخامسة مات سنة خمس وأربعين وقد قارب التسعين ق"
  },
  {
    "id": "455",
    "data": " إسماعيل ابن عبد الله ابن الحارث البصري قريب ابن سيرين صدوق من السابعة لم يُصِبْ الأزدي في تضعيفه س"
  },
  {
    "id": "456",
    "data": " إسماعيل ابن عبد الله ابن خالد ابن يزيد العبدري أبو عبد الله أو أبو الحسن الرقي السكري قاضي دمشق صدوق نسب لرأي جهم من العاشرة مات بعد الأربعين ق"
  },
  {
    "id": "457",
    "data": " إسماعيل ابن عبد الله ابن زرارة أبو الحسن الرقي "
  },
  {
    "id": " صدوق تكلم فيه الأزدي بلا حجة من العاشرة أيضا وهو أقدم من الذي قبله مات سنة تسع وعشرين تمييز",
    "data": " صدوق تكلم فيه الأزدي بلا حجة من العاشرة أيضا وهو أقدم من الذي قبله مات سنة تسع وعشرين تمييز"
  },
  {
    "id": "458",
    "data": " إسماعيل ابن عبد الله ابن سماعه العدوي مولى آل عمر الرملي وقد ينسب إلى جده ثقة قديم الموت من الثامنة د ت س"
  },
  {
    "id": "459",
    "data": " إسماعيل ابن عبد الله ابن أبي طلحة الأنصاري أخو إسحاق صدوق من الرابعة س"
  },
  {
    "id": "460",
    "data": " إسماعيل ابن عبد الله ابن عبد الله ابن أويس ابن مالك ابن أبي عامر الأصبحي أبو عبد الله ابن أبي أويس المدني صدوق أخطأ في أحاديث من حفظه من العاشرة مات سنة ست وعشرين خ م د ت ق"
  },
  {
    "id": " إسماعيل ابن عبد الله اسم جده الحارث وقد تقدم",
    "data": " إسماعيل ابن عبد الله اسم جده الحارث وقد تقدم"
  },
  {
    "id": "461",
    "data": " إسماعيل ابن عبد الرحمن ابن ذؤيب "
  },
  {
    "id": " الأسدي ثقة من الثالثة س",
    "data": " الأسدي ثقة من الثالثة س"
  },
  {
    "id": "462",
    "data": " إسماعيل ابن عبد الرحمن ابن عطية مقبول من الثالثة د"
  },
  {
    "id": "463",
    "data": " إسماعيل ابن عبد الرحمن ابن أبي كريمة السدي بضم المهملة وتشديد الدال أبو محمد الكوفي صدوق يهم ورمي بالتشيع من الرابعة مات سنة سبع وعشرين م 4"
  },
  {
    "id": "464",
    "data": " إسماعيل ابن عبد الكريم ابن معقل ابن منبه بالموحدة أبو هشام الصنعاني صدوق من التاسعة د فق"
  },
  {
    "id": "465",
    "data": " إسماعيل ابن عبد الملك ابن أبي الصفيرا بالمهملة والفاء مصغر صدوق كثير الوهم من السادسة ي د ت ق"
  },
  {
    "id": "466",
    "data": " إسماعيل ابن عبيد الله ابن أبي المهاجر المخزومي مولاهم الدمشقي أبو عبد الحميد ثقة من الرابعة مات سنة إحدى وثلاثين وله سبعون سنة خ م د س ق"
  },
  {
    "id": "467",
    "data": " إسماعيل ابن عبيد الله ابن رفاعة ابن رافع العجلاني ويقال ابن عبيد بلا إضافة مقبول من السادسة بخ ت ق"
  },
  {
    "id": "468",
    "data": " إسماعيل ابن عبيد "
  },
  {
    "id": " ابن أبي كريمة الأموي مولاهم الحراني أبو أحمد ثقة يغرب من الحادية عشرة مات سنة أربعين س ق",
    "data": " ابن أبي كريمة الأموي مولاهم الحراني أبو أحمد ثقة يغرب من الحادية عشرة مات سنة أربعين س ق"
  },
  {
    "id": "469",
    "data": " إسماعيل ابن عمر الواسطي أبو المنذر نزيل بغداد ثقة من التاسعة مات بعد المائتين عخ م س"
  },
  {
    "id": "470",
    "data": " إسماعيل ابن عمر كأنه القطربلي مقبول من الثانية عشرة د"
  },
  {
    "id": "471",
    "data": " إسماعيل ابن عمرو ابن سعيد ابن العاص ابن سعيد ابن العاص الأموي أبو محمد صدوق ناسك من الرابعة مات بعد الثلاثين ق"
  },
  {
    "id": "472",
    "data": " إسماعيل ابن عون ابن علي ابن عبيد الله ابن أبي رافع الهاشمي مولاهم وقد ينسب لجده مقبول من السابعة سي"
  },
  {
    "id": "473",
    "data": " إسماعيل ابن عياش ابن سليم العنسي بالنون أبو عتبة الحمصي صدوق في روايته عن أهل بلده مخلط في غيرهم من الثامنة مات سنة إحدى أو اثنتين وثمانين وله بضع وسبعون سنة ي 4"
  },
  {
    "id": "474",
    "data": " إسماعيل ابن كثير الحجازي أبو هاشم المكي ثقة من السادسة بخ 4"
  },
  {
    "id": "475",
    "data": " إسماعيل ابن المتوكل أبو هاشم الحمصي صدوق من الحادية عشرة س"
  },
  {
    "id": "476",
    "data": " إسماعيل ابن مجالد ابن سعيد الهمداني أبو عمر الكوفي نزيل بغداد صدوق يخطىء من الثامنة خ ت عس"
  },
  {
    "id": "477",
    "data": " إسماعيل ابن محمد ابن إسماعيل ابن محمد ابن يحيى ابن زكريا ابن يحيى ابن طلحة التيمي الطلحي الكوفي صدوق يهم من العاشرة ق"
  },
  {
    "id": "478",
    "data": " إسماعيل ابن محمد ابن جحادة العطار الكوفي المكفوف صدوق يهم من التاسعة ت"
  },
  {
    "id": "479",
    "data": " إسماعيل ابن محمد ابن سعد ابن أبي وقاص الزهري المدني أبو محمد ثقة حجة من الرابعة مات سنة أربع وثلاثين خ م د ت س"
  },
  {
    "id": "480",
    "data": " إسماعيل ابن مسعدة التنوخي الحلبي ختن أبي توبة نزيل طرسوس صدوق من الحادية عشرة مد"
  },
  {
    "id": "498",
    "data": " أسمر ابن مضرس بفتح الضاد المعجمة وتشديد الراء المكسورة بعدها مهملة صحابي وقيل هو أسمر ابن أبيض ابن مضرس نسب إلى جده ما روى عنه إلا ابنته عقيلة د"
  },
  {
    "id": "499",
    "data": " الأسود ابن ثعلبة الكندي الشامي مجهول من الثالثة د ق"
  },
  {
    "id": "500",
    "data": " الأسود ابن سريع بفتح السين التميمي السعدي صحابي نزل البصرة ومات في أيام الجمل وقيل سنة اثنتين وأربعين بخ قد س"
  },
  {
    "id": "501",
    "data": " الأسود ابن سعيد الهمداني كوفي صدوق من الثالثة د"
  },
  {
    "id": "502",
    "data": " الأسود ابن شيبان السدوسي بصري يكنى أبا شيبان ثقة عابد من السادسة مات سنة ستين بخ م د س ق"
  },
  {
    "id": "503",
    "data": " الأسود ابن عامر الشامي نزيل بغداد يكنى أبا عبد الرحمن ويلقب شاذان ثقة من التاسعة مات في أول سنة ثمان ومائتين ع"
  },
  {
    "id": "504",
    "data": " الأسود ابن عبد الله ابن حاجب ابن عامر ابن المنتفق بضم الميم بعدها نون ساكنة ثم مثناة مفتوحة ثم فاء مكسورة بعدها قاف مقبول من السادسة د"
  },
  {
    "id": "505",
    "data": " الأسود ابن العلاء ابن جارية بالجيم الثقفي ويقال له سويد ثقة من السادسة م س"
  },
  {
    "id": "506",
    "data": " الأسود ابن قيس العبدي ويقال العجلي الكوفي يكنى أبا قيس ثقة من الرابعة ع"
  },
  {
    "id": "507",
    "data": " الأسود ابن مسعود العنبري البصري ثقة من الثالثة س"
  },
  {
    "id": "508",
    "data": " الأسود ابن هلال المحاربي أبو سلام الكوفي مخضرم ثقة جليل من الثانية مات سنة أربع وثمانين خ م د س"
  },
  {
    "id": "509",
    "data": " الأسود ابن يزيد ابن قيس النخعي أبو عمرو أو أبو عبد الرحمن مخضرم ثقة مكثر فقيه من الثانية مات سنة أربع أو خمس وسبعين ع"
  },
  {
    "id": "510",
    "data": " أسيد ابن أبي أسيد البراد أبو سعيد المديني صدوق واسم أبيه يزيد وهو غير أسيد ابن على من الخامسة مات في أول خلافة المنصور بخ 4"
  },
  {
    "id": "511",
    "data": " أسيد ابن أبي أسيد شيخ لحجاج عامل عمر ابن عبد العزيز قال المزي كأنه غير الأول قلت بل هو هو د"
  },
  {
    "id": "498",
    "data": " أسمر ابن مضرس بفتح الضاد المعجمة وتشديد الراء المكسورة بعدها مهملة صحابي وقيل هو أسمر ابن أبيض ابن مضرس نسب إلى جده ما روى عنه إلا ابنته عقيلة د"
  },
  {
    "id": "499",
    "data": " الأسود ابن ثعلبة الكندي الشامي مجهول من الثالثة د ق"
  },
  {
    "id": "500",
    "data": " الأسود ابن سريع بفتح السين التميمي السعدي صحابي نزل البصرة ومات في أيام الجمل وقيل سنة اثنتين وأربعين بخ قد س"
  },
  {
    "id": "501",
    "data": " الأسود ابن سعيد الهمداني كوفي صدوق من الثالثة د"
  },
  {
    "id": "502",
    "data": " الأسود ابن شيبان السدوسي بصري يكنى أبا شيبان ثقة عابد من السادسة مات سنة ستين بخ م د س ق"
  },
  {
    "id": "503",
    "data": " الأسود ابن عامر الشامي نزيل بغداد يكنى أبا عبد الرحمن ويلقب شاذان ثقة من التاسعة مات في أول سنة ثمان ومائتين ع"
  },
  {
    "id": "504",
    "data": " الأسود ابن عبد الله ابن حاجب ابن عامر ابن المنتفق بضم الميم بعدها نون ساكنة ثم مثناة مفتوحة ثم فاء مكسورة بعدها قاف مقبول من السادسة د"
  },
  {
    "id": "505",
    "data": " الأسود ابن العلاء ابن جارية بالجيم الثقفي ويقال له سويد ثقة من السادسة م س"
  },
  {
    "id": "506",
    "data": " الأسود ابن قيس العبدي ويقال العجلي الكوفي يكنى أبا قيس ثقة من الرابعة ع"
  },
  {
    "id": "507",
    "data": " الأسود ابن مسعود العنبري البصري ثقة من الثالثة س"
  },
  {
    "id": "508",
    "data": " الأسود ابن هلال المحاربي أبو سلام الكوفي مخضرم ثقة جليل من الثانية مات سنة أربع وثمانين خ م د س"
  },
  {
    "id": "509",
    "data": " الأسود ابن يزيد ابن قيس النخعي أبو عمرو أو أبو عبد الرحمن مخضرم ثقة مكثر فقيه من الثانية مات سنة أربع أو خمس وسبعين ع"
  },
  {
    "id": "510",
    "data": " أسيد ابن أبي أسيد البراد أبو سعيد المديني صدوق واسم أبيه يزيد وهو غير أسيد ابن على من الخامسة مات في أول خلافة المنصور بخ 4"
  },
  {
    "id": "511",
    "data": " أسيد ابن أبي أسيد شيخ لحجاج عامل عمر ابن عبد العزيز قال المزي كأنه غير الأول قلت بل هو هو د"
  },
  {
    "id": "512",
    "data": " أسيد ابن زيد ابن نجيح الجمال بالجيم الهاشمي مولاهم "
  },
  {
    "id": " الكوفي ضعيف أفرط ابن معين فكذبه وما له في البخاري سوى حديث واحد مقرون بغيره من العاشرة مات قبل العشرين خ",
    "data": " الكوفي ضعيف أفرط ابن معين فكذبه وما له في البخاري سوى حديث واحد مقرون بغيره من العاشرة مات قبل العشرين خ"
  },
  {
    "id": "513",
    "data": " أسيد ابن صفوان مذكور في الصحابة روى عن على فق"
  },
  {
    "id": "514",
    "data": " أسيد ابن عبد الرحمن الخثعمي الرملي ثقة من السادسة مات سنة أربع وأربعين د"
  },
  {
    "id": "515",
    "data": " أسيد ابن علي ابن عبيد الساعدي الأنصاري مولى أبي أسيد بالضم وقيل إنه من ولده صدوق من الخامسة بخ د ق"
  },
  {
    "id": "516",
    "data": " أسيد ابن المتشمس بضم الميم وفتح المثناة والمعجمة وتشديد الميم المكسورة بعدها مهملة ابن معاوية التميمي السعدي ابن عم الأحنف ثقة من الثانية ق"
  },
  {
    "id": "517",
    "data": " أسيد ابن حضير بضم المهملة وفتح الضاد المعجمة ابن سماك ابن عتيك الأنصاري الأشهلي أبو يحيى صحابي جليل مات سنة عشرين أو إحدى وعشرين ع"
  },
  {
    "id": "518",
    "data": " أسيد ابن رافع ابن خديج وقيل فيه بفتح أوله حديثه من رواية الأعرج عنه أن أخا رافع في كراء الأرض ورجح الخطيب أن روايته عن أبيه وهو مقبول من الثالثة لم يذكره المزي وهو في الكبرى س"
  },
  {
    "id": "519",
    "data": " أسيد ابن ظهير ابن رافع الأنصاري الأوسي له ولأبيه صحبة مات في خلافة مروان 4"
  },
  {
    "id": " أسير آخره راء يأتي في يسير",
    "data": " أسير آخره راء يأتي في يسير"
  },
  {
    "id": " الأشتر اسمه مالك ابن الحارث",
    "data": " الأشتر اسمه مالك ابن الحارث"
  },
  {
    "id": " الأشج العصري اسمه المنذر ابن عائذ",
    "data": " الأشج العصري اسمه المنذر ابن عائذ"
  },
  {
    "id": "520",
    "data": " أشعث ابن إسحاق ابن سعد ابن أبي وقاص مالك ابن أهيب الزهري المدني مقبول من الرابعة د"
  },
  {
    "id": "521",
    "data": " أشعث ابن إسحاق ابن سعد ابن مالك ابن هانئ الأشعري القمي ابن عم يعقوب صدوق من السابعة تمييز"
  },
  {
    "id": "648",
    "data": " البراء ابن عازب ابن الحارث ابن عدي الأنصاري الأوسي صحابي ابن صحابي نزل الكوفة استصغر يوم بدر وكان هو وابن عمر لدة مات سنة اثنتين وسبعين ع"
  },
  {
    "id": "649",
    "data": " البراء ابن عبد الله ابن يزيد الغنوي البصري وربما نسب إلى جده وقيل هما اثنان ضعيف من السابعة بخ"
  }
]