[
  {
    "id": "5613",
    "data": " كثير ابن سليم الضبي ضعيف من الخامسة وهو غير كثير ابن عبد الله الأبلي ووهم ابن حبان فجعلهما واحدا ق"
  },
  {
    "id": "5614",
    "data": " كثير ابن شنظير بكسر المعجمتين وسكون النون المازني أبو قرة البصري صدوق يخطىء من السادسة خ م د ت ق"
  },
  {
    "id": "5615",
    "data": " كثير ابن الصلت ابن معدي كرب الكندي مدني ثقة من الثانية ووهم من جعله صحابيا س"
  },
  {
    "id": "5616",
    "data": " كثير ابن العباس ابن عبد المطلب الهاشمي أبو تمام صحابي صغير مات بالمدينة أيام عبد الملك خ م د س"
  },
  {
    "id": "5617",
    "data": " كثير ابن عبد الله ابن عمرو ابن عوف المزني المدني ضعيف أفرط من نسبه إلى الكذب من السابعة ر د ت ق"
  },
  {
    "id": "5618",
    "data": " كثير ابن عبيد ابن نمير المذحجي أبو الحسن الحمصي الحذاء المقرىء ثقة من العاشرة مات في حدود الخمسين د س ق"
  },
  {
    "id": "5619",
    "data": " كثير ابن عبيد التيمي مولاهم رضيع عائشة نزل الكوفة مقبول من الثالثة بخ د"
  },
  {
    "id": "5620",
    "data": " كثير ابن فائد بالفاء البصري مقبول من السابعة ت"
  },
  {
    "id": "5621",
    "data": " كثير ابن فرقد المدني نزيل مصر ثقة من السابعة خ د س"
  },
  {
    "id": "5622",
    "data": " كثير ابن قاروندا بقاف ونون ساكنة قبلها واو مفتوحة كوفي نزل البصرة أبو إسماعيل مقبول من السابعة س"
  },
  {
    "id": "5623",
    "data": " كثير ابن قليب بالقاف "
  },
  {
    "id": " مكبر الصدفي المصري الأعرج مقبول من الثانية د",
    "data": " مكبر الصدفي المصري الأعرج مقبول من الثانية د"
  },
  {
    "id": "5624",
    "data": " كثير ابن قيس الشامي "
  },
  {
    "id": " يقال قيس ت ابن كثير والأول أكثر ضعيف من الثالثة وهم ابن قانع فأورده في الصحابة د ق",
    "data": " يقال قيس ت ابن كثير والأول أكثر ضعيف من الثالثة وهم ابن قانع فأورده في الصحابة د ق"
  },
  {
    "id": "5625",
    "data": " كثير ابن كثير ابن المطلب ابن أبي وداعة السهمي المكي ثقة من السادسة خ د س ق"
  },
  {
    "id": "5626",
    "data": " كثير ابن أبي كثير البصري مولى ابن سمرة مقبول من الثالثة ووهم من عده صحابيا د ت س فق"
  },
  {
    "id": "5627",
    "data": " كثير ابن أبي كثير "
  },
  {
    "id": " البصري الليثي ليس به بأس من السابعة بخ",
    "data": " البصري الليثي ليس به بأس من السابعة بخ"
  },
  {
    "id": "5628",
    "data": " كثير ابن أبي كثير التيمي الكوفي مقبول من الثالثة تمييز"
  },
  {
    "id": "5629",
    "data": " كثير ابن أبي كثير المزني مقبول من الرابعة تمييز"
  },
  {
    "id": " كثير ابن أبي كثير أبو النضر هو عندي السابق بترجمة تمييز",
    "data": " كثير ابن أبي كثير أبو النضر هو عندي السابق بترجمة تمييز"
  },
  {
    "id": "5630",
    "data": " كثير ابن مدرك الأشجعي أبو مدرك الكوفي ثقة من السادسة م د س"
  },
  {
    "id": "5631",
    "data": " كثير ابن مرة الحضرمي "
  },
  {
    "id": " الحمصي ثقة من الثانية ووهم من عده في الصحابة ر 4",
    "data": " الحمصي ثقة من الثانية ووهم من عده في الصحابة ر 4"
  },
  {
    "id": "5632",
    "data": " كثير ابن المطلب ابن أبي وداعة أبو سعيد المكي مقبول من الثالثة د س ق"
  },
  {
    "id": "5633",
    "data": " كثير ابن هشام الكلابي أبو سهل الرقي نزيل بغداد ثقة من التاسعة مات سنة سبع ومائتين وقيل ثمان بخ م 4"
  },
  {
    "id": " كثير ابن وليد ",
    "data": " كثير ابن وليد "
  },
  {
    "id": " صوابه ابن فائد",
    "data": " صوابه ابن فائد"
  },
  {
    "id": " كثير الأعرج في ابن قليب",
    "data": " كثير الأعرج في ابن قليب"
  },
  {
    "id": "5634",
    "data": " كثير أبو محمد البصري مقبول من الرابعة بخ"
  },
  {
    "id": " كثير أبو الهيثم في الكنى",
    "data": " كثير أبو الهيثم في الكنى"
  },
  {
    "id": " كثير النواء هو ابن إسماعيل تقدم",
    "data": " كثير النواء هو ابن إسماعيل تقدم"
  },
  {
    "id": "5635",
    "data": " كدام بالكسر والتخفف ابن عبد الرحمن السلمي مجهول من السادسة ت"
  },
  {
    "id": "5636",
    "data": " كردوس الثعلبي بالمثلثة واختلف في اسم أبيه فقيل عباس وقيل عمرو وقيل هانئ وهو مقبول من الثالثة وقيل هم ثلاثة بخ د س"
  },
  {
    "id": " كردوس هو خلف ابن محمد مضى",
    "data": " كردوس هو خلف ابن محمد مضى"
  },
  {
    "id": "5637",
    "data": " كرز التيمي أو التميمي ثقة من الثالثة عس"
  },
  {
    "id": "5638",
    "data": " كريب ابن أبي مسلم الهاشمي مولاهم المدني أبو رشدين مولى ابن عباس ثقة من الثالثة مات "
  },
  {
    "id": " سنة ثمان وتسعين ع",
    "data": " سنة ثمان وتسعين ع"
  },
  {
    "id": "5639",
    "data": " كعب ابن ذهل أو ابن زمل فيه لين من الثالثة د"
  },
  {
    "id": "5640",
    "data": " كعب ابن سعيد العامري البخاري أبو سعيد يلقب كعبان صدوق من العاشرة ي"
  },
  {
    "id": "5641",
    "data": " كعب ابن عاصم الأشعري يكنى أبا مالك صحابي نزل الشام ومصر له حديثان س ق"
  },
  {
    "id": "5642",
    "data": " كعب ابن عبد الله وقيل ابن فروخ البصري أبو عبد الله صدوق يخطىء من السادسة س"
  },
  {
    "id": "5643",
    "data": " كعب ابن عجرة الأنصاري المدني أبو محمد صحابي مشهور مات بعد الخمسين وله نيف وسبعون ع"
  },
  {
    "id": "5644",
    "data": " كعب ابن علقمة ابن كعب المصري التنوخي أبو عبد الحميد صدوق من الخامسة مات سنة سبع وعشرين وقيل بعدها بخ م د ت س"
  },
  {
    "id": "5645",
    "data": " كعب ابن عمرو ابن حجير اليامي صحابي يقال إنه جد طلحة ابن مصرف وقيل هو عمرو ابن كعب د"
  },
  {
    "id": "5646",
    "data": " كعب ابن عمرو ابن عباد السلمي بالفتح الأنصاري أبو اليسر بفتح التحتانية والمهملة صحابي بدري جليل مات بالمدينة سنة خمس وخمسين وقد زاد على المائة بخ م 4"
  },
  {
    "id": "5647",
    "data": " كعب ابن عياض الأشعري صحابي نزل الشام ت س"
  },
  {
    "id": "5648",
    "data": " كعب ابن ماتع الحميري أبو إسحاق المعروف بكعب الأحبار ثقة من الثانية مخضرم كان من أهل اليمن فسكن الشام مات في آخر خلافة عثمان وقد زاد على المائة وليس له في البخاري رواية إلا حكاية لمعاوية فيه "
  },
  {
    "id": " وله في مسلم رواية لأبي هريرة عنه ",
    "data": " وله في مسلم رواية لأبي هريرة عنه "
  },
  {
    "id": " من طريق الأعمش عن أبي صالح خ م د ت س فق",
    "data": " من طريق الأعمش عن أبي صالح خ م د ت س فق"
  },
  {
    "id": "5649",
    "data": " كعب ابن مالك ابن أبي كعب الأنصاري السلمي بالفتح المدني صحابي مشهور وهو أحد الثلاثة الذين خلفوا مات في خلافة علي ع"
  },
  {
    "id": "5650",
    "data": " كعب ابن مرة ويقال مرة ابن كعب السلمي صحابي سكن البصرة ثم الأردن مات سنة بضع وخمسين 4"
  },
  {
    "id": "5651",
    "data": " كعب المدني أبو عامر مجهول من الرابعة ت ق"
  },
  {
    "id": "5652",
    "data": " كعب الأموي مولى سعيد ابن العاص مجهول من الثالثة فق"
  },
  {
    "id": "5653",
    "data": " كلثوم ابن جبر البصري صدوق يخطىء من الرابعة مات سنة ثلاثين بخ م قد س"
  },
  {
    "id": "5654",
    "data": " كلثوم ابن جبر الخزاعي الكوفي مقبول من الثالثة تمييز"
  },
  {
    "id": "5655",
    "data": " كلثوم ابن جوشن الرقي ضعيف من السابعة ق"
  },
  {
    "id": "5656",
    "data": " كلثوم ابن الحصين الغفاري أبو رهم بضم الراء صحابي مشهور بخ"
  },
  {
    "id": "5657",
    "data": " كلثوم ابن علقمة ابن ناجية ابن المصطلق الخزاعي وقد ينسب إلى جد أبيه ويقال هما اثنان ثقة من الثانية ويقال له صحبة د س ق"
  },
  {
    "id": "5658",
    "data": " كلدة ابن الحنبل ويقال ابن عبد الله ابن الحنبل الجمحي المكي صحابي له حديث وهو أخو صفوان ابن أمية لأمه بخ د ت س"
  },
  {
    "id": "5659",
    "data": " كليب ابن ذهل الحضرمي المصري مقبول من السادسة د"
  },
  {
    "id": "5660",
    "data": " كليب ابن شهاب والد عاصم صدوق من الثانية ووهم من ذكره في الصحابة ي 4"
  },
  {
    "id": "5661",
    "data": " كليب ابن صبح الأصبحي المصري صدوق من الرابعة د"
  },
  {
    "id": "5662",
    "data": " كليب ابن منفعة الحنفي البصري مقبول من السادسة بخ د"
  },
  {
    "id": "5663",
    "data": " كليب ابن وائل التيمي البكري المدني نزيل الكوفة صدوق من الرابعة خ د ت"
  },
  {
    "id": "5664",
    "data": " كليب الجهني أو الحضرمي صحابي قليل الحديث د"
  },
  {
    "id": "5665",
    "data": " كميل بالتصغير ابن زياد ابن نهيك النخعي ثقة رمي بالتشيع من الثانية مات سنة اثنتين وثمانين س"
  },
  {
    "id": "5666",
    "data": " كناز بتشديد النون وآخره زاي ابن الحصين ابن يربوع الغنوي أبو مرثد بفتح الميم وسكون الراء بعدها مثلثة صحابي بدري مشهور بكنيته مات سنة اثنتي عشرة من الهجرة م د ت س"
  },
  {
    "id": "5667",
    "data": " كنانة ابن العباس ابن مرداس السلمي مجهول من الثالثة د ق"
  },
  {
    "id": "5668",
    "data": " كنانة ابن نعيم العدوي أبو بكر البصري ثقة من الرابعة م د س"
  },
  {
    "id": "5669",
    "data": " كنانة مولى صفية يقال اسم أبيه نبيه مقبول ضعفه الأزدي بلا حجة من الثالثة بخ ت"
  },
  {
    "id": "5670",
    "data": " كهمس ابن الحسن التميمي أبو الحسن البصري ثقة من الخامسة مات سنة تسع وأربعين ع"
  },
  {
    "id": "5671",
    "data": " كهمس ابن المنهال السدوسي أبو عثمان البصري اللؤلؤي صدوق رمي بالقدر من التاسعة خ"
  },
  {
    "id": "5672",
    "data": " كلاب ابن تليد بفتح المثناة الليثي المدني مقبول من السادسة ويقال بل هو تليد ابن كلاب انقلب س"
  },
  {
    "id": "5673",
    "data": " كلاب ابن علي الحنفي مجهول من السادسة ويقال هو ثمامة ابن كلاب س"
  },
  {
    "id": "5674",
    "data": " كلاب ابن علي العامري الجعفري مجهول من السادسة أيضا تمييز"
  },
  {
    "id": "5675",
    "data": " كيسان ابن جرير الأموي مولاهم صحابي له حديث واحد وليس هو "
  },
  {
    "id": " ابن عبد الله ابن طارق خلافا لابن منده ق",
    "data": " ابن عبد الله ابن طارق خلافا لابن منده ق"
  },
  {
    "id": "5676",
    "data": " كيسان أبو سعيد المقبري المدني مولى أم شريك ويقال هو الذي يقال له صاحب العباء ثقة ثبت من الثانية مات سنة مائة ع"
  },
  {
    "id": "5677",
    "data": " كيسان القصار أبو عمر الفزاري مولاهم ضعيف من السابعة فق"
  },
  {
    "id": "5678",
    "data": " لجلاج العامري صحابي سكن دمشق بخ د ت س"
  },
  {
    "id": " لجلاج عن أبي سلمة ",
    "data": " لجلاج عن أبي سلمة "
  },
  {
    "id": " صوابه الجلاح وقد مضى في الجيم",
    "data": " صوابه الجلاح وقد مضى في الجيم"
  },
  {
    "id": "5679",
    "data": " لقمان ابن عامر الوصابي بتخفيف "
  },
  {
    "id": " المهملة أبو عامر الحمصي صدوق من الثالثة د س فق",
    "data": " المهملة أبو عامر الحمصي صدوق من الثالثة د س فق"
  },
  {
    "id": "5680",
    "data": " لقيط ابن صبرة بفتح المهملة وكسر الموحدة ويقال إنه جده واسم أبيه عامر صحابي مشهور وهو أبو رزين العقيلي والأكثر على أنهما اثنان بخ 4"
  },
  {
    "id": "5681",
    "data": " لمازة بكسر اللام وتخفيف الميم وبالزاي ابن زباد بفتح الزاي وتثقيل الموحدة وآخره راء الأزدي الجهضمي أبو لبيد البصري صدوق ناصبي من الثالثة د ت ق"
  },
  {
    "id": "5682",
    "data": " لهيعة ابن عقبة المصري والد عبد الله يكنى أبا عكرمة مستور من الرابعة مات سنة مائة ق"
  },
  {
    "id": "5683",
    "data": " ليث ابن أبي رقية بالتصغير الشامي الثقفي كاتب عمر ابن عبد العزيز مقبول من السادسة خد"
  },
  {
    "id": "5684",
    "data": " الليث ابن سعد ابن عبد الرحمن الفهمي أبو الحارث المصري ثقة ثبت فقيه إمام مشهور من السابعة مات في شعبان سنة خمس وسبعين ع"
  },
  {
    "id": "5685",
    "data": " الليث ابن أبي سليم ابن زنيم بالزاي والنون مصغر واسم أبيه أيمن وقيل أنس وقيل غير ذلك صدوق اختلط جدا ولم يتميز حديثه فترك من السادسة مات سنة ثمان وأربعين خت م 4"
  },
  {
    "id": "5686",
    "data": " الليث ابن عاصم ابن كليب القتباني بكسر القاف وسكون المثناة بعدها موحدة أبو زرارة المصري صدوق صالح من التاسعة مات سنة إحدى عشرة وله ست وتسعون سنة س"
  },
  {
    "id": "5687",
    "data": " الليث ابن عاصم ابن العلاء الخولاني أبو الحسن المصري إمام الجامع مقبول من السابعة مات سنة اثنتين وثمانين تمييز"
  },
  {
    "id": "ذكر من اسمه محمد على ترتيب الحروف في",
    "data": "ذكر من اسمه محمد على ترتيب الحروف في"
  },
  {
    "id": "آبائهم وكل من لم تذكر له كنية ",
    "data": "آبائهم وكل من لم تذكر له كنية "
  },
  {
    "id": " فهو أبو عبد الله",
    "data": " فهو أبو عبد الله"
  },
  {
    "id": "5688",
    "data": " محمد ابن أبان ابن عمران الواسطي الطحان صدوق تكلم فيه الأزدي من العاشرة مات سنة ثمان وثلاثين وقيل قبل ذلك وعاش تسعين سنة خ"
  },
  {
    "id": "5689",
    "data": " محمد ابن أبان ابن وزير البلخي أبو بكر ابن أبي إبراهيم المستملي يلقب حمدويه وكان مستملي وكيع ثقة حافظ من العاشرة مات سنة أربع وأربعين وقيل بعدها بسنة خ 4"
  },
  {
    "id": "5690",
    "data": " محمد ابن أبان ابن علي البلخي مستور من التاسعة تمييز"
  },
  {
    "id": "5691",
    "data": " محمد ابن إبراهيم ابن الحارث ابن خالد التيمي أبو عبد الله المدني ثقة له أفراد من الرابعة مات سنة عشرين على الصحيح ع"
  }
]