[
  {
    "id": "5692",
    "data": " محمد ابن إبراهيم ابن دينار المدني لقبه صندل ثقة فقيه من الثامنة مات سنة اثنتين وثمانين خ س"
  },
  {
    "id": "5693",
    "data": " محمد ابن إبراهيم ابن سعيد ابن عبد الرحمن البوشنجي بضم الموحدة وسكون الواو وفتح المعجمة وسكون النون بعدها جيم أبو عبد الله ثقة حافظ فقيه من الحادية عشرة مات سنة تسعين أو بعدها بسنة وعاش بضعا وثمانين سنة خ"
  },
  {
    "id": "5694",
    "data": " محمد ابن إبراهيم ابن سليمان ابن محمد ابن أسباط الأسباطي الضرير أبو جعفر البزاز الكوفي نزيل مصر صدوق من صغار العاشرة مات سنة ثمان وأربعين د"
  },
  {
    "id": "5695",
    "data": " محمد ابن إبراهيم ابن صدران بضم المهملة والسكون الأزدي السليمي بالفتح أبو جعفر المؤذن البصري وقد ينسب لجده صدوق من العاشرة مات سنة سبع وأربعين د ت س"
  },
  {
    "id": " محمد ابن إبراهيم ابن طلحة ",
    "data": " محمد ابن إبراهيم ابن طلحة "
  },
  {
    "id": " صوابه إبراهيم ابن محمد ابن طلحة س",
    "data": " صوابه إبراهيم ابن محمد ابن طلحة س"
  },
  {
    "id": "5696",
    "data": " محمد ابن إبراهيم ابن عثمان العبسي مولاهم الكوفي القاضي والد أبي بكر ابن أبي شيبة ثقة من التاسعة مات سنة اثنتين وثمانين "
  },
  {
    "id": " وله سبع وستون س",
    "data": " وله سبع وستون س"
  },
  {
    "id": "5697",
    "data": " محمد ابن إبراهيم ابن أبي عدي وقد ينسب لجده وقيل هو إبراهيم أبو عمرو البصري ثقة من التاسعة مات سنة أربع وتسعين "
  },
  {
    "id": " على الصحيح ع",
    "data": " على الصحيح ع"
  },
  {
    "id": "5698",
    "data": " محمد ابن إبراهيم ابن العلاء الدمشقي أبو عبد الله الزاهد نزيل عبادان منكر الحديث من التاسعة ق"
  },
  {
    "id": "5699",
    "data": " محمد ابن إبراهيم ابن محمد ابن عبد الرحمن ابن ثوبان العامري مقبول من السابعة بخ"
  },
  {
    "id": "5700",
    "data": " محمد ابن إبراهيم ابن مسلم الخزاعي أبو أمية الطرسوسي بغدادي الأصل مشهور بكنيته صدوق صاحب حديث يهم من الحادية عشرة مات سنة ثلاث وسبعين س"
  },
  {
    "id": "5701",
    "data": " محمد ابن إبراهيم ابن مسلم ابن مهران ابن المثنى "
  },
  {
    "id": " المؤذن الكوفي وقد ينسب لجده ولجد أبيه ولجد جده صدوق يخطىء من السابعة د ت س",
    "data": " المؤذن الكوفي وقد ينسب لجده ولجد أبيه ولجد جده صدوق يخطىء من السابعة د ت س"
  },
  {
    "id": "5702",
    "data": " محمد ابن إبراهيم ابن المطلب ابن أبي وداعة السهمي "
  },
  {
    "id": " خال إبراهيم ابن المنذر مقبول من السابعة ق",
    "data": " خال إبراهيم ابن المنذر مقبول من السابعة ق"
  },
  {
    "id": "5703",
    "data": " محمد ابن إبراهيم الباهلي البصري مجهول من السابعة ت ق"
  },
  {
    "id": "5704",
    "data": " محمد ابن إبراهيم البزاز شيخ لأبي داود هو أبو بكر ابن جناد المقرىء وهو ثقة أو أبو أمية المتقدم أو الأنماطي الذي لقبه مربع وهو ثقة حافظ والثلاثة من الحادية عشرة مات ابن جناد سنة ست وسبعين ومربع سنة ست وخمسين مد"
  },
  {
    "id": "5705",
    "data": " محمد ابن إبراهيم اليشكري البصري مقبول من الثامنة بخ"
  },
  {
    "id": "5706",
    "data": " محمد ابن إبراهيم "
  },
  {
    "id": " شيخ ليحيى ابن أبي كثير لا يعرف ",
    "data": " شيخ ليحيى ابن أبي كثير لا يعرف "
  },
  {
    "id": " وصوب النسائي أنه التيمي الماضي قريبا س",
    "data": " وصوب النسائي أنه التيمي الماضي قريبا س"
  },
  {
    "id": "5707",
    "data": " محمد ابن أبي ابن كعب الأنصاري أبو معاذ المدني له رؤية قتل يوم الحرة سنة ثلاث وستين س"
  },
  {
    "id": " محمد ابن أتش يأتي في محمد ابن الحسن ابن أتش",
    "data": " محمد ابن أتش يأتي في محمد ابن الحسن ابن أتش"
  },
  {
    "id": " محمد ابن أحمد ابن أبي الثلج ",
    "data": " محمد ابن أحمد ابن أبي الثلج "
  },
  {
    "id": " صوابه محمد ابن عبد الله ابن إسماعيل ابن أبي الثلج وسيأتي",
    "data": " صوابه محمد ابن عبد الله ابن إسماعيل ابن أبي الثلج وسيأتي"
  },
  {
    "id": "5708",
    "data": " محمد ابن أحمد ابن الجراح أبو عبد الرحيم الجوزجاني نزيل نيسابور ثقة فاضل من الحادية عشرة مات سنة خمس وأربعين فق"
  },
  {
    "id": "5709",
    "data": " محمد ابن أحمد ابن جعفر ابن الحسن الذهلي أبو العلاء الوكيعي الكوفي نزيل مصر ثقة ثبت من صغار الحادية عشرة مات سنة ثلاثمائة وله ست وتسعون سنة س"
  },
  {
    "id": "5710",
    "data": " محمد ابن أحمد ابن الحسين ابن مدويه بميم وتثقيل القرشي أبو عبد الرحمن الترمذي "
  },
  {
    "id": " صدوق من الحادية عشرة ت",
    "data": " صدوق من الحادية عشرة ت"
  },
  {
    "id": "5711",
    "data": " محمد ابن أحمد ابن أبي خلف السلمي "
  },
  {
    "id": " القطيعي ثقة من العاشرة مات سنة سبع وثلاثين وله سبع وستون م د",
    "data": " القطيعي ثقة من العاشرة مات سنة سبع وثلاثين وله سبع وستون م د"
  },
  {
    "id": "5712",
    "data": " محمد ابن أحمد ابن أبي خلف البخاري متأخر جدا عن الذي قبله أدركه ابن منده تمييز"
  },
  {
    "id": "5713",
    "data": " محمد ابن أحمد ابن محمد ابن الحجاج ابن ميسرة الكريزي بتقديم الراء مصغر أبو يوسف الصيدلاني الرقي ثقة حافظ من العاشرة مات سنة 46 س ق"
  },
  {
    "id": "5714",
    "data": " محمد ابن أحمد القرشي عن الحميدي لعله "
  },
  {
    "id": " الجمحي أبو يونس المدني وهو صدوق من الحادية عشرة مات سنة خمس وخمسين د ويحتمل أن يكون",
    "data": " الجمحي أبو يونس المدني وهو صدوق من الحادية عشرة مات سنة خمس وخمسين د ويحتمل أن يكون"
  },
  {
    "id": "5715",
    "data": " "
  },
  {
    "id": " النيسابوري واسم جده أنس وهو صدوق من هذه الطبقة مات سنة تسع وسبعين ويحتمل أن يكون ابن مدويه الماضي قبل",
    "data": " النيسابوري واسم جده أنس وهو صدوق من هذه الطبقة مات سنة تسع وسبعين ويحتمل أن يكون ابن مدويه الماضي قبل"
  },
  {
    "id": "5716",
    "data": " محمد ابن أحمد ابن نافع العبدي "
  },
  {
    "id": " أبو بكر البصري مشهور بكنيته صدوق من صغار العاشرة مات بعد الأربعين م ت س",
    "data": " أبو بكر البصري مشهور بكنيته صدوق من صغار العاشرة مات بعد الأربعين م ت س"
  },
  {
    "id": "5717",
    "data": " محمد ابن إدريس ابن العباس ابن عثمان ابن شافع ابن السائب ابن عبيد ابن عبد يزيد ابن هاشم ابن المطلب المطلبي أبو عبد الله الشافعي المكي نزيل مصر رأس الطبقة التاسعة وهو المجدد لأمر الدين على رأس المائتين مات سنة أربع ومائتين وله أربع وخمسون سنة خت 4"
  },
  {
    "id": "5718",
    "data": " محمد ابن إدريس ابن المنذر الحنظلي أبو حاتم الرازي أحد الحفاط من الحادية عشرة مات سنة سبع وسبعين "
  },
  {
    "id": " د س فق",
    "data": " د س فق"
  },
  {
    "id": "5719",
    "data": " محمد ابن آدم ابن سليمان الجهني صدوق من العاشرة مات سنة خمسين ومائتين د س"
  },
  {
    "id": "5720",
    "data": " محمد ابن أسامة ابن زيد ابن حارثة المدني ثقة من الثالثة مات "
  },
  {
    "id": " بعد التسعين ",
    "data": " بعد التسعين "
  },
  {
    "id": " ت س",
    "data": " ت س"
  },
  {
    "id": " محمد ابن إسحاق ابن محصن يأتي في ابن محصن",
    "data": " محمد ابن إسحاق ابن محصن يأتي في ابن محصن"
  },
  {
    "id": "5721",
    "data": " محمد ابن إسحاق الصغاني بفتح المهملة ثم المعجمة "
  },
  {
    "id": " أبو بكر نزيل بغداد ثقة ثبت من الحادية عشرة مات سنة سبعين م 4",
    "data": " أبو بكر نزيل بغداد ثقة ثبت من الحادية عشرة مات سنة سبعين م 4"
  },
  {
    "id": "5722",
    "data": " محمد ابن إسحاق ابن عون العامري أبو بكر الكوفي صدوق من الحادية عشرة مات سنة أربع وستين ق"
  },
  {
    "id": "5723",
    "data": " محمد ابن إسحاق ابن محمد ابن عبد الرحمن المسيبي من ولد المسيب ابن عابد المخزومي المدني صدوق من العاشرة مات سنة ست وثلاثين م د"
  },
  {
    "id": "5724",
    "data": " محمد ابن إسحاق ابن منصور أبو عبد الله ابن أبي يعقوب الكرماني نزيل البصرة ثقة من العاشرة مات سنة أربع وأربعين خ"
  },
  {
    "id": "5725",
    "data": " محمد ابن إسحاق ابن يسار أبو بكر المطلبي مولاهم المدني نزيل العراق إمام المغازي صدوق يدلس ورمي بالتشيع والقدر من صغار الخامسة مات سنة خمسين ومائة ويقال بعدها خت م 4"
  },
  {
    "id": "5726",
    "data": " محمد ابن أسعد التغلبي بسكون المعجمة أبو سعيد المصيصي كوفي الأصل لين من العاشرة ويقال فيه محمد ابن سعيد عخ"
  },
  {
    "id": " محمد ابن أسعد هو ابن أبي أمامة يأتي",
    "data": " محمد ابن أسعد هو ابن أبي أمامة يأتي"
  },
  {
    "id": "5727",
    "data": " محمد ابن إسماعيل ابن إبراهيم ابن المغيرة الجعفي أبو عبد الله البخاري جبل الحفظ وإمام الدنيا في فقه الحديث من الحادية عشرة مات سنة ست وخمسين في شوال وله اثنتان وستون سنة ت س"
  },
  {
    "id": "5728",
    "data": " محمد ابن إسماعيل ابن إبراهيم ابن مقسم الأسدي المعروف أبوه بابن علية البصري نزيل دمشق وقاضيها ثقة من الحادية عشرة مات سنة أربع وستين س"
  },
  {
    "id": "5729",
    "data": " محمد ابن إسماعيل ابن البختري بفتح الموحدة والمثناة بينهما خاء معجمة ساكنة الحساني بمهملتين أبو عبد الله الواسطي نزيل بغداد صدوق من الحادية عشرة مات سنة ثمان وخمسين ت ق"
  },
  {
    "id": "5730",
    "data": " محمد ابن إسماعيل ابن رجاء الزبيدي بضم الزاي الكوفي صدوق يتشيع من الثامنة س"
  },
  {
    "id": "5731",
    "data": " محمد ابن إسماعيل ابن سالم الصائغ الكبير أبو جعفر البغدادي نزيل مكة صدوق من الحادية عشرة مات سنة ست وسبعين وله ثمان وثمانون سنة د"
  },
  {
    "id": "5732",
    "data": " محمد ابن إسماعيل ابن سمرة الأحمسي بمهملتين أبو جعفر السراج ثقة من العاشرة مات سنة ستين وقيل قبلها ت س ق"
  },
  {
    "id": "5733",
    "data": " محمد ابن إسماعيل ابن أبي سمينة بفتح المهملة وكسر الميم وبعد التحتانية نون ثقة من العاشرة مات سنة ثلاثين خ د"
  },
  {
    "id": "5734",
    "data": " محمد ابن إسماعيل ابن أبي ضرار بكسر المعجمة والتخفيف أبو صالح الرازي صدوق من الحادية عشرة ق"
  },
  {
    "id": "5735",
    "data": " محمد ابن إسماعيل ابن عياش بالتحتانية والمعجمة الحمصي عابوا عليه أنه حدث عن أبيه بغير سماع من العاشرة ق"
  },
  {
    "id": "5736",
    "data": " محمد ابن إسماعيل ابن مسلم ابن أبي فديك بالفاء مصغر الديلي مولاهم المدني أبو إسماعيل "
  },
  {
    "id": " صدوق من صغار الثامنة مات سنة مائتين على الصحيح ع",
    "data": " صدوق من صغار الثامنة مات سنة مائتين على الصحيح ع"
  },
  {
    "id": "5737",
    "data": " محمد ابن إسماعيل ابن مهاجر لا يعرف من السادسة د"
  },
  {
    "id": "5738",
    "data": " محمد ابن إسماعيل ابن يوسف السلمي أبو إسماعيل الترمذي نزيل بغداد ثقة حافظ لم يتضح كلام أبي حاتم فيه من الحادية عشرة مات سنة ثمانين ت س"
  },
  {
    "id": "5739",
    "data": " محمد ابن إسماعيل الطبراني أبو بكر ثقة من الثانية عشرة س"
  },
  {
    "id": "5740",
    "data": " محمد ابن إسماعيل البصري مولى بني هاشم يحتمل أن يكون ابن أبي سمينة وإلا فهو مقبول من العاشرة د"
  },
  {
    "id": " محمد ابن إسماعيل عن حفص ابن عمر هو البخاري على الصحيح س",
    "data": " محمد ابن إسماعيل عن حفص ابن عمر هو البخاري على الصحيح س"
  },
  {
    "id": "5741",
    "data": " محمد ابن أبي إسماعيل راشد السلمي المدني ثقة من الخامسة مات سنة اثنتين وأربعين م د س"
  },
  {
    "id": "5742",
    "data": " محمد ابن الأشعث ابن قيس الكندي أبو القاسم الكوفي مقبول من الثانية ووهم من ذكره في الصحابة مات سنة سبع وستين د س"
  },
  {
    "id": "5743",
    "data": " محمد ابن أعين أبو الوزير المروزي خادم ابن المبارك ثقة من العاشرة مات سنة ثلاث عشرة ل ت"
  },
  {
    "id": "5744",
    "data": " محمد ابن أفلح ابن عبد الملك النيسابوري أبو عبد الرحمن يعرف بالترك بضم المثناة وسكون الراء مقبول من الحادية عشرة ت"
  },
  {
    "id": "5745",
    "data": " محمد ابن أفلح ابن المغيرة الأنصاري الموصلي الشاعر مستور من الثانية عشرة تمييز"
  },
  {
    "id": "5746",
    "data": " محمد ابن أفلح الأنصاري مولى أبي أيوب مقبول من الثالثة ت"
  },
  {
    "id": "5747",
    "data": " محمد ابن أفلح عن أبي هريرة يحتمل أن يكون الذي قبله "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "5748",
    "data": " محمد ابن أبي أمامة "
  },
  {
    "id": " ابن سهل ابن حنيف ثقة من السادسة د س ق",
    "data": " ابن سهل ابن حنيف ثقة من السادسة د س ق"
  },
  {
    "id": "5749",
    "data": " محمد ابن أمية ابن آدم الساوي بالمهملة أبو أحمد مولى المعيطيين صدوق من صغار العاشرة مات سنة ست وعشرين بخ ق"
  },
  {
    "id": "5750",
    "data": " محمد ابن أنس مولى آل عمر كوفي سكن الدينور صدوق يغرب من التاسعة خت د"
  },
  {
    "id": "5751",
    "data": " محمد ابن إياس ابن البكير الليثي المدني ثقة من الثالثة ووهم من ذكره في الصحابة خت د"
  },
  {
    "id": "5752",
    "data": " محمد ابن أيوب الكلابي أبو هريرة الواسطي صدوق من العاشرة ق"
  },
  {
    "id": "5753",
    "data": " محمد ابن أبي أيوب أبو عاصم الثقفي الكوفي كان بعضهم يقول فيه محمد ابن أيوب فيخطىء وهو صدوق من السابعة م"
  },
  {
    "id": "5754",
    "data": " محمد ابن بشار ابن عثمان العبدي البصري أبو بكر بندار ثقة من العاشرة مات سنة اثنتين وخمسين وله بضع وثمانون سنة ع"
  },
  {
    "id": "5755",
    "data": " محمد ابن بشر ابن بشير بفتح أوله الأسلمي الكوفي صدوق من السابعة س"
  },
  {
    "id": "5756",
    "data": " محمد ابن بشر العبدي أبو عبد الله الكوفي ثقة حافظ من التاسعة مات سنة ثلاث ومائتين ع"
  },
  {
    "id": "5757",
    "data": " محمد ابن بكار ابن بلال العاملي أبو عبد الله الدمشقي القاضي صدوق من التاسعة مات سنة ست عشرة وله أربع وسبعون د ت س"
  },
  {
    "id": "5758",
    "data": " محمد ابن بكار ابن الريان الهاشمي مولاهم أبو عبد الله البغدادي الرصافي ثقة من العاشرة مات سنة ثمان وثلاثين وله ثلاث وتسعون م د"
  },
  {
    "id": "5759",
    "data": " محمد ابن بكار ابن الزبير العيشي بالمعجمة الصيرفي البصري ثقة من العاشرة أيضا ووحد الحبال والجياني بينه وبين الذي قبله مات سنة سبع وثلاثين م د"
  },
  {
    "id": "5760",
    "data": " محمد ابن بكر ابن عثمان البرساني بضم الموحدة وسكون الراء ثم مهملة أبو عثمان البصري صدوق قد يخطىء من التاسعة مات سنة أربع ومائتين ع"
  },
  {
    "id": " محمد ابن أبي بكر ابن أبي شيبة هو ابن عبد الله يأتي",
    "data": " محمد ابن أبي بكر ابن أبي شيبة هو ابن عبد الله يأتي"
  },
  {
    "id": "5761",
    "data": " محمد ابن أبي بكر ابن علي ابن عطاء ابن مقدم المقدمي بالتشديد أبو عبد الله الثقفي مولاهم البصري ثقة من العاشرة مات سنة أربع وثلاثين خ م س"
  },
  {
    "id": "5762",
    "data": " محمد ابن أبي بكر ابن عوف الثقفي حجازي ثقة من الرابعة خ م س ق"
  },
  {
    "id": "5763",
    "data": " محمد ابن أبي بكر ابن محمد ابن عمرو ابن حزم الأنصاري المدني أبو عبد الملك القاضي ثقة من السادسة مات سنة اثنتين وثلاثين ع"
  },
  {
    "id": "5764",
    "data": " محمد ابن أبي بكر الصديق أبو القاسم له رؤية وقتل سنة ثمان وثلاثين وكان علي يثني عليه س ق"
  }
]