[
  {
    "id": "5765",
    "data": " محمد ابن بكير بالتصغير ابن واصل الحضرمي البغدادي أبو الحسين نزيل أصبهان صدوق يخطىء من العاشرة مات بعد العشرين قيل إن البخاري روى عنه خ"
  },
  {
    "id": "5766",
    "data": " محمد ابن بلال أبو عبد الله البصري التمار صدوق يغرب من التاسعة بخ د ق"
  },
  {
    "id": "5767",
    "data": " محمد ابن ثابت ابن أسلم البناني البصري ضعيف من السابعة ت"
  },
  {
    "id": "5768",
    "data": " محمد ابن ثابت ابن سباع الخزاعي صدوق من الثالثة ت"
  },
  {
    "id": "5769",
    "data": " محمد ابن ثابت ويقال ابن عبد الرحمن ابن شرحبيل العبدري أبو مصعب الحجازي وقد ينسب إلى جده مقبول من الرابعة بخ"
  },
  {
    "id": "5770",
    "data": " محمد ابن ثابت ابن قيس ابن شماس الأنصاري المدني له رؤية وقتل يوم الحرة سنة ثلاث وستين د س"
  },
  {
    "id": "5771",
    "data": " محمد ابن ثابت العبدي أبو عبد الله البصري صدوق لين الحديث من الثامنة د ق"
  },
  {
    "id": "5772",
    "data": " محمد ابن ثابت عن أبي حكيم "
  },
  {
    "id": " مجهول من السادسة وقيل هو حفيد شرحبيل المتقدم ت ق",
    "data": " مجهول من السادسة وقيل هو حفيد شرحبيل المتقدم ت ق"
  },
  {
    "id": "5773",
    "data": " محمد ابن ثعلبة ابن سواء بفتح الواو والمد السدوسي بفتح المهملة البصري صدوق من الحادية عشرة ق"
  },
  {
    "id": " محمد ابن أبي الثلج هو ابن عبد الله يأتي ق ",
    "data": " محمد ابن أبي الثلج هو ابن عبد الله يأتي ق "
  },
  {
    "id": "5774",
    "data": " محمد ابن ثواب بفتح وتخفيف ابن سعيد ابن حصين الهباري بتشديد الموحدة الكوفي صدوق ضعفه مسلمة بلا حجة من الحادية عشرة مات سنة ستين ق"
  },
  {
    "id": "5775",
    "data": " محمد ابن ثور الصنعاني أبو عبد الله العابد ثقة من التاسعة مات سنة تسعين "
  },
  {
    "id": " تقريبا د س",
    "data": " تقريبا د س"
  },
  {
    "id": "5776",
    "data": " محمد ابن جابر ابن بجير أبو بجير بالموحدة والجيم مصغر الكوفي المحاربي صدوق من الحادية عشرة مات سنة ست وخمسين ق"
  },
  {
    "id": "5777",
    "data": " محمد ابن جابر ابن سيار ابن طارق الحنفي اليمامي أبو عبد الله أصله من الكوفة صدوق ذهبت كتبه فساء حفظه وخلط كثيرا وعمي فصار يلقن ورجحه أبو حاتم على ابن لهيعة من السابعة مات بعد السبعين د "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "5778",
    "data": " محمد ابن جابر ابن عبد الله الأنصاري المدني صدوق من الخامسة صد"
  },
  {
    "id": "5779",
    "data": " محمد ابن جبلة ويقال ابن خالد ابن جبلة الرافقي بتقديم الفاء أصله خراساني صدوق من الحادية عشرة مات سنة خمس وخمسين س"
  },
  {
    "id": "5780",
    "data": " محمد ابن جبير ابن مطعم ابن عدي ابن نوفل النوفلي ثقة عارف بالنسب من الثالثة مات على رأس المائة ع"
  },
  {
    "id": "5781",
    "data": " محمد ابن جحادة بضم الجيم وتخفيف المهملة ثقة من الخامسة مات سنة إحدى وثلاثين ع "
  },
  {
    "id": " محمد ابن جحش هو ابن عبد الله يأتي",
    "data": " محمد ابن جحش هو ابن عبد الله يأتي"
  },
  {
    "id": " محمد ابن الجعد هو حماد مضى",
    "data": " محمد ابن الجعد هو حماد مضى"
  },
  {
    "id": " محمد ابن جعفر ابن أبي الأزهر هو ابن زنبور يأتي",
    "data": " محمد ابن جعفر ابن أبي الأزهر هو ابن زنبور يأتي"
  },
  {
    "id": "5782",
    "data": " محمد ابن جعفر ابن الزبير ابن العوام الأسدي المدني ثقة من السادسة مات سنة بضع عشرة ومائة ع"
  },
  {
    "id": "5783",
    "data": " محمد ابن جعفر ابن زياد الوركاني بفتحتين أبو عمران الخراساني نزيل بغداد ثقة من العاشرة مات سنة ثمان وعشرين م د س"
  },
  {
    "id": "5784",
    "data": " محمد ابن جعفر ابن أبي كثير الأنصاري مولاهم المدني أخو إسماعيل وهو الأكبر ثقة من السابعة ع"
  },
  {
    "id": "5785",
    "data": " محمد ابن جعفر ابن محمد ابن حفص الحنفي "
  },
  {
    "id": " الرافقي ثم البغدادي أبو بكر ابن الإمام نزيل دمياط ثقة من الثانية عشرة مات سنة ثلاثمائة وله ست وثمانون سنة س",
    "data": " الرافقي ثم البغدادي أبو بكر ابن الإمام نزيل دمياط ثقة من الثانية عشرة مات سنة ثلاثمائة وله ست وثمانون سنة س"
  },
  {
    "id": "5786",
    "data": " محمد ابن جعفر "
  },
  {
    "id": " الفيدي بالفاء والتحتانية الساكنة العلاف نزل الكوفة ثم بغداد مقبول من الحادية عشرة مات بعد الثلاثين خ",
    "data": " الفيدي بالفاء والتحتانية الساكنة العلاف نزل الكوفة ثم بغداد مقبول من الحادية عشرة مات بعد الثلاثين خ"
  },
  {
    "id": "5787",
    "data": " محمد ابن جعفر الهذلي البصري المعروف بغندر ثقة صحيح الكتاب إلا أن فيه غفلة من التاسعة مات سنة ثلاث أو أربع وتسعين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "5788",
    "data": " محمد ابن جعفر البزاز أبو جعفر المدائني صدوق فيه لين من التاسعة مات سنة ست ومائتين م ت"
  },
  {
    "id": "5789",
    "data": " محمد ابن جعفر السمناني بكسر المهملة وسكون الميم ونونين القومسي أبو جعفر ابن أبي الحسين ثقة من الحادية عشرة مات قبل العشرين خ ت ق"
  },
  {
    "id": "5790",
    "data": " محمد ابن جهضم ابن عبد الله الثقفي أبو جعفر البصري خراساني الأصل صدوق من العاشرة خ م د س"
  },
  {
    "id": "5791",
    "data": " محمد ابن حاتم ابن بزيع بفتح الموحدة وكسر الزاي أبو بكر البصري نزيل بغداد ثقة من الحادية عشرة مات سنة تسع وأربعين خ م د س"
  },
  {
    "id": "5792",
    "data": " محمد ابن حاتم ابن سليمان الزمي بكسر الزاي وتشديد الميم المؤدب الخراساني نزيل العسكر ثقة من العاشرة مات سنة ست وأربعين ت س"
  },
  {
    "id": "5793",
    "data": " محمد ابن حاتم ابن ميمون البغدادي السمين صدوق ربما وهم وكان فاضلا من العاشرة مات سنة خمس أو ست وثلاثين م د"
  },
  {
    "id": "5794",
    "data": " محمد ابن حاتم ابن نعيم المروزي ثقة من الثانية عشرة فرق ابن يونس بينه وبين المصيصي س"
  },
  {
    "id": "5795",
    "data": " محمد ابن حاتم ابن يونس الجرجرائي بجيمين بينهما راء ثم راء المصيصي أبو جعفر العابد لقبه حبي ثقة من العاشرة مات سنة خمس وعشرين د س"
  },
  {
    "id": " محمد ابن الحارث البيلماني ",
    "data": " محمد ابن الحارث البيلماني "
  },
  {
    "id": " صوابه الحارثي وهو الآتي بعد ترجمة ",
    "data": " صوابه الحارثي وهو الآتي بعد ترجمة "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "5796",
    "data": " محمد ابن الحارث ابن راشد ابن طارق الأموي المصري المؤذن "
  },
  {
    "id": " صدوق يغرب من العاشرة مات سنة إحدى وأربعين ق",
    "data": " صدوق يغرب من العاشرة مات سنة إحدى وأربعين ق"
  },
  {
    "id": "5797",
    "data": " محمد ابن الحارث ابن زياد ابن الربيع الحارثي البصري ضعيف من السابعة ق"
  },
  {
    "id": "5798",
    "data": " محمد ابن الحارث ابن سفيان ابن عبد الأسد المخزومي المكي مقبول من السادسة بخ"
  },
  {
    "id": "5799",
    "data": " محمد ابن الحارث أو ابن أبي الحارث الليثي البزاز الحراني صدوق من الحادية عشرة مات سنة ثلاث أو أربع وأربعين كن"
  },
  {
    "id": "5800",
    "data": " محمد ابن حاطب ابن الحارث ابن معمر الجمحي الكوفي مختلف في كنيته صحابي صغير مات سنة أربع وسبعين ت س ق"
  },
  {
    "id": "5801",
    "data": " محمد ابن حبيب الجرمي مجهول من السادسة عخ"
  },
  {
    "id": "5802",
    "data": " محمد ابن حيب "
  },
  {
    "id": " النصري بالنون صحابي مختلف في إسناد حديثه س",
    "data": " النصري بالنون صحابي مختلف في إسناد حديثه س"
  },
  {
    "id": "5803",
    "data": " محمد ابن حرب ابن أوس الذهلي الكوفي ثقة من الرابعة م"
  },
  {
    "id": " محمد ابن حرب المروزي هو ابن علي ابن حرب يأتي",
    "data": " محمد ابن حرب المروزي هو ابن علي ابن حرب يأتي"
  },
  {
    "id": "5804",
    "data": " محمد ابن حرب الواسطي النشائي بالمعجمة صدوق من صغار العاشرة مات سنة خمس وخمسين خ م د"
  },
  {
    "id": "5805",
    "data": " محمد ابن حرب الخولاني الحمصي الأبرش بالمعجمة ثقة من التاسعة مات سنة أربع وتسعين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "5806",
    "data": " محمد ابن أبي حرملة القرشي المدني مولى ابن حويطب وقد ينسب إليه ثقة من السادسة مات سنة بضع وثلاثين خ م د ت س"
  },
  {
    "id": "5807",
    "data": " محمد ابن حزابة بضم "
  },
  {
    "id": " ثم زاي خفيفة المروزي ثم البغدادي الخياط العابد يلقب حمدان صدوق من الحادية عشرة د",
    "data": " ثم زاي خفيفة المروزي ثم البغدادي الخياط العابد يلقب حمدان صدوق من الحادية عشرة د"
  },
  {
    "id": "5808",
    "data": " محمد ابن حسان ابن خالد الضبي السمتي بمثناة أبو جعفر البغدادي صدوق لين الحديث من العاشرة مات سنة ثمان وعشرين د"
  },
  {
    "id": "5809",
    "data": " محمد ابن حسان ابن فيروز الشيباني الأزرق أبو جعفر البغدادي التاجر أصله من واسط ثقة من العاشرة مات سنة سبع وخمسين على الصحيح ق"
  },
  {
    "id": "5810",
    "data": " محمد ابن حسان شيخ لمروان ابن معاوية مجهول من السادسة وقيل هو ابن سعيد المصلوب د"
  },
  {
    "id": "5811",
    "data": " محمد ابن الحسن ابن أتش بفتح الهمزة والمثناة بعدها معجمة اليماني الصنعاني وقد ينسب لجده صدوق فيه لين رمي بالقدر من الثامنة مد"
  },
  {
    "id": "5812",
    "data": " محمد ابن الحسن ابن تسنيم بفتح المثناة وسكون المهملة وكسر النون بعدها تحتانية ساكنة "
  },
  {
    "id": " الأزدي العتكي بفتح المهملة والمثناة البصري نزيل الكوفة صدوق يغرب من التاسعة مات سنة 56 د",
    "data": " الأزدي العتكي بفتح المهملة والمثناة البصري نزيل الكوفة صدوق يغرب من التاسعة مات سنة 56 د"
  },
  {
    "id": "5813",
    "data": " محمد ابن تسنيم الحضرمي أبو الطاهر الوراق الكوفي صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "5814",
    "data": " محمد ابن الحسين ابن أبي الحسن البراد المدني مستور من السابعة ق"
  },
  {
    "id": "5815",
    "data": " محمد ابن الحسن ابن زبالة بفتح الزاي وتخفيف الموحدة المخزومي أبو الحسن المدني كذبوه من كبار العاشرة مات قبل المائتين د"
  },
  {
    "id": "5816",
    "data": " محمد ابن الحسن ابن الزبير الأسدي الكوفي لقبه التل بفتح المثناة وتشديد اللام صدوق فيه لين من التاسعة مات سنة مائتين خ س ق"
  },
  {
    "id": "5817",
    "data": " محمد ابن الحسن ابن عطية ابن سعد العوفي أبو سعد الكوفي صدوق يخطىء من السابعة د"
  },
  {
    "id": "5818",
    "data": " محمد ابن الحسن ابن عمران المزني الواسطي القاضي أصله شامي ثقة من التاسعة خ ل ت ق"
  },
  {
    "id": "5819",
    "data": " محمد ابن الحسن ابن هلال ابن أبي زينب فيروز أبو جعفر أو أبو الحسن لقبه محبوب صدوق فيه لين ورمي بالقدر من التاسعة خ ت"
  },
  {
    "id": "5820",
    "data": " محمد ابن الحسن ابن أبي يزيد الهمداني بالسكون "
  },
  {
    "id": " أبو الحسن الكوفي نزيل واسط ضعيف من التاسعة ت ",
    "data": " أبو الحسن الكوفي نزيل واسط ضعيف من التاسعة ت "
  },
  {
    "id": "5821",
    "data": " محمد ابن الحسين ابن إبراهيم العامري أبو جعفر ابن إشكاب بسكون المعجمة البغدادي الحافظ صدوق من الحادية عشرة مات سنة إحدى وستين خ د س"
  },
  {
    "id": "5822",
    "data": " محمد ابن الحسين ابن أبي حليمة البصري "
  },
  {
    "id": " أبو جعفر مقبول من الحادية عشرة ت ",
    "data": " أبو جعفر مقبول من الحادية عشرة ت "
  },
  {
    "id": " محمد ابن أبي الحسين السمناني هو ابن جعفر تقدم",
    "data": " محمد ابن أبي الحسين السمناني هو ابن جعفر تقدم"
  },
  {
    "id": "5823",
    "data": " محمد ابن الحصين التميمي وسماه بعضهم أيوب د وكنية أبيه أبو أيوب مجهول من السادسة ت ق"
  },
  {
    "id": "5824",
    "data": " محمد ابن حفص الحجازي مجهول من السابعة مد"
  },
  {
    "id": "5825",
    "data": " محمد ابن حفص القطان أبو عبد الرحمن البصري خال عيسى ابن شاذان مقبول من الحادية عشرة د"
  },
  {
    "id": "5826",
    "data": " محمد ابن أبي حفصة ميسرة أبو سلمة البصري صدوق يخطىء من السابعة خ م مد س"
  },
  {
    "id": "5827",
    "data": " محمد ابن الحكم المروزي الأحول ابن عم أبي طالب صاحب أحمد ثقة فاضل من الحادية عشرة مات سنة ثلاث وعشرين خ"
  },
  {
    "id": "5828",
    "data": " محمد ابن الحكم الأسدي الكوفي مقبول من السادسة فق"
  },
  {
    "id": "5829",
    "data": " محمد ابن حماد الطهراني بكسر المهملة وسكون الهاء ثقة حافظ لم يصب من ضعفه من العاشرة مات سنة إحدى وسبعين ق"
  },
  {
    "id": "5830",
    "data": " محمد ابن حماد الأبيوردي الزاهد ثقة من العاشرة مات سنة ثمان أو تسع وأربعين تمييز"
  },
  {
    "id": "5831",
    "data": " محمد ابن حمران ابن عبد العزيز القيسي البصري صدوق فيه لين من التاسعة قد ت س"
  },
  {
    "id": "5832",
    "data": " محمد ابن حمزة ابن عمرو الأسلمي المدني مقبول من الثالثة خت د س"
  },
  {
    "id": "5833",
    "data": " محمد ابن حمزة ابن يوسف ابن عبد الله ابن سلام صدوق من السادسة ومنهم من زاد بين حمزة ويوسف محمدا ق"
  },
  {
    "id": "5834",
    "data": " محمد ابن حميد ابن حيان الرازي حافظ ضعيف وكان ابن معين حسن الرأي فيه من العاشرة مات سنة ثمان وأربعين د ت ق"
  },
  {
    "id": "5835",
    "data": " محمد ابن حميد اليشكري أبو سفيان المعمري نزيل بغداد ثقة من التاسعة مات سنة اثنتين وثمانين ومائة خت م س ق"
  },
  {
    "id": " محمد ابن حميد المحاربي ",
    "data": " محمد ابن حميد المحاربي "
  },
  {
    "id": " صوابه محمد ابن عبيد",
    "data": " صوابه محمد ابن عبيد"
  },
  {
    "id": "5836",
    "data": " محمد ابن أبي حميد إبراهيم الأنصاري الزرقي أبو إبراهيم المدني لقبه حماد ضعيف من السابعة ت ق"
  },
  {
    "id": "5837",
    "data": " محمد ابن حمير ابن أنيس السليحي بفتح أوله ومهملتين الحمصي صدوق من التاسعة مات سنة مائتين خ مد س ق"
  },
  {
    "id": "5838",
    "data": " محمد ابن حنظلة ابن محمد ابن عباد ابن جعفر المخزومي المكي مقبول من التاسعة ق"
  },
  {
    "id": "5839",
    "data": " محمد ابن حنين المكي مقبول من الرابعة س"
  },
  {
    "id": "5840",
    "data": " محمد ابن حيان بالتحتانية أبو الأحوص البغوي نزيل بغداد ثقة من العاشرة مات سنة سبع وعشرين م"
  }
]