[
  {
    "id": "5841",
    "data": " محمد ابن خازم بمعجمتين أبو معاوية الضرير الكوفي "
  },
  {
    "id": " عمي وهو صغير ثقة أحفظ الناس لحديث الأعمش وقد يهم في حديث غيره من كبار التاسعة مات سنة خمس وتسعين ",
    "data": " عمي وهو صغير ثقة أحفظ الناس لحديث الأعمش وقد يهم في حديث غيره من كبار التاسعة مات سنة خمس وتسعين "
  },
  {
    "id": " وله اثنتان وثمانون سنة وقد رمي بالإرجاء ع",
    "data": " وله اثنتان وثمانون سنة وقد رمي بالإرجاء ع"
  },
  {
    "id": " محمد ابن خالد ابن جبلة تقدم في ابن جبلة",
    "data": " محمد ابن خالد ابن جبلة تقدم في ابن جبلة"
  },
  {
    "id": "5842",
    "data": " محمد ابن خالد ابن الحويرث المكي مستور من السابعة د"
  },
  {
    "id": "5843",
    "data": " محمد ابن خالد ابن خداش المهلبي أبو بكر البصري نزيل بغداد الضرير صدوق يغرب من صغار العاشرة ق"
  },
  {
    "id": "5844",
    "data": " محمد ابن خالد ابن خلي بوزن علي الكلاعي أبو الحسين الحمصي صدوق من الحادية عشرة س"
  },
  {
    "id": "5845",
    "data": " محمد ابن خالد ابن رافع الجهني مستور من الرابعة د"
  },
  {
    "id": "5846",
    "data": " محمد ابن خالد ابن عبد الله ابن عبد الرحمن الطحان الواسطي ضعيف من العاشرة مات سنة أربعين وله تسعون سنة ق"
  },
  {
    "id": "5847",
    "data": " محمد ابن خالد ابن عثمة بمثلثة ساكنة قبلها فتحة ويقال إنها أمه الحنفي البصري صدوق يخطىء من العاشرة 4"
  },
  {
    "id": "5848",
    "data": " محمد ابن خالد ابن محمد "
  },
  {
    "id": " الوهبي الحمصي أخو أحمد صدوق من التاسعة مات قبل سنة تسعين ",
    "data": " الوهبي الحمصي أخو أحمد صدوق من التاسعة مات قبل سنة تسعين "
  },
  {
    "id": " د س ق",
    "data": " د س ق"
  },
  {
    "id": "5849",
    "data": " محمد ابن خالد الجندي بفتح الجيم والنون المؤذن مجهول من السابعة ق"
  },
  {
    "id": " محمد ابن خالد الجهني عن خارجة ابن الحارث ابن رافع هو المتقدم جده اسمه رافع ووهم من جعله اثنين د",
    "data": " محمد ابن خالد الجهني عن خارجة ابن الحارث ابن رافع هو المتقدم جده اسمه رافع ووهم من جعله اثنين د"
  },
  {
    "id": " محمد ابن خالد أبو الرحال في الكنى",
    "data": " محمد ابن خالد أبو الرحال في الكنى"
  },
  {
    "id": "5850",
    "data": " محمد ابن خالد السلمي عن أبيه عن جده مجهول من السابعة د"
  },
  {
    "id": "5851",
    "data": " محمد ابن خالد الضبي الكوفي "
  },
  {
    "id": " مختلف في كنيته ولقبه سؤر الأسد صدوق من الخامسة ت",
    "data": " مختلف في كنيته ولقبه سؤر الأسد صدوق من الخامسة ت"
  },
  {
    "id": "5852",
    "data": " محمد ابن خالد القرشي مجهول من السادسة مد ت"
  },
  {
    "id": " محمد ابن خالد عن الأنصاري وعن عبيد الله ابن موسى قيل هو محمد ابن يحيى الذهلي الآتي نسب إلى جد أبيه وقيل هو ابن جبلة الرافقي الماضي خ",
    "data": " محمد ابن خالد عن الأنصاري وعن عبيد الله ابن موسى قيل هو محمد ابن يحيى الذهلي الآتي نسب إلى جد أبيه وقيل هو ابن جبلة الرافقي الماضي خ"
  },
  {
    "id": "5853",
    "data": " محمد ابن أبي خالد القزويني أبو بكر مقبول من الحادية عشرة قيل اسم أبيه يزيد ق"
  },
  {
    "id": "5854",
    "data": " محمد ابن أبي خالد الصومعي بفتح المهملة أبو بكر الطبري صدوق يغرب من الحادية عشرة ووهم من وحد بينه وبين الذي قبله تمييز"
  },
  {
    "id": "5855",
    "data": " محمد ابن أبي خالد القزويني آخر يكنى أبا جعفر روى عنه أهل دمشق مقبول من الحادية عشرة أيضا تمييز"
  },
  {
    "id": "5856",
    "data": " محمد ابن أبي خالد الأدمي مستور من الحادية عشرة وهو أكبر من الذين تقدموا تمييز"
  },
  {
    "id": "5857",
    "data": " محمد ابن خثيم بمثلثة مصغر أبو يزيد المحاربي مقبول من كبار الثانية ولد على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ س"
  },
  {
    "id": " محمد ابن أبي خداش يأتي في محمد ابن علي",
    "data": " محمد ابن أبي خداش يأتي في محمد ابن علي"
  },
  {
    "id": "5858",
    "data": " محمد ابن خلف ابن طارق ابن كيسان الداري الشامي سكن بيروت مقبول من الحادية عشرة مات في حدود الخمسين أو بعدها د"
  },
  {
    "id": "5859",
    "data": " محمد ابن خلف ابن عمار أبو نصر العسقلاني صدوق من الحادية عشرة مات سنة ستين س ق"
  },
  {
    "id": "5860",
    "data": " محمد ابن خلف الحدادي أبو بكر البغدادي المقرىء ثقة فاضل من الحادية عشرة مات سنة إحدى وستين خ"
  },
  {
    "id": "5861",
    "data": " محمد ابن خليفة البصري الصيرفي مقبول من العاشرة مات سنة بضع وأربعين ت"
  },
  {
    "id": "5862",
    "data": " محمد ابن خليفة ابن صدقة أبو جعفر الديرعاقولي يعرف بغندر صدوق من الحادية عشرة مات سنة ست وسبعين تمييز"
  },
  {
    "id": "5863",
    "data": " محمد ابن الخليل ابن حماد الخشني بمعجمتين مضمومة ثم مفتوحة ثم نون الدمشقي البلاطي بفتح الموحدة مخففا صدوق من العاشرة س"
  },
  {
    "id": "5864",
    "data": " محمد ابن الخليل المخرمي بالمعجمة والتثقيل البغدادي أبو جعفر الفلاس ثقة من الحادية عشرة مات سنة بضع وستين س"
  },
  {
    "id": "5865",
    "data": " محمد ابن خلاد ابن كثير الباهلي أبو بكر البصري ثقة من العاشرة مات سنة أربعين على الصحيح م د س ق"
  },
  {
    "id": "5866",
    "data": " محمد ابن داب بغير همز المدني كذبه أبو زرعة من الثامنة ق"
  },
  {
    "id": "5867",
    "data": " محمد ابن أبي ناجية داود ابن رزق ابن ناجية المهري المصري ثقة من العاشرة مات سنة إحدى وخمسين على الصحيح وكان مولده سنة خمس وستين د س"
  },
  {
    "id": "5868",
    "data": " محمد ابن داود ابن سفيان مقبول من الحادية عشرة د"
  },
  {
    "id": "5869",
    "data": " محمد ابن داود ابن صبيح أبو جعفر المصيصي ثقة فاضل من الحادية عشرة د س"
  },
  {
    "id": " محمد ابن أبي داود الأنباري هو ابن سليمان يأتي",
    "data": " محمد ابن أبي داود الأنباري هو ابن سليمان يأتي"
  },
  {
    "id": "5870",
    "data": " محمد ابن دينار الأزدي ثم الطاحي بمهملتين أبو بكر ابن أبي الفرات البصري صدوق سيء الحفظ ورمي بالقدر وتغير قبل موته من الثامنة د ت"
  },
  {
    "id": "5871",
    "data": " محمد ابن ذكوان البصري الأزدي الجهضمي مولاهم خال ولد حماد ابن زيد ووهم من جعله اثنين ضعيف من السابعة ق"
  },
  {
    "id": "5872",
    "data": " محمد ابن ذكوان بياع الأكسية كوفي أسدي من شيوخ شعبة ثقه من السادسة تمييز"
  },
  {
    "id": "5873",
    "data": " محمد ابن ذكوان هو ابن أبي صالح السمان صدوق يهم من السادسة ت"
  },
  {
    "id": " محمد ابن أبي ذئب هو ابن عبد الرحمن ",
    "data": " محمد ابن أبي ذئب هو ابن عبد الرحمن "
  },
  {
    "id": "5874",
    "data": " محمد ابن راشد التميمي البصري المكفوف مقبول من الثامنة ق"
  },
  {
    "id": "5875",
    "data": " محمد ابن راشد المكحولي الخزاعي الدمشقي نزيل البصرة صدوق يهم ورمي بالقدر من السابعة مات بعد الستين 4"
  },
  {
    "id": "5876",
    "data": " محمد ابن رافع القشيري النيسابوري ثقة عابد من الحادية عشرة مات سنة خمس وأربعين خ م د ت س"
  },
  {
    "id": "5877",
    "data": " محمد ابن ربيعة الكلابي الكوفي ابن عم وكيع صدوق من التاسعة مات بعد التسعين "
  },
  {
    "id": " بخ",
    "data": " بخ"
  },
  {
    "id": " محمد ابن ربيعة هو بشير ابن ربيعة تقدم عس",
    "data": " محمد ابن ربيعة هو بشير ابن ربيعة تقدم عس"
  },
  {
    "id": "5878",
    "data": " محمد ابن أبي رزين شيخ لسليمان ابن حرب مقبول من الثامنة ت"
  },
  {
    "id": "5879",
    "data": " محمد ابن رفاعة ابن ثعلبة القرظي بضم القاف وفتح الراء بعدها معجمة مدني مقبول من السابعة قد ت ق"
  },
  {
    "id": "5880",
    "data": " محمد ابن ركانة ابن عبد يزيد المطلبي مجهول من الثالثة ووهم من ذكره في الصحابة د ت"
  },
  {
    "id": "5881",
    "data": " محمد ابن رمح ابن المهاجر التجيبي مولاهم المصري ثقة ثبت من العاشرة مات سنة اثنتين وأربعين م ق"
  },
  {
    "id": " محمد ابن الرومي هو ابن عمر يأتي",
    "data": " محمد ابن الرومي هو ابن عمر يأتي"
  },
  {
    "id": "5882",
    "data": " محمد ابن زاذان المدني متروك من الخامسة ت ق"
  },
  {
    "id": "5883",
    "data": " محمد ابن زائدة التميمي أبو هشام الكوفي الصيرفي صدوق يرى القدر من الثامنة لم يصح أن مسلما أخرج له م"
  },
  {
    "id": "5884",
    "data": " محمد ابن الزبرقان أبو همام الأهوازي صدوق ربما وهم من الثامنة خ م د س ق"
  },
  {
    "id": "5885",
    "data": " محمد ابن الزبير الحنظلي البصري متروك من السادسة مد س"
  },
  {
    "id": " محمد ابن أبي زكريا هو ابن ميسر يأتي",
    "data": " محمد ابن أبي زكريا هو ابن ميسر يأتي"
  },
  {
    "id": "5886",
    "data": " محمد ابن زنبور ابن أبي الأزهر أبو صالح المكي واسم زنبور جعفر "
  },
  {
    "id": " صدوق له أوهام من العاشرة مات في آخر سنة ثمان وأربعين س",
    "data": " صدوق له أوهام من العاشرة مات في آخر سنة ثمان وأربعين س"
  },
  {
    "id": "5887",
    "data": " محمد ابن زياد ابن عبيد الله الزيادي أبو عبد الله البصري يلقب يؤيؤ بتحتانيتين مضمومتين صدوق يخطىء من العاشرة مات في حدود الخمسين خ ق"
  },
  {
    "id": "5888",
    "data": " محمد ابن زياد الجمحي مولاهم أبو الحارث المدني نزيل البصرة ثقة ثبت ربما أرسل من الثالثة ع"
  },
  {
    "id": "5889",
    "data": " محمد ابن زياد الألهاني بفتح الهمزة وسكون اللام أبو سفيان الحمصي ثقة من الرابعة خ 4"
  },
  {
    "id": "5890",
    "data": " محمد ابن زياد اليشكري الطحان الأعور الفأفاء "
  },
  {
    "id": " الميموني الرقي ثم الكوفي كذبوه من السابعة ت",
    "data": " الميموني الرقي ثم الكوفي كذبوه من السابعة ت"
  },
  {
    "id": "5891",
    "data": " محمد ابن زياد ابن مروان اليشكري البخاري مقبول من الثامنة تمييز"
  },
  {
    "id": " محمد ابن زياد الطحان عن الأعمش فرق ابن حبان بينه وبين الأعور وعندي أنه هو تمييز",
    "data": " محمد ابن زياد الطحان عن الأعمش فرق ابن حبان بينه وبين الأعور وعندي أنه هو تمييز"
  },
  {
    "id": " محمد ابن زياد قيل إنه اسم هقل الآتي في الهاء",
    "data": " محمد ابن زياد قيل إنه اسم هقل الآتي في الهاء"
  },
  {
    "id": "5892",
    "data": " محمد ابن زيد ابن عبد الله ابن عمر المدني ثقة من الثالثة ع"
  },
  {
    "id": "5893",
    "data": " محمد ابن زيد ابن علي العبدي أو الكندي أو الجرمي البصري قاضي مرو مقبول من السادسة يقال هو ابن أبي القموص ق"
  },
  {
    "id": "5894",
    "data": " محمد ابن زيد ابن المهاجر ابن قنفذ بضم القاف والفاء بينهما نون ساكنة التيمي المدني ثقة من الخامسة م 4"
  },
  {
    "id": "5895",
    "data": " محمد ابن زيد العبدي عن شهر ابن حوشب لعله ابن أبي القموص وإلا فمجهول "
  },
  {
    "id": " ت ق",
    "data": " ت ق"
  },
  {
    "id": "5896",
    "data": " محمد ابن زيد شيخ لمغيرة الأزدي لعله العبدي المذكور "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": "5897",
    "data": " محمد ابن سابق التميمي أبو جعفر أو أبو سعيد البزاز الكوفي نزيل بغداد صدوق من كبار العاشرة مات سنة ثلاث عشرة وقيل أربع عشرة خ م د ت س"
  },
  {
    "id": " محمد ابن سابور هو ابن عبد الله يأتي",
    "data": " محمد ابن سابور هو ابن عبد الله يأتي"
  },
  {
    "id": "5898",
    "data": " محمد ابن سالم الهمداني بالسكون أبو سهل الكوفي ضعيف من السادسة ت"
  },
  {
    "id": "5899",
    "data": " محمد ابن سالم الربعي البصري مقبول من السابعة ت"
  },
  {
    "id": "5900",
    "data": " محمد ابن السائب ابن بركة المكي ثقة من السادسة ت س ق"
  },
  {
    "id": "5901",
    "data": " محمد ابن السائب ابن بشر الكلبي أبو النضر الكوفي النسابة المفسر متهم بالكذب ورمي بالرفض من السادسة مات سنة ست وأربعين ت فق"
  },
  {
    "id": "5902",
    "data": " محمد ابن السائب النكري بضم النون لين الحديث من الثامنة مد"
  },
  {
    "id": " محمد ابن أبي السري هو ابن المتوكل",
    "data": " محمد ابن أبي السري هو ابن المتوكل"
  },
  {
    "id": " محمد ابن سعد ابن زرارة هو ابن عبد الرحمن نسب إلى جده",
    "data": " محمد ابن سعد ابن زرارة هو ابن عبد الرحمن نسب إلى جده"
  },
  {
    "id": "5903",
    "data": " محمد ابن سعد ابن منيع الهاشمي مولاهم البصري نزيل بغداد كاتب الواقدي صدوق فاضل من العاشرة مات سنة ثلاثين وهو ابن اثنتين وستين د"
  },
  {
    "id": "5904",
    "data": " محمد ابن سعد ابن أبي وقاص الزهري أبو القاسم المدني نزيل الكوفة كان يلقب ظل الشيطان لقصره ثقة من الثالثة قتله الحجاج بعد الثمانين "
  },
  {
    "id": " خ م مد ت س ق",
    "data": " خ م مد ت س ق"
  },
  {
    "id": "5905",
    "data": " محمد ابن سعد الأنصاري الشامي صدوق من السادسة بخ ت فق"
  },
  {
    "id": "5906",
    "data": " محمد ابن سعد الأنصاري الأشهلي أبو سعد المدني نزيل بغداد صدوق من التاسعة مات على رأس المائتين س"
  },
  {
    "id": "5907",
    "data": " محمد ابن سعيد ابن حسان ابن قيس الأسدي الشامي المصلوب ويقال له ابن سعد "
  },
  {
    "id": " ابن عبد العزيز أو ابن أبي عتبة أو ابن أبي قيس أو ابن أبي حسان ويقال له ابن الطبري أبو عبد الرحمن وأبو عبد الله وأبو قيس ",
    "data": " ابن عبد العزيز أو ابن أبي عتبة أو ابن أبي قيس أو ابن أبي حسان ويقال له ابن الطبري أبو عبد الرحمن وأبو عبد الله وأبو قيس "
  },
  {
    "id": " وقد ينسب لجده قيل إنهم قلبوا اسمه على مائة وجه ليخفى كذبوه وقال أحمد ابن صالح وضع أربعة آلاف حديث وقال أحمد قتله المنصور على الزندقة وصلبه من السادسة ت ق",
    "data": " وقد ينسب لجده قيل إنهم قلبوا اسمه على مائة وجه ليخفى كذبوه وقال أحمد ابن صالح وضع أربعة آلاف حديث وقال أحمد قتله المنصور على الزندقة وصلبه من السادسة ت ق"
  },
  {
    "id": "5908",
    "data": " محمد ابن سعيد ابن حسان الحمصي شيخ لعلي ابن عياش متأخر عن الذي قبله مجهول من الثامنة تمييز"
  },
  {
    "id": "5909",
    "data": " محمد ابن سعيد الأنصاري أبو إسحاق الحراني البزاز لقبه زحابا بفتح الزاي وتخفيف المهملة وبين الألفين موحدة شيخ من الحادية عشرة مات سنة أربع أو خمس وأربعين س"
  },
  {
    "id": "5910",
    "data": " محمد ابن سعيد ابن سابق الرازي نزيل قزوين ثقة من العاشرة قال الخليلي مات سنة ست عشرة د س"
  },
  {
    "id": "5911",
    "data": " محمد ابن سعيد ابن سليمان الكوفي أبو جعفر ابن الأصبهاني يلقب حمدان ثقة ثبت من العاشرة مات سنة عشرين خ ت س"
  },
  {
    "id": "5912",
    "data": " محمد ابن سعيد ابن غالب البغدادي أبو يحيى العطار صدوق من صغار العاشرة مات سنة إحدى وستين فق"
  }
]