[
  {
    "id": "5913",
    "data": " محمد ابن سعيد ابن المسيب المخزومي المدني مقبول من السادسة قد"
  },
  {
    "id": "5914",
    "data": " محمد ابن سعيد ابن الوليد الخزاعي أبو عمرو أو أبو بكر البصري يلقب مردويه ثقة من العاشرة مات سنة ثلاثين خ"
  },
  {
    "id": "5915",
    "data": " محمد ابن سعيد ابن يزيد ابن إبراهيم التستري "
  },
  {
    "id": " أبو بكر نزيل البصرة مقبول من صغار العاشرة ق",
    "data": " أبو بكر نزيل البصرة مقبول من صغار العاشرة ق"
  },
  {
    "id": "5916",
    "data": " محمد ابن سعيد الطائفي أبو سعيد المؤذن صدوق من السادسة د س"
  },
  {
    "id": "5917",
    "data": " محمد ابن سعيد الطائفي ضعيف من التاسعة تمييز"
  },
  {
    "id": " محمد ابن سعيد في عمر ابن سعيد",
    "data": " محمد ابن سعيد في عمر ابن سعيد"
  },
  {
    "id": "5918",
    "data": " محمد ابن سفيان ابن أبي الزرد الأبلي بضم الهمزة والموحدة وتشديد اللام قيل اسم جده يعقوب صدوق من الحادية عشرة د"
  },
  {
    "id": " محمد ابن سفيان عن الأعمش ",
    "data": " محمد ابن سفيان عن الأعمش "
  },
  {
    "id": " صوابه محمد عن سفيان ومحمد هو ابن كثير ",
    "data": " صوابه محمد عن سفيان ومحمد هو ابن كثير "
  },
  {
    "id": "5919",
    "data": " محمد ابن أبي سفيان ابن حرب الأموي أخو معاوية مقبول من الثالثة وقيل الصواب عنبسة ابن أبي سفيان س"
  },
  {
    "id": "5920",
    "data": " محمد ابن أبي سفيان ابن العلاء ابن جارية بالجيم الثقفي أبو بكر الدمشقي مقبول من السادسة ت"
  },
  {
    "id": "5921",
    "data": " محمد ابن سلمة ابن أبي فاطمة المرادي الجملي بفتح الجيم والميم أبو الحارث المصري ثقة ثبت من الحادية عشرة مات سنة ثمان وأربعين م د س ق"
  },
  {
    "id": "5922",
    "data": " محمد ابن سلمة ابن عبد الله الباهلي مولاهم الحراني ثقة من التاسعة مات سنة 91 "
  },
  {
    "id": " على الصحيح ر م 4",
    "data": " على الصحيح ر م 4"
  },
  {
    "id": " محمد ابن سلمة العدني ",
    "data": " محمد ابن سلمة العدني "
  },
  {
    "id": " صوابه محرز",
    "data": " صوابه محرز"
  },
  {
    "id": "5923",
    "data": " محمد ابن سليم أبو هلال الراسبي بمهملة ثم موحدة البصري قيل كان مكفوفا وهو صدوق فيه لين من السادسة مات في آخر سنة سبع وستين وقيل قبل ذلك خت 4"
  },
  {
    "id": "5924",
    "data": " محمد ابن سليم المكي أبو عثمان ثقة من السادسة علق له البخاري في الرقاق [عقب حديث عائشة "
  },
  {
    "id": "] فيما جزم به الغساني وأهمله المزي خت",
    "data": "] فيما جزم به الغساني وأهمله المزي خت"
  },
  {
    "id": "5925",
    "data": " محمد ابن سليمان ابن حبيب الأسدي أبو جعفر العلاف الكوفي ثم المصيصي لقبه لوين بالتصغير ثقة من العاشرة مات سنة خمس أو ست وأربعين وقد جاز المائة د س"
  },
  {
    "id": "5926",
    "data": " محمد ابن سليمان ابن أبي حثمة الأنصاري المدني مقبول من الرابعة ق"
  },
  {
    "id": "5927",
    "data": " محمد ابن سليمان ابن أبي داود الحراني اسم جده سالم أو عطاء وهو يلقب بومة بضم الموحدة وسكون الواو صدوق من التاسعة مات سنة ثلاث عشرة ق"
  },
  {
    "id": "5928",
    "data": " محمد ابن سليمان المدني القبائي بضم القاف وتخفيف الموحدة وبالمد نزيل كرمان مقبول من السادسة س ق"
  },
  {
    "id": "5929",
    "data": " محمد ابن سليمان ابن أبي ضمرة القاص أبو ضمرة النصري بالنون الحمصي مقبول من السابعة ق"
  },
  {
    "id": "5930",
    "data": " محمد ابن سليمان ابن عبد الله الكوفي أبو علي ابن الأصبهاني صدوق يخطىء من الثامنة مات سنة 181 ت س ق"
  },
  {
    "id": "5931",
    "data": " محمد ابن سليمان ابن هشام الشطوي بفتح المعجمة والمهملة أخو هشام ابن بنت سعيدة بنت مطر بصري نزل بغداد ضعيف من الحادية عشرة مات سنة خمس وستين ق"
  },
  {
    "id": "5932",
    "data": " محمد ابن سليمان الأنباري أبو هارون ابن أبي داود صدوق من العاشرة مات سنة أربع وثلاثين د"
  },
  {
    "id": "5933",
    "data": " محمد ابن سماعة بكسر المهملة والتخفيف الرملي صدوق من العاشرة مات سنة ثمان وثلاثين مد"
  },
  {
    "id": "5934",
    "data": " محمد ابن سماعة ابن عبد الله ابن هلال التميمي الكوفي القاضي الحنفي صدوق من العاشرة مات سنة ثلاث وثلاثين وقد جاز المائة تمييز"
  },
  {
    "id": " محمد ابن سمعان هو ابن أبي يحيى يأتي",
    "data": " محمد ابن سمعان هو ابن أبي يحيى يأتي"
  },
  {
    "id": " محمد ابن سمير يأتي في ابن شمير بالمعجمة",
    "data": " محمد ابن سمير يأتي في ابن شمير بالمعجمة"
  },
  {
    "id": " محمد ابن أبي سمينة اثنان ابن إسماعيل الماضي وابن يحيى الآتي",
    "data": " محمد ابن أبي سمينة اثنان ابن إسماعيل الماضي وابن يحيى الآتي"
  },
  {
    "id": "5935",
    "data": " محمد ابن سنان الباهلي أبو بكر البصري العوقي بفتح المهملة والواو بعدها قاف ثقة ثبت من كبار العاشرة مات سنة ثلاث وعشرين خ د ت ق"
  },
  {
    "id": "5936",
    "data": " محمد ابن سنان ابن يزيد القزاز أبو بكر البصري نزيل بغداد ضعيف من الحادية عشرة مات سنة 271 تمييز"
  },
  {
    "id": "5937",
    "data": " محمد ابن سهل ابن عسكر التميمي مولاهم أبو بكر البخاري نزيل بغداد ثقة من الحادية عشرة مات سنة إحدى وخمسين م ت س"
  },
  {
    "id": "5938",
    "data": " محمد ابن سهل النسائي نزيل الرملة لا بأس به من الحادية عشرة س"
  },
  {
    "id": " محمد ابن أبي سهل عن مكحول هو ابن سعيد المصلوب على الصحيح مد",
    "data": " محمد ابن أبي سهل عن مكحول هو ابن سعيد المصلوب على الصحيح مد"
  },
  {
    "id": "5939",
    "data": " محمد ابن سواء بتخفيف الواو والمد السدوسي العنبري بنون وموحدة أبو الخطاب البصري المكفوف صدوق رمي بالقدر من التاسعة مات سنة بضع وثمانين "
  },
  {
    "id": " خ م خد ت س ق",
    "data": " خ م خد ت س ق"
  },
  {
    "id": "5940",
    "data": " محمد ابن سوار بتشديد الواو ابن راشد الأزدي أبو جعفر الكوفي نزيل مصر صدوق يغرب من صغار العاشرة مات سنة ثمان وأربعين د"
  },
  {
    "id": "5941",
    "data": " محمد ابن سوار البصري خال سهل ابن عبد الله الزاهد مقبول من العاشرة أيضا تمييز"
  },
  {
    "id": "5942",
    "data": " محمد ابن سوقة بضم المهملة الغنوي بفتح المعجمة والنون الخفيفة أبو بكر الكوفي العابد ثقة مرضي من الخامسة ع"
  },
  {
    "id": "5943",
    "data": " محمد ابن سويد ابن كلثوم الفهري صدوق من الثالثة مات بعد المائة س"
  },
  {
    "id": "5944",
    "data": " محمد ابن أبي سويد الثقفي الطائفي مجهول من الرابعة وليس هو ابن سويد راوي قصة غيلان ت"
  },
  {
    "id": "5945",
    "data": " محمد ابن سلام ابن الفرج السلمي مولاهم البيكندي بكسر الموحدة وسكون التحتانية وفتح الكاف وسكون النون أبو جعفر مختلف في لام أبيه والراجح التخفيف ثقة ثبت من العاشرة مات سنة سبع وعشرين وله خمس وستون خ"
  },
  {
    "id": "5946",
    "data": " محمد ابن سلام البيكندي الصغير مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "5961",
    "data": " محمد ابن صالح ابن دينار التمار المدني مولى الأنصار صدوق يخطىء من السابعة مات سنة ثمان وستين 4"
  },
  {
    "id": "5962",
    "data": " محمد ابن صالح ابن عبد الرحمن البغدادي أبو بكر الأنماطي لقبه كيلجة بتحتانية ساكنة وجيم ثقة حافظ لم يثبت أن النسائي أخرج له من الحادية عشرة مات سنة إحدى وسبعين على الصحيح س"
  },
  {
    "id": "5963",
    "data": " محمد ابن صالح ابن مهران البصري أبو جعفر ابن النطاح الهاشمي أبو التياح بالمثناة والتحتانية الثقيلة صدوق أخباري من الحادية عشرة مات سنة اثنتين وخمسين فق"
  },
  {
    "id": "5964",
    "data": " محمد ابن صالح المدني الأزرق مولى بني فهر مقبول من السابعة د س ق"
  },
  {
    "id": " محمد ابن أبي صالح السمان هو ابن ذكوان تقدم",
    "data": " محمد ابن أبي صالح السمان هو ابن ذكوان تقدم"
  },
  {
    "id": "5965",
    "data": " محمد ابن الصباح ابن سفيان الجرجرائي بجيمين مفتوحتين بينهما راء ساكنة ثم راء خفيفة أبو جعفر التاجر صدوق من العاشرة مات سنة أربعين د ق"
  },
  {
    "id": "5966",
    "data": " محمد ابن الصباح البزاز الدولابي أبو جعفر البغدادي ثقة حافظ من العاشرة مات سنة سبع وعشرين وكان مولده سنة خمسين ع"
  },
  {
    "id": " محمد ابن صدران هو ابن إبراهيم تقدم",
    "data": " محمد ابن صدران هو ابن إبراهيم تقدم"
  },
  {
    "id": "5967",
    "data": " محمد ابن صدقة الجبلاني بضم الجيم وسكون الموحدة الحمصي صدوق من الحادية عشرة س"
  },
  {
    "id": "5968",
    "data": " محمد ابن صفوان الأنصاري أبو مرحب صحابي له حديث في الأرنب وقيل فيه صفوان ابن محمد والأول أصوب وقيل هو محمد ابن صيفي الآتي د س ق"
  },
  {
    "id": "5969",
    "data": " محمد ابن صفوان الجمحي المدني القاضي مقبول من السادسة ص"
  },
  {
    "id": " محمد ابن أبي صفوان هو ابن عثمان يأتي",
    "data": " محمد ابن أبي صفوان هو ابن عثمان يأتي"
  },
  {
    "id": "5970",
    "data": " محمد ابن الصلت ابن الحجاج الأسدي أبو جعفر الكوفي الأصم ثقة من كبار العاشرة مات في حدود العشرين خ م ت س ق"
  },
  {
    "id": "5971",
    "data": " محمد ابن الصلت البصري أبو يعلي التوزي بفتح المثناة وتشديد الواو بعدها زاي صدوق يهم من العاشرة مات سنة ثمان وعشرين خ س"
  },
  {
    "id": "5972",
    "data": " محمد ابن صيفي ابن سهل ابن الحارث الأنصاري الخطمي صحابي مدني نزل الكوفة س ق"
  },
  {
    "id": "5989",
    "data": " محمد ابن عائذ بتحتانية الدمشقي أبو أحمد صاحب المغازي صدوق رمي بالقدر من العاشرة مات سنة ثلاث وثلاثين وله ثلاث وثمانون د س"
  },
  {
    "id": "5990",
    "data": " محمد ابن أبي عائشة قيل اسم أبيه عبد الرحمن حجازي ليس به بأس من الرابعة ر م د س ق"
  },
  {
    "id": "5991",
    "data": " محمد ابن عباد ابن آدم الهذلي البصري مقبول من العاشرة مات سنة ثمان وستين س ق"
  },
  {
    "id": "5992",
    "data": " محمد ابن عباد ابن جعفر ابن رفاعة ابن أمية ابن عابد ابن عبد الله ابن عمر ابن مخزوم المخزومي المكي ثقة من الثالثة ع"
  },
  {
    "id": "5993",
    "data": " محمد ابن عباد ابن الزبرقان المكي نزيل بغداد صدوق يهم من العاشرة مات سنة أربع وثلاثين خ م ت س ق"
  },
  {
    "id": "5994",
    "data": " محمد ابن عباد ابن عبد الله ابن الزبير ابن العوام مقبول من الرابعة د"
  },
  {
    "id": " محمد ابن عباد ابن معاذ يأتي في محمد ابن معاذ ابن عباد",
    "data": " محمد ابن عباد ابن معاذ يأتي في محمد ابن معاذ ابن عباد"
  },
  {
    "id": "5995",
    "data": " محمد ابن عباد ابن موسى العكلي بضم المهملة وسكون الكاف يلقب سندولا صدوق يخطىء من العاشرة وقيل إن البخاري روى عنه خ"
  },
  {
    "id": "5996",
    "data": " محمد ابن عباد الهنائي بضم الهاء وتخفيف النون أبو عباد البصري صدوق من التاسعة ت س ق"
  },
  {
    "id": " محمد ابن أبي عباد هو ابن عبيد يأتي",
    "data": " محمد ابن أبي عباد هو ابن عبيد يأتي"
  },
  {
    "id": "5997",
    "data": " محمد ابن عبادة بفتح العين والموحدة المخففة الواسطي صدوق فاضل من الحادية عشرة خ د ق"
  },
  {
    "id": "5998",
    "data": " محمد ابن العباس ابن عثمان ابن شافع الشافعي المكي عم الإمام الشافعي صدوق من العاشرة ق"
  },
  {
    "id": "5999",
    "data": " محمد ابن عبد الله ابن إسماعيل ابن أبي الثلج بمثلثة وجيم البغدادي أصله من الري "
  },
  {
    "id": " صدوق من الحادية عشرة مات سنة سبع وخمسين خ ت",
    "data": " صدوق من الحادية عشرة مات سنة سبع وخمسين خ ت"
  },
  {
    "id": " محمد ابن عبد الله ابن أبي الأسود ",
    "data": " محمد ابن عبد الله ابن أبي الأسود "
  },
  {
    "id": " صوابه محمد عن عبد الله فمحمد هو البخاري ت",
    "data": " صوابه محمد عن عبد الله فمحمد هو البخاري ت"
  },
  {
    "id": "6000",
    "data": " محمد ابن عبد الله ابن أسيد مقبول من الثالثة بخ"
  },
  {
    "id": "6001",
    "data": " محمد ابن عبد الله ابن إنسان الثقفي الطائفي لين من السادسة د"
  },
  {
    "id": "6002",
    "data": " محمد ابن عبد الله ابن بزيع بفتح الموحدة وكسر الزاي البصري ثقة من العاشرة مات سنة سبع وأربعين م ت س"
  },
  {
    "id": "6003",
    "data": " محمد ابن عبد الله ابن بكر ابن سليمان الخزاعي أبو الحسن المقدسي الخلنجي بفتح المعجمة واللام وسكون النون بعدها جيم صدوق من العاشرة س"
  },
  {
    "id": " محمد ابن عبد الله الصنعاني عن ابن عيينة وعنه ابن ماجة قال المزي ",
    "data": " محمد ابن عبد الله الصنعاني عن ابن عيينة وعنه ابن ماجة قال المزي "
  },
  {
    "id": " صوابه محمد ابن عبد الأعلى الصنعاني كما في أكثر الروايات ق",
    "data": " صوابه محمد ابن عبد الأعلى الصنعاني كما في أكثر الروايات ق"
  },
  {
    "id": "6004",
    "data": " محمد ابن عبد الله ابن جعشم بضم الجيم والمعجمة بينهما عين مهملة الصنعاني يعرف بابن بوذويه بضم الموحدة وفتح المعجمة والواو ثم تحتانية ساكنة أبو سالم مقبول من العاشره ويحتمل أن يكون هو شيخ ابن ماجة تمييز"
  },
  {
    "id": "6005",
    "data": " محمد ابن عبد الله ابن مهل الصنعاني صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "6006",
    "data": " محمد ابن عبد الله ابن جحش الأسدي صحابي صغير وأبوه من كبار الصحابة وعمته زينب أم المؤمنين خت س ق"
  },
  {
    "id": "6007",
    "data": " محمد ابن عبد الله ابن أبي جعفر الرازي صدوق من العاشرة د"
  },
  {
    "id": "6008",
    "data": " محمد ابن عبد الله ابن الحارث ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي النوفلي المدني مقبول من الثالثة ت س"
  },
  {
    "id": " محمد ابن عبد الله ابن حرب الأسدي ",
    "data": " محمد ابن عبد الله ابن حرب الأسدي "
  },
  {
    "id": " صوابه درهم بدل حرب وسيأتي د",
    "data": " صوابه درهم بدل حرب وسيأتي د"
  },
  {
    "id": "6009",
    "data": " محمد ابن عبد الله ابن أبي حرة بضم المهملة وتشديد الراء الأسلمي المدني ثقة من السابعة ق"
  },
  {
    "id": "6010",
    "data": " محمد ابن عبد الله ابن حسن ابن حسن ابن علي الهاشمي المدني يلقب النفس الزكية ثقة من السابعة قتل سنة خمس وأربعين وله ثلاث وخمسون وكان خرج على المنصور وغلب على المدينة وتسمى بالخلافة فقتل د ت س"
  },
  {
    "id": "6011",
    "data": " محمد ابن عبد الله ابن حفص ابن هشام ابن زيد ابن أنس ابن مالك الأنصاري البصري صدوق من الحادية عشرة ق"
  },
  {
    "id": "6012",
    "data": " محمد ابن عبد الله ابن أبي حماد الطرسوسي القطان مقبول من الحادية عشرة د"
  },
  {
    "id": "6013",
    "data": " محمد ابن عبد الله ابن حوشب بمهملة ثم معجمة بوزن جعفر الطائفي نزيل الكوفة صدوق من العاشرة خ"
  },
  {
    "id": "6014",
    "data": " محمد ابن عبد الله ابن خالد الخراساني أبو لقمان مقبول من الثانية عشرة ق"
  },
  {
    "id": "6015",
    "data": " محمد ابن عبد الله ابن أبي رافع الفهمي ويقال اسم أبيه عبد الرحمن مقبول من الرابعة تم س ق"
  },
  {
    "id": "6016",
    "data": " محمد ابن عبد الله ابن أبي رافع مولى علي مجهول الحال من السادسة تمييز"
  },
  {
    "id": "6017",
    "data": " محمد ابن عبد الله ابن الزبير ابن عمر ابن درهم الأسدي أبو أحمد الزبيري الكوفي ثقة ثبت إلا أنه قد يخطىء في حديث الثوري من التاسعة مات سنة ثلاث ومائتين ع"
  }
]