[
  {
    "id": "6018",
    "data": " محمد ابن عبد الله ابن الزبير زعم ابن حنزابه أن أبا داود روى عنه فلعله من الحادية عشرة د"
  },
  {
    "id": "6019",
    "data": " محمد ابن عبد الله ابن زياد الأنصاري أبو سلمة البصري مشهور بكنيته ومنهم من سماه محمد ابن عمر ابن عبد الله كذبوه من الثامنة جاوز المائة فق"
  },
  {
    "id": "6020",
    "data": " محمد ابن عبد الله ابن زيد ابن عبد ربه الأنصاري المدني ثقة من الثالثة عخ م 4"
  },
  {
    "id": "6021",
    "data": " محمد ابن عبد الله ابن سابور بالمهملة الرقي ثم الواسطي النجار ويقال له ابن خالويه صدوق من الحادية عشرة ق"
  },
  {
    "id": "6022",
    "data": " محمد ابن عبد الله ابن السائب المخزومي مجهول من السادسة د س"
  },
  {
    "id": " محمد ابن عبد الله ابن أبي سبرة أبو بكر مشهور بكنيته يأتي",
    "data": " محمد ابن عبد الله ابن أبي سبرة أبو بكر مشهور بكنيته يأتي"
  },
  {
    "id": "6023",
    "data": " محمد ابن عبد الله ابن أبي سليم المدني صدوق من الخامسة س"
  },
  {
    "id": " محمد ابن عبد الله ابن أبي صعصعة اسم جده عبد الرحمن يأتي",
    "data": " محمد ابن عبد الله ابن أبي صعصعة اسم جده عبد الرحمن يأتي"
  },
  {
    "id": "6024",
    "data": " محمد ابن عبد الله ابن طاوس ابن كيسان اليماني مقبول من الثامنة د"
  },
  {
    "id": "6025",
    "data": " محمد ابن عبد الله ابن عباد كوفي مجهول من السادسة ويقال صوابه محمد د ابن عباد ابن عبد الله "
  },
  {
    "id": " وهو ابن الزبير المتقدم د",
    "data": " وهو ابن الزبير المتقدم د"
  },
  {
    "id": "6026",
    "data": " محمد ابن عبد الله ابن عباس الهاشمي مقبول من الرابعة وهو أخو علي وعم محمد ابن علي ووهم من وحدهما س"
  },
  {
    "id": "6027",
    "data": " محمد ابن عبد الله ابن عبد الأعلى الأسدي أبو يحيى ابن كناسة بضم الكاف وتخفيف النون وبمهملة وهو لقب أبيه أو جده صدوق عارف بالآداب من التاسعة مات سنة سبع ومائتين وقد قارب التسعين س"
  },
  {
    "id": "6028",
    "data": " محمد ابن عبد الله ابن عبد الحكم ابن أعين المصري الفقيه ثقة من الحادية عشرة مات سنة ثمان وستين وله ست وثمانون س"
  },
  {
    "id": "6029",
    "data": " محمد ابن عبد الله ابن عبد الحكم البالسي عن أحمد ابن مسعود لين من الثانية عشرة تمييز"
  },
  {
    "id": "6030",
    "data": " محمد ابن عبد الله ابن عبد الرحمن ابن أبي صعصعة الأنصاري أبو عبد الرحمن المدني "
  },
  {
    "id": " ثقة من السادسة مات سنة تسع وثلاثين خ س ق",
    "data": " ثقة من السادسة مات سنة تسع وثلاثين خ س ق"
  },
  {
    "id": "6031",
    "data": " محمد ابن عبد الله ابن عبد الرحمن ابن عبد بغير إضافة القاري بغير همز المدني مقبول من السادسة بخ"
  },
  {
    "id": "6032",
    "data": " محمد ابن عبد الله ابن عبد الرحيم ابن سعيه المصري ابن البرقي بفتح الموحدة وسكون الراء ثم قاف ثقة من الحادية عشرة مات سنة تسع وأربعين د س"
  },
  {
    "id": " محمد ابن عبد الله ابن عبد العظيم يأتي في محمد ابن عبيد الله بالتصغير ",
    "data": " محمد ابن عبد الله ابن عبد العظيم يأتي في محمد ابن عبيد الله بالتصغير "
  },
  {
    "id": "6033",
    "data": " محمد ابن عبد الله ابن عبد المطلب ابن ربيعة ابن الحارث ابن عبد المطلب الهاشمي مجهول من السادسة عس"
  },
  {
    "id": "6034",
    "data": " محمد ابن عبد الله ابن عبيد ابن عقيل بفتح العين الهلالي أبو مسعود البصري صدوق من الحادية عشرة د س ق"
  },
  {
    "id": "6035",
    "data": " محمد ابن عبد الله ابن عثمان الخزاعي البصري ثقة من صغار التاسعة مات سنة ثلاث وعشرين د ق"
  },
  {
    "id": "6036",
    "data": " محمد ابن عبد الله ابن عمار المخرمي بالمعجمة والتشديد الأزدي أبو جعفر البغدادي نزيل الموصل ثقة حافظ من العاشرة مات سنة اثنتين وأربعين وله ثمانون سنة س"
  },
  {
    "id": "6037",
    "data": " محمد ابن عبد الله ابن عمرو ابن العاص السهمي الطائفي مقبول من الثالثة د ت س"
  },
  {
    "id": "6038",
    "data": " محمد ابن عبد الله ابن عمرو ابن عثمان ابن عفان الأموي المدني يلقب الديباج وهو أخو عبد الله ابن الحسن ابن الحسن لأمه صدوق من السابعة قتل سنة خمس وأربعين ق"
  },
  {
    "id": "6039",
    "data": " محمد ابن عبد الله ابن عمرو ابن هشام العامري عامر قريش حجازي مقبول من السابعة س"
  },
  {
    "id": "6040",
    "data": " محمد ابن عبد الله ابن علاثة بضم المهملة وتخفيف اللام ثم مثلثة العقيلي بالتصغير الجزري أبو اليسير بفتح التحتانية وكسر المهملة الحراني القاضي "
  },
  {
    "id": " صدوق يخطىء من السابعة مات سنة ثمان وستين د س ق",
    "data": " صدوق يخطىء من السابعة مات سنة ثمان وستين د س ق"
  },
  {
    "id": "6041",
    "data": " محمد ابن عبد الله ابن عياض الطائفي مقبول من الثالثة د ق"
  },
  {
    "id": "6042",
    "data": " محمد ابن عبد الله ابن أبي قدامة الحنفي "
  },
  {
    "id": " ويقال محمد ابن عبيد مصغر أبو قدامة مقبول من السابعة د",
    "data": " ويقال محمد ابن عبيد مصغر أبو قدامة مقبول من السابعة د"
  },
  {
    "id": "6043",
    "data": " محمد ابن عبد الله ابن قهزاد بضم القاف وسكون الهاء ثم زاي المروزي ثقة من الحادية عشرة مات سنة اثنتين وستين م"
  },
  {
    "id": "6044",
    "data": " محمد ابن عبد الله ابن قيس ابن مخرمة المطلبي مقبول من السادسة "
  },
  {
    "id": " م",
    "data": " م"
  },
  {
    "id": " محمد ابن عبد الله ابن كناسة اسم جده عبد الأعلى تقدم",
    "data": " محمد ابن عبد الله ابن كناسة اسم جده عبد الأعلى تقدم"
  },
  {
    "id": "6045",
    "data": " محمد ابن عبد الله ابن المبارك المخرمي بمعجمة وتثقيل أبو جعفر البغدادي ثقة حافظ من الحادية عشرة مات سنة بضع وخمسين خ د س"
  },
  {
    "id": "6046",
    "data": " محمد ابن عبد الله ابن المثنى ابن عبد الله ابن أنس ابن مالك الأنصاري البصري القاضي ثقة من التاسعة مات سنة خمس عشرة ع"
  },
  {
    "id": "6047",
    "data": " محمد ابن عبد الله ابن أبي عتيق محمد ابن عبد الرحمن ابن أبي بكر التيمي المدني "
  },
  {
    "id": " مقبول من السابعة خ د ت س",
    "data": " مقبول من السابعة خ د ت س"
  },
  {
    "id": "6048",
    "data": " محمد ابن عبد الله ابن محمد ابن عبد الملك ابن مسلم الرقاشي بقاف خفيفة ثم معجمة البصري ثقة من كبار العاشرة مات سنة تسع عشرة على الصحيح خ م س ق"
  },
  {
    "id": " محمد ابن عبد الله ابن محمد هو الرقاشي الذي قبله أو ابن أبي شيبة وقد تقدم د",
    "data": " محمد ابن عبد الله ابن محمد هو الرقاشي الذي قبله أو ابن أبي شيبة وقد تقدم د"
  },
  {
    "id": "6049",
    "data": " محمد ابن عبد الله ابن مسلم ابن عبيد الله ابن عبد الله ابن شهاب الزهري المدني ابن أخي الزهري صدوق له أوهام من السابعة مات سنة اثنتين وخمسين وقيل بعدها ع"
  },
  {
    "id": "6050",
    "data": " محمد ابن عبد الله ابن المهاجر الشعيثي بالمعجمة ثم المهملة ثم المثلثة مصغر صدوق من السابعة مات سنة بضع وخمسين 4"
  },
  {
    "id": " محمد ابن عبد الله ابن المهل تقدم بعد ",
    "data": " محمد ابن عبد الله ابن المهل تقدم بعد "
  },
  {
    "id": " ابن عبد الله ابن بكر",
    "data": " ابن عبد الله ابن بكر"
  },
  {
    "id": "6051",
    "data": " محمد ابن عبد الله ابن ميمون ابن مسيكة بمهملة مصغر الطائفي وقد ينسب لجده مقبول من السادسة د س ق"
  },
  {
    "id": "6052",
    "data": " محمد ابن عبد الله ابن ميمون الإسكندراني أبو بكر بغدادي الأصل صدوق من صغار العاشرة مات سنة اثنتين وستين د س"
  },
  {
    "id": "6053",
    "data": " محمد ابن عبد الله ابن نمير الهمداني بسكون الميم الكوفي أبو عبد الرحمن "
  },
  {
    "id": " ثقة حافظ فاضل من العاشرة مات سنة أربع وثلاثين ع",
    "data": " ثقة حافظ فاضل من العاشرة مات سنة أربع وثلاثين ع"
  },
  {
    "id": " محمد ابن عبد الله ابن نوفل هو ابن عبد الله ابن الحارث تقدم",
    "data": " محمد ابن عبد الله ابن نوفل هو ابن عبد الله ابن الحارث تقدم"
  },
  {
    "id": "6054",
    "data": " محمد ابن عبد الله ابن يزيد المقرىء أبو يحيى المكي ثقة من العاشرة مات سنة ست وخمسين س ق"
  },
  {
    "id": "6055",
    "data": " محمد ابن عبد الله ابن أبي يعقوب التميمي البصري وقد ينسب إلى جده ثقة من السادسة ع"
  },
  {
    "id": "6056",
    "data": " محمد ابن عبد الله الرزي براء مضمومة ثم زاي ثقيلة أبو جعفر البغدادي ثقة يهم من العاشرة مات سنة إحدى وثلاثين م"
  },
  {
    "id": " محمد ابن عبد الله الأنصاري ثلاثة أكبرهم اسم جده المثنى والثاني اسم جده حفص والثالث اسم جده زياد تقدموا",
    "data": " محمد ابن عبد الله الأنصاري ثلاثة أكبرهم اسم جده المثنى والثاني اسم جده حفص والثالث اسم جده زياد تقدموا"
  },
  {
    "id": " محمد ابن عبد الله الدؤلي هو ابن أبي قدامة",
    "data": " محمد ابن عبد الله الدؤلي هو ابن أبي قدامة"
  },
  {
    "id": "6057",
    "data": " محمد ابن عبد الله الرملي أبو أحمد مقبول من الحادية عشرة قد"
  },
  {
    "id": "6058",
    "data": " محمد ابن عبد الله العمي بفتح المهملة وتشديد الميم البصري لين الحديث من السابعة أغفله المزي وحديثه في الأدب لأبي داود "
  },
  {
    "id": " د",
    "data": " د"
  },
  {
    "id": " محمد ابن عبد الله العنبري ",
    "data": " محمد ابن عبد الله العنبري "
  },
  {
    "id": " صوابه محمد ابن عبد الرحمن د",
    "data": " صوابه محمد ابن عبد الرحمن د"
  },
  {
    "id": "6059",
    "data": " محمد ابن عبد الله العنبري ابن أخي سوار مقبول من العاشرة تمييز"
  },
  {
    "id": " محمد ابن عبد الله الفهمي هو ابن أبي رافع",
    "data": " محمد ابن عبد الله الفهمي هو ابن أبي رافع"
  },
  {
    "id": " محمد ابن عبد الله القطان هو ابن أبي حماد",
    "data": " محمد ابن عبد الله القطان هو ابن أبي حماد"
  },
  {
    "id": " محمد ابن عبد الله عن محمد ابن سابق وطبقته هو الذهلي أو المخرمي خ",
    "data": " محمد ابن عبد الله عن محمد ابن سابق وطبقته هو الذهلي أو المخرمي خ"
  },
  {
    "id": " محمد ابن عبد الله عن عمه عبد الله ابن زيد ",
    "data": " محمد ابن عبد الله عن عمه عبد الله ابن زيد "
  },
  {
    "id": " صوابه عبد الله ابن محمد عن جده في الأذان د",
    "data": " صوابه عبد الله ابن محمد عن جده في الأذان د"
  },
  {
    "id": "6060",
    "data": " محمد ابن عبد الأعلى الصنعاني البصري ثقة من العاشرة مات سنة خمس وأربعين م قد ت س ق"
  },
  {
    "id": "6061",
    "data": " محمد ابن عبد الجبار الأنصاري شيخ لشعبة مقبول من السادسه بخ"
  },
  {
    "id": "6062",
    "data": " محمد ابن عبد الجبار الهمذاني بفتح الميم يلقب سندولا صدوق عابد من الحادية عشرة مد"
  },
  {
    "id": "6063",
    "data": " محمد ابن عبد الجبار ابن مهران العبدي أبو مسافر النيسابوري مقبول من الحادية عشرة تمييز"
  },
  {
    "id": " محمد ابن عبد الرحمن ابن أسعد ابن زرارة ",
    "data": " محمد ابن عبد الرحمن ابن أسعد ابن زرارة "
  },
  {
    "id": " صوابه ابن سعد ابن زرارة يأتي",
    "data": " صوابه ابن سعد ابن زرارة يأتي"
  },
  {
    "id": "6064",
    "data": " محمد ابن عبد الرحمن ابن الأشعث العجلي أبو بكر الدمشقي إمام الجامع ثقة من الحادية عشرة مات سنة ست وستين س"
  },
  {
    "id": "6065",
    "data": " محمد ابن عبد الرحمن ابن أبي بكر ابن عبد الله ابن أبي مليكة التيمي "
  },
  {
    "id": " المكي أبو غرارة بكسر المعجمة وتخفيف الراء الجدعاني وقيل إن أبا غرارة غير الجدعاني فأبو غرارة لين الحديث والجدعاني متروك وهما من السابعة د ق",
    "data": " المكي أبو غرارة بكسر المعجمة وتخفيف الراء الجدعاني وقيل إن أبا غرارة غير الجدعاني فأبو غرارة لين الحديث والجدعاني متروك وهما من السابعة د ق"
  },
  {
    "id": "6066",
    "data": " محمد ابن عبد الرحمن ابن أبي بكر الجمحي أبو الثورين بفتح المثلثة على التثنية مقبول من الرابعة ق"
  },
  {
    "id": "6067",
    "data": " محمد ابن عبد الرحمن ابن البيلماني بفتح الموحدة واللام بينهما تحتانية ساكنة ضعيف وقد اتهمه ابن عدي وابن حبان من السابعة د ق"
  },
  {
    "id": "6068",
    "data": " محمد ابن عبد الرحمن ابن ثوبان العامري عامر قريش المدني ثقة من الثالثة ع"
  },
  {
    "id": "6069",
    "data": " محمد ابن عبد الرحمن ابن الحارث ابن هشام المخزومي أخو أبي بكر ثقة من الثالثة خت م س"
  },
  {
    "id": "6070",
    "data": " محمد ابن عبد الرحمن ابن حارثة الأنصاري أبو الرجال بكسر الراء وتخفيف الجيم مشهور بهذه الكنية وهي لقبه وكنيته في الأصل أبو عبد الرحمن ثقة من الخامسة م س ق"
  },
  {
    "id": "6071",
    "data": " محمد ابن عبد الرحمن ابن الحسن ابن علي الجعفي الكوفي نزيل دمشق صدوق يحفظ وله غرائب من الحادية عشرة مات سنة ستين ومائتين قد ق"
  },
  {
    "id": "6072",
    "data": " محمد ابن عبد الرحمن ابن حكيم ابن سهم الأنطاكي ثقة يغرب من العاشرة مات سنة ثلاث وأربعين م"
  },
  {
    "id": "6073",
    "data": " محمد ابن عبد الرحمن ابن خالد ابن ميسرة القرشي "
  },
  {
    "id": " أبو عمرو الكوفي الملائي والد أسباط ومنهم من قال فيه محمد ابن ميسرة نسبه إلى جد أبيه مقبول من السادسة س",
    "data": " أبو عمرو الكوفي الملائي والد أسباط ومنهم من قال فيه محمد ابن ميسرة نسبه إلى جد أبيه مقبول من السادسة س"
  },
  {
    "id": " محمد ابن عبد الرحمن ابن أبي ذئب اسم جده المغيرة يأتي",
    "data": " محمد ابن عبد الرحمن ابن أبي ذئب اسم جده المغيرة يأتي"
  },
  {
    "id": " محمد ابن عبد الرحمن ابن أبي رافع في ابن عبد الله",
    "data": " محمد ابن عبد الرحمن ابن أبي رافع في ابن عبد الله"
  },
  {
    "id": "6074",
    "data": " محمد ابن عبد الرحمن ابن سعد ابن زرارة الأنصاري وأبوه هو ابن عبد الله ويقال محمد ابن عبد الرحمن ابن سعد فينسب أبوه إلى جد أبيه ثقة من السادسة مات سنة أربع وعشرين ع"
  },
  {
    "id": " محمد ابن عبد الرحمن ابن شرحبيل في محمد ابن ثابت",
    "data": " محمد ابن عبد الرحمن ابن شرحبيل في محمد ابن ثابت"
  },
  {
    "id": " محمد ابن عبد الرحمن ابن أبي صعصعة هو ابن عبد الله تقدم",
    "data": " محمد ابن عبد الرحمن ابن أبي صعصعة هو ابن عبد الله تقدم"
  },
  {
    "id": "6075",
    "data": " محمد ابن عبد الرحمن ابن طلحة ابن الحارث العبدري أخو منصور ضعيف من السابعة د"
  },
  {
    "id": "6076",
    "data": " محمد ابن عبد الرحمن ابن عبد الصمد العنبري البصري "
  },
  {
    "id": " ثقة من الحادية عشرة د",
    "data": " ثقة من الحادية عشرة د"
  },
  {
    "id": "6077",
    "data": " محمد ابن عبد الرحمن ابن عبيد القرشي مولى آل طلحة كوفي ثقة من السادسة بخ م 4"
  },
  {
    "id": "6078",
    "data": " محمد ابن عبد الرحمن ابن عرق بكسر المهملة وسكون الراء بعدها قاف اليحصبي أبو الوليد الحمصي صدوق من الخامسة بخ د س ق"
  },
  {
    "id": "6079",
    "data": " محمد ابن عبد الرحمن ابن غنج بفتح المعجمة والنون بعدها جيم المدني نزيل مصر مقبول من السابعة م د س"
  },
  {
    "id": "6096",
    "data": " محمد ابن عبد المجيد ابن سهيل ابن عبد الرحمن ابن عوف الزهري المدني مقبول من السابعة د"
  },
  {
    "id": "6097",
    "data": " محمد ابن عبد الملك ابن زنجويه البغدادي أبو بكر الغزال ثقة من الحادية عشرة مات سنة ثمان وخمسين 4"
  },
  {
    "id": "6098",
    "data": " محمد ابن عبد الملك ابن أبي الشوارب الأموي البصري واسم أبي الشوارب محمد ابن عبد الرحمن ابن أبي عثمان صدوق من كبار العاشرة مات سنة أربع وأربعين م ت س ق"
  },
  {
    "id": "6099",
    "data": " محمد ابن عبد الملك ابن جريج المكي مقبول من الثامنة فق"
  }
]