[
  {
    "id": "6100",
    "data": " محمد ابن عبد الملك ابن أبي محذورة الجمحي المكي المؤذن مقبول من السابعة د"
  },
  {
    "id": "6101",
    "data": " محمد ابن عبد الملك ابن مروان الواسطي أبو جعفر الدقيقي صدوق من الحادية عشرة مات سنة ست وستين د ق"
  },
  {
    "id": "6102",
    "data": " محمد ابن عبد الملك الواسطي آخر أكبر من الذي قبله مقبول من الثامنة تمييز"
  },
  {
    "id": " محمد ابن عبد الملك هو ابن أبي عبيدة يأتي",
    "data": " محمد ابن عبد الملك هو ابن أبي عبيدة يأتي"
  },
  {
    "id": "6103",
    "data": " محمد ابن عبد الواحد ابن أبي حزم القطعي بضم القاف وفتح المهملة بصري صدوق من الثامنة س"
  },
  {
    "id": "6104",
    "data": " محمد ابن عبد الوهاب ابن حبيب ابن مهران العبدي أبو أحمد الفراء النيسابوري "
  },
  {
    "id": " ثقة عارف من الحادية عشرة مات سنة اثنتين وسبعين وله خمس وتسعون سنة ",
    "data": " ثقة عارف من الحادية عشرة مات سنة اثنتين وسبعين وله خمس وتسعون سنة "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "6105",
    "data": " محمد ابن عبد الوهاب القناد بالقاف والنون أبو يحيى الكوفي ويقال له السكري أيضا ثقة عابد من التاسعة مات سنة اثنتي عشرة وقيل قبل ذلك ت س ق"
  },
  {
    "id": " محمد ابن عبدة عن الدراوردي صوابه أحمد ق",
    "data": " محمد ابن عبدة عن الدراوردي صوابه أحمد ق"
  },
  {
    "id": "6106",
    "data": " محمد ابن عبيد الله بالتصغير ابن أبي رافع الهاشمي مولاهم الكوفي ضعيف من السادسة ق"
  },
  {
    "id": "6107",
    "data": " محمد ابن عبيد الله ابن سعيد أبو عون الثقفي الكوفي الأعور ثقة من الرابعة خ م د ت س"
  },
  {
    "id": "6108",
    "data": " محمد ابن عبيد الله ابن أبي سليمان العرزمي بفتح المهملة والزاي بينهما راء ساكنة الفزاري أبو عبد الرحمن الكوفي متروك من السادسة مات سنة بضع وخمسين ت ق"
  },
  {
    "id": "6109",
    "data": " محمد ابن عبيد الله ابن عبد العظيم الكريزي براء وتحتانية ساكنة وزاي البصري القاضي صدوق من الحادية عشرة مات سنة ستين س"
  },
  {
    "id": "6110",
    "data": " محمد ابن عبيد الله ابن محمد ابن زيد المدني أبو ثابت مولى آل عثمان ثقة من العاشرة خ س"
  },
  {
    "id": "6111",
    "data": " محمد ابن عبيد الله ابن محمد عن أبيه مقبول من الحادية عشرة عس"
  },
  {
    "id": "6112",
    "data": " محمد ابن عبيد الله ابن يزيد الشيباني مولاهم أبو جعفر الحراني القردواني القاضي صدوق فيه لين من الحادية عشرة مات سنة ثمان وستين س"
  },
  {
    "id": "6113",
    "data": " محمد ابن عبيد الله ابن يزيد البغدادي أبو جعفر ابن أبي داود ابن المنادي صدوق من صغار العاشرة مات سنة اثنتين وسبعين وله مائة سنة وسنة "
  },
  {
    "id": " خ",
    "data": " خ"
  },
  {
    "id": " محمد ابن عبيد الله الغداني في أحمد",
    "data": " محمد ابن عبيد الله الغداني في أحمد"
  },
  {
    "id": "6114",
    "data": " محمد ابن عبيد بغير إضافة ابن أبي أمية الطنافسي الكوفي الأحدب ثقة يحفظ من الحادية عشرة مات سنة أربع ومائتين ع"
  },
  {
    "id": "6115",
    "data": " محمد ابن عبيد ابن حساب بكسر الحاء وتخفيف السين المهملتين الغبري بضم المعجمة وتخفيف الموحدة المفتوحة البصري ثقة من العاشرة مات سنة ثمان وثلاثين م د س"
  },
  {
    "id": "6116",
    "data": " محمد ابن عبيد ابن أبي صالح المكي نزيل بيت المقدس ضعيف من الخامسة د"
  },
  {
    "id": "6117",
    "data": " محمد ابن عبيد ابن عبد الملك الأسدي الهمذاني بالتحريك الجلاب بالجيم ثقة من العاشرة مات سنة تسع وأربعين ت"
  },
  {
    "id": "6118",
    "data": " محمد ابن عبيد ابن عتبة ابن عبد الرحمن الكندي أبو جعفر الكوفي صدوق من الحادية عشرة ق"
  },
  {
    "id": "6119",
    "data": " محمد ابن عبيد ابن محمد ابن ثعلبة العامري الكوفي الحماني بكسر المهملة وتشديد الميم لقبه الحوت "
  },
  {
    "id": " مقبول من الحادية عشرة ق",
    "data": " مقبول من الحادية عشرة ق"
  },
  {
    "id": "6120",
    "data": " محمد ابن عبيد ابن محمد ابن واقد المحاربي أبو جعفر وأبو يعلى النخاس الكوفي صدوق من العاشرة مات سنة إحدى وخمسين وقيل قبل ذلك د ت س"
  },
  {
    "id": "6121",
    "data": " محمد ابن عبيد ابن ميمون المدني اللبان "
  },
  {
    "id": " بفتح المثناة وتشديد الموحدة ",
    "data": " بفتح المثناة وتشديد الموحدة "
  },
  {
    "id": " التيمي مولاهم صدوق يخطىء من العاشرة خ ق",
    "data": " التيمي مولاهم صدوق يخطىء من العاشرة خ ق"
  },
  {
    "id": "6122",
    "data": " محمد ابن عبيد الكندي أبو جابر الكوفي مقبول من السادسة بخ"
  },
  {
    "id": "6123",
    "data": " محمد ابن عبيد أخو سعيد مجهول من الخامسة مد ت"
  },
  {
    "id": "6124",
    "data": " محمد ابن عبيد الأنصاري أرسل شيئا مجهول من السادسة مد"
  },
  {
    "id": "6125",
    "data": " محمد ابن أبي عبيدة ابن معن ابن عبد الرحمن ابن عبد الله ابن مسعود المسعودي الكوفي اسم أبيه عبد الملك ثقة من العاشرة مات سنة خمس ومائتين م د س ق"
  },
  {
    "id": "6126",
    "data": " محمد ابن أبي عتاب البغدادي أبو بكر الأعين واسم أبيه طريف وقيل حسن ابن طريف صدوق من الحادية عشرة مات سنة أربعين م ت"
  },
  {
    "id": " محمد ابن أبي عتيق هو ابن عبد الله ابن محمد مضى",
    "data": " محمد ابن أبي عتيق هو ابن عبد الله ابن محمد مضى"
  },
  {
    "id": "6127",
    "data": " محمد ابن عثمان ابن بحر العقيلي البصري صدوق يغرب من العاشرة س"
  },
  {
    "id": "6128",
    "data": " محمد ابن عثمان ابن خالد الأموي أبو مروان العثماني المدني نزيل مكة صدوق يخطىء من العاشرة مات سنة إحدى وأربعين س ق"
  },
  {
    "id": "6129",
    "data": " محمد ابن عثمان ابن سيار البصري نزيل واسط مقبول من الثامنة بخ"
  },
  {
    "id": "6130",
    "data": " محمد ابن عثمان ابن صفوان ابن أمية ابن خلف الجمحي المكي ضعيف من الثامنة ق"
  },
  {
    "id": "6131",
    "data": " محمد ابن عثمان ابن أبي صفوان الثقفي "
  },
  {
    "id": " ثقة من الحادية عشرة مات سنة اثنتين وخمسين د س",
    "data": " ثقة من الحادية عشرة مات سنة اثنتين وخمسين د س"
  },
  {
    "id": "6132",
    "data": " محمد ابن عثمان ابن عبد الله ابن موهب التيمي مولاهم ثقة من السادسة ويقال الصواب عمرو وقيل هو أخوه خ م س"
  },
  {
    "id": "6133",
    "data": " محمد ابن عثمان ابن عبد الرحمن ابن سعيد ابن يربوع المخزومي المدني صدوق من السادسة د"
  },
  {
    "id": "6134",
    "data": " محمد ابن عثمان ابن كرامة بفتح الكاف وتخفيف الراء الكوفي ثقة من الحادية عشرة مات سنة ست وخمسين خ د ت ق"
  },
  {
    "id": "6135",
    "data": " محمد ابن عثمان التنوخي أبو الجماهر أو "
  },
  {
    "id": " أبو عبد الرحمن الكفرسوسي ثقة من العاشرة مات سنة أربع وعشرين وله أربع وثمانون د ق",
    "data": " أبو عبد الرحمن الكفرسوسي ثقة من العاشرة مات سنة أربع وعشرين وله أربع وثمانون د ق"
  },
  {
    "id": " محمد ابن عثمان الأخنسي عن سعيد ",
    "data": " محمد ابن عثمان الأخنسي عن سعيد "
  },
  {
    "id": " صوابه عثمان ابن محمد س",
    "data": " صوابه عثمان ابن محمد س"
  },
  {
    "id": "6136",
    "data": " محمد ابن عجلان المدني صدوق إلا أنه اختلطت عليه أحاديث أبي هريرة من الخامسة مات سنة ثمان وأربعين خت م 4"
  },
  {
    "id": " محمد ابن أبي عدي هو ابن إبراهيم",
    "data": " محمد ابن أبي عدي هو ابن إبراهيم"
  },
  {
    "id": "6137",
    "data": " محمد ابن عرعرة ابن البرند بكسر الموحدة والراء وسكون النون السامي بالمهملة البصري ثقة من صغار التاسعة مات سنة ثلاث عشرة خ م د"
  },
  {
    "id": "6138",
    "data": " محمد ابن عروة ابن الزبير الأسدي صدوق من الرابعة مات بدمشق في حياة أبيه وكان أجمل أهل عصره مد ت"
  },
  {
    "id": "6139",
    "data": " محمد ابن عزيز بمهملة وزايين مصغر ابن عبد الله ابن زياد فيه ضعف وقد تكلموا في صحة سماعه من عمه سلامة من الحادية عشرة مات سنة سبع وستين س ق"
  },
  {
    "id": "6140",
    "data": " محمد ابن عطية ابن عروة السعدي صدوق من الثالثة مات على رأس المائة ووهم من زعم أن له صحبة د كن"
  },
  {
    "id": "6141",
    "data": " محمد ابن عقبة ابن أبي عياش الأسدي مولاهم المدني أخو موسى ثقة من السادسة م س ق"
  },
  {
    "id": "6142",
    "data": " محمد ابن عقبة ابن أبي مالك القرظي مستور من الثالثة ق"
  },
  {
    "id": "6143",
    "data": " محمد ابن عقبة ابن كثير أو المغيرة الشيباني الطحان الكوفي ثقة من العاشرة مات سنة عشرين على الصحيح خ"
  },
  {
    "id": "6144",
    "data": " محمد ابن عقبة ابن هرم السدوسي البصري صدوق يخطىء كثيرا من العاشرة بخ"
  },
  {
    "id": "6145",
    "data": " محمد ابن عقبة القاضي الشامي مجهول من السابعة ق"
  },
  {
    "id": " محمد ابن عقبة عن القاسم ابن محمد هو الأسدي تقدم ق",
    "data": " محمد ابن عقبة عن القاسم ابن محمد هو الأسدي تقدم ق"
  },
  {
    "id": "6146",
    "data": " محمد ابن عقيل بفتح أوله ابن خويلد ابن معاوية الخزاعي النيسابوري صدوق حدث من حفظه بأحاديث فأخطأ في بعضها من الحادية عشرة مات سنة سبع وخمسين خد س ق"
  },
  {
    "id": "6147",
    "data": " محمد ابن عقيل ابن أبي طالب والد عبد الله مقبول من الثالثة ق"
  },
  {
    "id": "6148",
    "data": " محمد ابن عكرمة ابن عبد الرحمن ابن الحارث ابن هشام المخزومي مقبول من السادسة د س"
  },
  {
    "id": " محمد ابن علي ابن بكار ",
    "data": " محمد ابن علي ابن بكار "
  },
  {
    "id": " صوابه علي ابن بكار ليس فيه محمد",
    "data": " صوابه علي ابن بكار ليس فيه محمد"
  },
  {
    "id": "6149",
    "data": " محمد ابن علي ابن حرب المروزي أبو علي المعروف بالترك بضم المثناة وسكون الراء وقد ينسب إلى جده ثقة من الحادية عشرة س"
  },
  {
    "id": "6150",
    "data": " محمد ابن علي ابن الحسن ابن شقيق ابن دينار المروزي "
  },
  {
    "id": " ثقة صاحب حديث من الحادية عشرة مات سنة خمسين ت س",
    "data": " ثقة صاحب حديث من الحادية عشرة مات سنة خمسين ت س"
  },
  {
    "id": "6151",
    "data": " محمد ابن علي ابن الحسين ابن علي ابن أبي طالب "
  },
  {
    "id": " أبو جعفر الباقر ثقة فاضل من الرابعة مات سنة بضع عشرة ع",
    "data": " أبو جعفر الباقر ثقة فاضل من الرابعة مات سنة بضع عشرة ع"
  },
  {
    "id": "6152",
    "data": " محمد ابن علي ابن حمزة المروزي ثقة صاحب حديث من الحادية عشرة مات سنة إحدى وستين س"
  },
  {
    "id": "6153",
    "data": " محمد ابن علي ابن حمزة ابن الحسن العلوي البغدادي صدوق من الثانية عشرة مات سنة ست وثمانين تمييز"
  },
  {
    "id": "6154",
    "data": " محمد ابن علي ابن حمزة ابن صالح أبو بكر الأنطاكي نزيل بغداد يلقب أبا هريرة صدوق من الثانية عشرة مات سنة ثلاث وعشرين وثلاثمائة تمييز"
  },
  {
    "id": "6155",
    "data": " محمد ابن علي ابن حمزة الأنصاري مقبول من الثانية عشرة تمييز"
  },
  {
    "id": " محمد ابن علي ابن ركانة يأتي في محمد ابن علي ابن يزيد ابن ركانة",
    "data": " محمد ابن علي ابن ركانة يأتي في محمد ابن علي ابن يزيد ابن ركانة"
  },
  {
    "id": "6156",
    "data": " محمد ابن علي ابن شافع المطلبي المكي وثقه الشافعي من السابعة د س"
  },
  {
    "id": "6157",
    "data": " محمد ابن علي ابن أبي طالب الهاشمي أبو القاسم ابن الحنفية المدني ثقة عالم من الثانية مات بعد الثمانين ع"
  },
  {
    "id": "6158",
    "data": " محمد ابن علي ابن عبد الله ابن عباس الهاشمي ثقة من السادسة لم يثبت سماعه من جده مات سنة أربع أو خمس وعشرين م 4"
  },
  {
    "id": "6159",
    "data": " محمد ابن علي ابن ميمون الرقي أبو العباس العطار ثقة من الحادية عشرة مات سنة ثمان وستين س"
  },
  {
    "id": "6160",
    "data": " محمد ابن علي ابن يزيد ابن ركانة المطلبي "
  },
  {
    "id": " صدوق من السادسة د",
    "data": " صدوق من السادسة د"
  },
  {
    "id": "6192",
    "data": " محمد ابن عمرو "
  },
  {
    "id": " الواقفي أبو سهل البصري مشهور بكنيته واختلف في اسم جده ضعيف من السابعة تمييز",
    "data": " الواقفي أبو سهل البصري مشهور بكنيته واختلف في اسم جده ضعيف من السابعة تمييز"
  },
  {
    "id": " محمد ابن عمرو الأنصاري عن أبيه وعنه محمد ابن عمرو ابن حلحلة ",
    "data": " محمد ابن عمرو الأنصاري عن أبيه وعنه محمد ابن عمرو ابن حلحلة "
  },
  {
    "id": " صوابه ابن عمران",
    "data": " صوابه ابن عمران"
  },
  {
    "id": "6193",
    "data": " محمد ابن عمرو السواق البلخي صدوق من العاشرة مات سنة ست وثلاثين خ ت"
  },
  {
    "id": "6194",
    "data": " محمد ابن عمرو أبو أحمد البلخي شيخ لابن أبي الدنيا مستور من الحادية عشرة ويحتمل أن يكون السواق تمييز"
  },
  {
    "id": "6195",
    "data": " محمد ابن عمرو الحدثاني عن سنيد ابن داود مستور من الثانية عشرة ق"
  },
  {
    "id": "6196",
    "data": " محمد ابن عمرو اليافعي بتحتانية الرعيني صدوق له أوهام من التاسعة م س"
  },
  {
    "id": " محمد ابن عمرو عن المكي ابن إبراهيم قيل هو البلخي وقيل المروزي وقيل زنيج وقيل ابن جبلة خ",
    "data": " محمد ابن عمرو عن المكي ابن إبراهيم قيل هو البلخي وقيل المروزي وقيل زنيج وقيل ابن جبلة خ"
  },
  {
    "id": "6197",
    "data": " محمد ابن عمران ابن محمد ابن عبد الرحمن ابن أبي ليلى أبو عبد الرحمن الكوفي صدوق من العاشرة بخ ت"
  },
  {
    "id": "6198",
    "data": " محمد ابن عمران الأنصاري شيخ لمحمد ابن عمرو ابن حلحلة مجهول من السادسة س"
  },
  {
    "id": "6199",
    "data": " محمد ابن عمران الحجبي حجازي مستور من الخامسة د"
  },
  {
    "id": "6200",
    "data": " محمد ابن عمير بالتصغير المحاربي مجهول من الثالثة س"
  },
  {
    "id": "6201",
    "data": " محمد ابن أبي عميرة بفتح أوله صحابي سكن الشام س"
  },
  {
    "id": "6202",
    "data": " محمد ابن عوف ابن سفيان الطائي أبو جعفر الحمصي ثقة حافظ من الحادية عشرة مات سنة اثنتين أو ثلاث وسبعين دعس"
  },
  {
    "id": "6203",
    "data": " محمد ابن عون آخره نون الخراساني متروك من السادسة مات بعد الأربعين ق"
  },
  {
    "id": "6204",
    "data": " محمد ابن العلاء ابن كريب الهمداني أبو كريب الكوفي مشهور بكنيته ثقة حافظ من العاشرة مات سنة سبع وأربعين وهو ابن سبع وثمانين سنة ع"
  }
]