[
  {
    "id": "6205",
    "data": " محمد ابن عيسى ابن زياد الدامغاني أبو الحسين نزيل الري مقبول من العاشرة س"
  },
  {
    "id": "6206",
    "data": " محمد ابن عيسى ابن سورة ابن موسى ابن الضحاك السلمي الترمذي أبو عيسى صاحب الجامع أحد الأئمة "
  },
  {
    "id": " من الثانية عشرة مات سنة تسع وسبعين",
    "data": " من الثانية عشرة مات سنة تسع وسبعين"
  },
  {
    "id": "6207",
    "data": " محمد ابن عيسى ابن شيبة "
  },
  {
    "id": " السدوسي البصري ابن أخي يعقوب ابن شيبة الحافظ مقبول من الثانية عشرة مات سنة ثلاثمائة كن",
    "data": " السدوسي البصري ابن أخي يعقوب ابن شيبة الحافظ مقبول من الثانية عشرة مات سنة ثلاثمائة كن"
  },
  {
    "id": "6208",
    "data": " محمد ابن عيسى ابن محمد ابن عبد الله ابن عيسى ابن عبد الله ابن علي ابن عبد الله ابن عباس الهاشمي البياضي مقبول من الثانية عشرة مات سنة أربع وتسعين تمييز"
  },
  {
    "id": "6209",
    "data": " محمد ابن عيسى ابن القاسم ابن سميع بالتصغير الدمشقي الأموي مولاهم صدوق يخطىء ويدلس ورمي بالقدر من التاسعة مات سنة أربع وقيل ست ومائتين وله نحو من تسعين سنة د س ق "
  },
  {
    "id": " محمد ابن عيسى القرشي عن زيد ابن واقد هو الذي قبله وهم البخاري فجعله اثنين تمييز",
    "data": " محمد ابن عيسى القرشي عن زيد ابن واقد هو الذي قبله وهم البخاري فجعله اثنين تمييز"
  },
  {
    "id": "6210",
    "data": " محمد ابن عيسى ابن نجيح البغدادي أبو جعفر ابن الطباع "
  },
  {
    "id": " نزيل أذنة ثقة فقيه كان من أعلم الناس بحديث هشيم من العاشرة مات سنة أربع وعشرين وله أربع وسبعون خت د تم س ق",
    "data": " نزيل أذنة ثقة فقيه كان من أعلم الناس بحديث هشيم من العاشرة مات سنة أربع وعشرين وله أربع وسبعون خت د تم س ق"
  },
  {
    "id": "6211",
    "data": " محمد ابن عيسى النقاش أبو جعفر البغدادي نزيل دمشق مقبول من الحادية عشرة س"
  },
  {
    "id": "6212",
    "data": " محمد ابن عيينة الفزاري المصيصي مقبول من العاشرة ت"
  },
  {
    "id": "6213",
    "data": " محمد ابن عيينة الهلالي أخو سفيان صدوق له أوهام من الثامنة تمييز"
  },
  {
    "id": "6214",
    "data": " محمد ابن أبي غالب القومسي الطيالسي نزيل بغداد ثقة حافظ من الحادية عشرة مات سنة خمسين خ د"
  },
  {
    "id": "6215",
    "data": " محمد ابن أبي غالب البغدادي صدوق من العاشرة مات سنة أربع وعشرين تمييز"
  },
  {
    "id": "6216",
    "data": " محمد ابن غرير بمعجمة ثم مهملتين مصغر ابن الوليد ابن إبراهيم ابن عبد الرحمن ابن عوف الزهري المدني نزيل سمرقند صدوق من الحادية عشرة خ"
  },
  {
    "id": " محمد ابن فاطمة بنت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شيخ للأوزاعي هو أبو جعفر الباقر محمد ابن علي ابن الحسين تقدم م",
    "data": " محمد ابن فاطمة بنت النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شيخ للأوزاعي هو أبو جعفر الباقر محمد ابن علي ابن الحسين تقدم م"
  },
  {
    "id": " محمد ابن أبي فديك هو ابن إسماعيل تقدم",
    "data": " محمد ابن أبي فديك هو ابن إسماعيل تقدم"
  },
  {
    "id": "6217",
    "data": " محمد ابن الفرات التميمي أو الجرمي أبو علي الكوفي كذبوه من الثامنة ق"
  },
  {
    "id": " محمد ابن أبي الفرات هو ابن دينار تقدم",
    "data": " محمد ابن أبي الفرات هو ابن دينار تقدم"
  },
  {
    "id": "6218",
    "data": " محمد ابن فراس بكسر أوله وتخفيف الراء أبو هريرة الصيرفي البصري صدوق من الحادية عشرة مات سنة خمس وأربعين ت ق"
  },
  {
    "id": "6219",
    "data": " محمد ابن الفرج ابن عبد الوارث القرشي مولاهم البغدادي جار أحمد صدوق من العاشرة مات سنة ست وثلاثين م د"
  },
  {
    "id": "6220",
    "data": " محمد ابن الفرج ابن محمود البغدادي أبو بكر الأزرق صدوق ربما وهم من الحادية عشرة مات سنة اثنتين وثمانين تمييز"
  },
  {
    "id": "6221",
    "data": " محمد ابن الفرخان الرافقي صدوق من الحادية عشرة س"
  },
  {
    "id": "6222",
    "data": " محمد ابن الفرخان الدوري بغدادي ضعيف من الثانية عشرة تمييز"
  },
  {
    "id": "6223",
    "data": " محمد ابن فضاء بفتح الفاء والمعجمة مع المد الأزدي أبو بحر البصري "
  },
  {
    "id": " ضعيف من السادسة د ت ق",
    "data": " ضعيف من السادسة د ت ق"
  },
  {
    "id": "6224",
    "data": " محمد ابن قضاء بالقاف بدل الفاء الجوهري بصري صدوق متأخر الطبقة من الثانية عشرة تمييز"
  },
  {
    "id": "6225",
    "data": " محمد ابن الفضل ابن عطية ابن عمر العبدي "
  },
  {
    "id": " مولاهم الكوفي نزيل بخارى كذبوه من الثامنة مات سنة ثمانين ومائة ت ق",
    "data": " مولاهم الكوفي نزيل بخارى كذبوه من الثامنة مات سنة ثمانين ومائة ت ق"
  },
  {
    "id": "6226",
    "data": " محمد ابن الفضل السدوسي أبو النعمان البصري لقبه عارم ثقة ثبت تغير في آخر عمره من صغار التاسعة مات سنة ثلاث أو أربع وعشرين ع"
  },
  {
    "id": "6227",
    "data": " محمد ابن فضيل ابن غزوان بفتح المعجمة وسكون الزاي الضبي مولاهم أبو عبد الرحمن الكوفي صدوق عارف رمي بالتشيع من التاسعة مات سنة خمس وتسعين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "6228",
    "data": " محمد ابن فليح ابن سليمان الأسلمي أو الخزاعي المدني "
  },
  {
    "id": " صدوق يهم من التاسعة مات سنة سبع وتسعين ",
    "data": " صدوق يهم من التاسعة مات سنة سبع وتسعين "
  },
  {
    "id": " خ س ق",
    "data": " خ س ق"
  },
  {
    "id": "6229",
    "data": " محمد ابن القاسم الأسدي أبو القاسم "
  },
  {
    "id": " الكوفي شامي الأصل لقبه كاو كذبوه من التاسعة مات سنة سبع ومائتين ت",
    "data": " الكوفي شامي الأصل لقبه كاو كذبوه من التاسعة مات سنة سبع ومائتين ت"
  },
  {
    "id": "6230",
    "data": " محمد ابن القاسم الأسدي كوفي آخر صدوق من السابعة تمييز"
  },
  {
    "id": "6231",
    "data": " محمد ابن أبي القاسم الطويل الكوفي ثقة من السادسة خت د ت"
  },
  {
    "id": " محمد ابن أبي القاسم يأتي في ابن الهيثم",
    "data": " محمد ابن أبي القاسم يأتي في ابن الهيثم"
  },
  {
    "id": "6232",
    "data": " محمد ابن قدامة ابن إسماعيل السلمي البخاري نزيل مرو مقبول من الحادية عشرة م"
  },
  {
    "id": "6233",
    "data": " محمد ابن قدامة ابن أعين الهاشمي مولاهم المصيصي ثقة من العاشرة مات سنة خمسين تقريبا د س"
  },
  {
    "id": "6234",
    "data": " محمد ابن قدامة الجوهري الأنصاري أبو جعفر البغدادي فيه لين من العاشرة مات سنة سبع وثلاثين ووهم من خلطه بالذي قبله عخ"
  },
  {
    "id": "6235",
    "data": " محمد ابن قدامة الحنفي مجهول من السادسة تمييز"
  },
  {
    "id": "6236",
    "data": " محمد ابن قدامة كوفي مستور من السابعة تمييز"
  },
  {
    "id": "6237",
    "data": " محمد ابن قدامة الطوسي صدوق يهم من الحادية عشرة تمييز"
  },
  {
    "id": "6238",
    "data": " محمد ابن قدامة النحاس مستور من العاشرة تمييز"
  },
  {
    "id": "6239",
    "data": " محمد ابن قدامة الرازي مجهول من الحادية عشرة تمييز"
  },
  {
    "id": "6240",
    "data": " محمد ابن قدامة البلخي مقبول من الثانية عشرة تمييز"
  },
  {
    "id": "6241",
    "data": " محمد ابن قرظة بفتح القاف والراء وبالمعجمة ابن كعب الأنصاري مجهول من الرابعة س"
  },
  {
    "id": "6242",
    "data": " محمد ابن قيس ابن مخرمة ابن المطلب المطلبي يقال له رؤية وقد وثقه أبو داود وغيره م مد ت س"
  },
  {
    "id": "6243",
    "data": " محمد ابن قيس الأسدي الوالبي بالموحدة الكوفي ثقة من كبار السابعة بخ م د س"
  },
  {
    "id": "6244",
    "data": " محمد ابن قيس الهمداني المرهبي الكوفي مقبول من الرابعة عس"
  },
  {
    "id": "6245",
    "data": " محمد ابن قيس المدني القاص ثقة من السادسة وحديثه عن الصحابة مرسل م ت س ق"
  },
  {
    "id": "6246",
    "data": " محمد ابن قيس شيخ لأبي معشر من الرابعة ضعيف ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "6247",
    "data": " محمد ابن قيس الزيات المدني والد أبي زكير فيه لين من السابعة ووهم من خلطه بالقاص تمييز"
  },
  {
    "id": "6248",
    "data": " محمد ابن قيس اليشكري البصري أخو سليمان مقبول من الثالثة تمييز"
  },
  {
    "id": "6249",
    "data": " محمد ابن كامل المروزي ثقة من صغار العاشرة ت س"
  },
  {
    "id": "6250",
    "data": " محمد ابن كامل العماني بفتح المهملة والتشديد البلقاوي ضعيف جدا من العاشرة تمييز"
  },
  {
    "id": "6251",
    "data": " محمد ابن كثير ابن أبي عطاء الثقفي الصنعاني أبو يوسف نزيل المصيصة صدوق كثير الغلط من صغار التاسعة مات سنة بضع عشرة د ت س"
  },
  {
    "id": "6252",
    "data": " محمد ابن كثير العبدي البصري ثقة لم يصب من ضعفه من كبار العاشرة مات سنة ثلاث وعشرين وله تسعون سنة ع"
  },
  {
    "id": "6253",
    "data": " محمد ابن كثير القرشي الكوفي أبو إسحاق ضعيف من التاسعة تمييز"
  },
  {
    "id": "6254",
    "data": " محمد ابن كثير البصري السلمي القصاب ضعيف من الثامنة تمييز"
  },
  {
    "id": "6255",
    "data": " محمد ابن كثير ابن مروان الفهري الشامي متروك من التاسعة مات سنة ثلاثين تمييز"
  },
  {
    "id": "6256",
    "data": " محمد ابن كريب مولى ابن عباس ضعيف من السادسة مات بعد الخمسين ق"
  },
  {
    "id": "6257",
    "data": " محمد ابن كعب ابن سليم ابن أسد أبو حمزة القرظي المدني وكان قد نزل الكوفة مدة ثقة عالم من الثالثة ولد سنة أربعين على الصحيح ووهم من قال ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقد قال البخاري إن أباه كان ممن لم ينبت من سبي قريظة مات محمد سنة عشرين وقيل قبل ذلك ع"
  },
  {
    "id": "6258",
    "data": " محمد ابن كعب ابن مالك الأنصاري السلمي بالفتح المدني ثقة من الثالثة م ق وله أخ أكبر منه اسمه"
  },
  {
    "id": "6259",
    "data": " محمد أيضا صحابي مات في حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فيما يقال"
  },
  {
    "id": " محمد ابن كناسة هو ابن عبد الله تقدم",
    "data": " محمد ابن كناسة هو ابن عبد الله تقدم"
  },
  {
    "id": "6260",
    "data": " محمد ابن مالك ابن المنتصر مجهول من الخامسة بخ"
  },
  {
    "id": "6261",
    "data": " محمد ابن مالك الجوزجاني أبو المغيرة مولى البراء صدوق يخطىء كثيرا من الرابعة ق"
  },
  {
    "id": "6262",
    "data": " محمد ابن المبارك الصوري نزيل دمشق القلانسي القرشي ثقة من كبار العاشرة مات سنة خمس عشرة وله اثنتان وستون ع"
  },
  {
    "id": "6263",
    "data": " محمد ابن المتوكل ابن عبد الرحمن الهاشمي مولاهم العسقلاني المعروف بابن أبي السري صدوق عارف له أوهام كثيرة من العاشرة مات سنة ثمان وثلاثين د"
  },
  {
    "id": "6264",
    "data": " محمد ابن المثنى ابن عبيد العنزي بفتح النون والزاي أبو موسى البصري المعروف بالزمن مشهور بكنيته وباسمه ثقة ثبت من العاشرة وكان هو وبندار فرسي رهان وماتا في سنة واحدة "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": " محمد ابن أبي المجالد تقدم في عبد الله",
    "data": " محمد ابن أبي المجالد تقدم في عبد الله"
  },
  {
    "id": "6265",
    "data": " محمد ابن محبب بموحدتين بعد المهملة وزن محمد "
  },
  {
    "id": " القرشي أبو همام الدلال البصري ثقة من العاشرة مات سنة إحدى وعشرين ووهم الحاكم فقال إن البخاري روى له د س ق",
    "data": " القرشي أبو همام الدلال البصري ثقة من العاشرة مات سنة إحدى وعشرين ووهم الحاكم فقال إن البخاري روى له د س ق"
  },
  {
    "id": "6266",
    "data": " محمد ابن مجيب بالجيم وزن مطيع الثقفي الكوفي الصائغ نزيل بغداد متروك من الثامنة تمييز"
  },
  {
    "id": "6267",
    "data": " محمد ابن محبوب البناني بضم الموحدة وخفة النون البصري ثقة من العاشرة مات سنة ثلاث وعشرين خ د س"
  },
  {
    "id": "6268",
    "data": " محمد ابن محصن العكاشي نسب إلى جده الأعلى وهو محمد ابن إسحاق ابن إبراهيم ابن محمد ابن عكاشة ابن محصن الأسدي كذبوه من الثامنة ق"
  },
  {
    "id": "6269",
    "data": " محمد ابن محمد ابن الأسود الزهري مستور من السادسة تم"
  },
  {
    "id": "6270",
    "data": " محمد ابن محمد ابن خلاد الباهلي أبو عمر البصري ابن أخي أبي بكر ابن خلاد ثقة من الحادية عشرة قتل سنة سبع وخمسين د"
  },
  {
    "id": "6271",
    "data": " محمد ابن محمد ابن مرزوق الباهلي البصري ابن بنت مهدي وقد ينسب لجده مرزوق صدوق له أوهام من الحادية عشرة مات سنة ثمان وأربعين م ت ق"
  },
  {
    "id": "6272",
    "data": " محمد ابن محمد ابن مصعب الصوري لقبه وحشي بمهملة ساكنة ثم معجمة صدوق من الحادية عشرة مات بعد الستين د س"
  },
  {
    "id": "6273",
    "data": " محمد ابن محمد ابن نافع الطائفي أبو نافع نزيل المدينة مقبول من السابعة س"
  },
  {
    "id": "6274",
    "data": " محمد ابن محمد ابن النعمان البصري مقبول من الحادية عشرة د"
  },
  {
    "id": "6275",
    "data": " محمد ابن محمد ابن النعمان ابن شبل الباهلي البصري متروك من العاشرة تمييز"
  },
  {
    "id": "6276",
    "data": " محمد ابن أبي محمد الأنصاري مولى زيد ابن ثابت مدني مجهول من السادسة تفرد عنه ابن إسحاق د"
  },
  {
    "id": "6277",
    "data": " محمد ابن أبي محمد المدني شيخ لعبد الرزاق مجهول من السابعة تمييز"
  },
  {
    "id": " محمد ابن مدويه هو ابن أحمد تقدم",
    "data": " محمد ابن مدويه هو ابن أحمد تقدم"
  },
  {
    "id": "6278",
    "data": " محمد ابن مرداس الأنصاري البصري مقبول من العاشرة مات سنة تسع وأربعين ر"
  },
  {
    "id": "6279",
    "data": " محمد ابن مرداس الرازي القطان صدوق من العاشره تمييز"
  },
  {
    "id": " محمد ابن مرزوق الباهلي هو ابن محمد تقدم",
    "data": " محمد ابن مرزوق الباهلي هو ابن محمد تقدم"
  },
  {
    "id": "6280",
    "data": " محمد ابن مرزوق ابن النعمان البصري مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "6281",
    "data": " محمد ابن مرة القرشي الكوفي صدوق من السابعة مد"
  },
  {
    "id": "6282",
    "data": " محمد ابن مروان ابن قدامة العقيلي أبو بكر البصري ويقال العجلي صدوق له أوهام من الثامنة خد ق"
  },
  {
    "id": "6283",
    "data": " محمد ابن مروان الذهلي أبو جعفر الكوفي مقبول من السابعة س"
  },
  {
    "id": "6284",
    "data": " محمد ابن مروان ابن عبد الله ابن إسماعيل السدي بضم المهملة والتشديد وهو الأصغر كوفي متهم بالكذب من الثامنة تمييز"
  }
]