[
  {
    "id": " محمد ابن مروان عن ابن أبي رزمة ",
    "data": " محمد ابن مروان عن ابن أبي رزمة "
  },
  {
    "id": " صوابه سعيد",
    "data": " صوابه سعيد"
  },
  {
    "id": "6285",
    "data": " محمد ابن مزاحم العامري مولاهم أبو وهب المروزي صدوق من كبار العاشرة مات سنة تسع ومائتين ت"
  },
  {
    "id": "6286",
    "data": " محمد ابن مزاحم ابن مجاهد المروزي مقبول من السابعة تمييز"
  },
  {
    "id": "6287",
    "data": " محمد ابن مزاحم أخو الضحاك متروك من السابعة "
  },
  {
    "id": " تمييز",
    "data": " تمييز"
  },
  {
    "id": "6288",
    "data": " محمد ابن مسعود ابن يوسف النيسابوري أبو جعفر ابن العجمي نزيل طرسوس والمصيصة ثقة عارف من الحادية عشرة مات سنة سبع وأربعين د"
  },
  {
    "id": "6289",
    "data": " محمد ابن مسعود عن عبد الرحمن ابن مهدي قال أبو حاتم مجهول من الحادية عشرة قلت وأظنه الذي قبله تمييز"
  },
  {
    "id": "6290",
    "data": " محمد ابن مسكين ابن نميلة بالنون مصغر أبو الحسن اليمامي نزيل بغداد ثقة من الحادية عشرة خ م د س"
  },
  {
    "id": "6291",
    "data": " محمد ابن مسلم ابن تدرس بفتح المثناة وسكون الدال المهملة وضم الراء الأسدي مولاهم أبو الزبير المكي صدوق إلا أنه يدلس من الرابعة مات سنة ست وعشرين ع"
  },
  {
    "id": "6292",
    "data": " محمد ابن مسلم ابن السائب ابن خباب المدني صاحب المقصورة مقبول من الخامسة د"
  },
  {
    "id": "6293",
    "data": " محمد ابن مسلم الطائفي واسم جده سوس وقيل سوسن بزيادة نون في آخره وقيل بتحتانية بدل الواو فيهما وقيل مثل حنين صدوق يخطىء من حفظه من الثامنة مات قبل التسعين خت م 4"
  },
  {
    "id": "6294",
    "data": " محمد ابن مسلم الطائفي آخر متأخر صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "6295",
    "data": " محمد ابن مسلم ابن عائذ المدني مقبول من الخامسة س"
  },
  {
    "id": "6296",
    "data": " محمد ابن مسلم ابن عبيد الله ابن عبد الله ابن شهاب ابن عبد الله ابن الحارث ابن زهرة ابن كلاب القرشي الزهري "
  },
  {
    "id": " أبو بكر الفقيه الحافظ متفق على جلالته وإتقانه ",
    "data": " أبو بكر الفقيه الحافظ متفق على جلالته وإتقانه "
  },
  {
    "id": " وهو من رؤوس الطبقة الرابعة مات سنة خمس وعشرين وقيل قبل ذلك بسنة أو سنتين ع",
    "data": " وهو من رؤوس الطبقة الرابعة مات سنة خمس وعشرين وقيل قبل ذلك بسنة أو سنتين ع"
  },
  {
    "id": "6297",
    "data": " محمد ابن مسلم ابن عثمان ابن عبد الله الرازي المعروف بابن واره بفتح الراء المخففة ثقة حافظ من الحادية عشرة مات سنة سبعين وقيل قبلها س"
  },
  {
    "id": " محمد ابن مسلم ابن مهران تقدم في محمد ابن إبراهيم ابن مسلم",
    "data": " محمد ابن مسلم ابن مهران تقدم في محمد ابن إبراهيم ابن مسلم"
  },
  {
    "id": "6298",
    "data": " محمد ابن مسلم ابن أبي الوضاح المثنى القضاعي "
  },
  {
    "id": " الجزري نزيل بغداد أبو سعيد المؤدب مشهور بكنيته صدوق يهم من الثامنة مات بعد الثمانين خت م 4",
    "data": " الجزري نزيل بغداد أبو سعيد المؤدب مشهور بكنيته صدوق يهم من الثامنة مات بعد الثمانين خت م 4"
  },
  {
    "id": "6299",
    "data": " محمد ابن مسلم المدني قدم البصرة صدوق من العاشرة فق"
  },
  {
    "id": "6300",
    "data": " محمد ابن مسلمة ابن سلمة الأنصاري صحابي مشهور وهو أكبر من اسمه محمد من الصحابة مات بعد الأربعين وكان من الفضلاء ع"
  },
  {
    "id": "6301",
    "data": " محمد ابن مسمار البصري مقبول من الحادية عشرة س"
  },
  {
    "id": "6302",
    "data": " محمد ابن مصعب ابن صدقة القرقسائي بقافين ومهملة صدوق كثير الغلط من صغار التاسعة مات سنة ثمان ومائتين ت ق"
  },
  {
    "id": "6303",
    "data": " محمد ابن مصعب الصنعاني مجهول من السابعة تمييز"
  },
  {
    "id": "6304",
    "data": " محمد ابن مصفى ابن بهلول الحمصي القرشي صدوق له أوهام وكان يدلس من العاشرة مات سنة ست وأربعين د س ق"
  },
  {
    "id": "6305",
    "data": " محمد ابن مطرف ابن داود الليثي أبو غسان المدني نزيل عسقلان ثقة من السابعة مات بعد الستين ع"
  },
  {
    "id": "6306",
    "data": " محمد ابن معاذ ابن عباد ابن معاذ العنبري وقد ينسب إلى جده صدوق يهم من العاشرة مات سنة ثلاث وعشرين م"
  },
  {
    "id": "6307",
    "data": " محمد ابن معاذ ابن محمد ابن أبي ابن كعب مجهول من السابعة تمييز"
  },
  {
    "id": "6308",
    "data": " محمد ابن معاوية ابن عبد الرحمن الزيادي البصري لقبه عصيدة صدوق عارف من الحادية عشرة س"
  },
  {
    "id": "6309",
    "data": " محمد ابن معاوية ابن مالج بميم وجيم واسم جده يزيد الأنماطي أبو جعفر البغدادي صدوق ربما وهم من العاشرة س"
  },
  {
    "id": "6310",
    "data": " محمد ابن معاوية ابن أعين النيسابوري الخراساني نزيل بغداد ثم مكة متروك مع معرفته لأنه كان يتلقن وقد أطلق عليه ابن معين الكذب من العاشرة مات سنة 229 تمييز"
  },
  {
    "id": "6311",
    "data": " محمد ابن معدان ابن عيسى الحراني ثقة من الثانية عشرة مات سنة ستين وقيل قبلها س"
  },
  {
    "id": " محمد ابن أبي معشر هو ابن نجيح يأتي",
    "data": " محمد ابن أبي معشر هو ابن نجيح يأتي"
  },
  {
    "id": "6312",
    "data": " محمد ابن المعلى ابن عبد الكريم الهمداني اليامي بالتحتانية الكوفي نزيل الري صدوق من الثامنة س"
  },
  {
    "id": "6313",
    "data": " محمد ابن معمر ابن ربعي القيسي البصري البحراني بالموحدة والمهملة صدوق من كبار الحادية عشرة مات سنة خمسين ع"
  },
  {
    "id": "6314",
    "data": " محمد ابن معمر الحضرمي صدوق من صغار الحادية عشرة د س"
  },
  {
    "id": " محمد ابن معن أبو معن في الكنى ",
    "data": " محمد ابن معن أبو معن في الكنى "
  },
  {
    "id": "6315",
    "data": " محمد ابن معن ابن محمد ابن معن الغفاري أبو يونس المدني ثقة من الثامنة مات بعد التسعين وقد جاوز التسعين خ د ت ق"
  },
  {
    "id": "6316",
    "data": " محمد ابن المغيرة ابن إسماعيل ابن أيوب المخزومي صدوق يغرب من العاشرة مد"
  },
  {
    "id": "6317",
    "data": " محمد ابن المغيرة القرشي أبو علي البصري مولى عثمان بياع السابري مقبول من الثامنة تمييز"
  },
  {
    "id": "6318",
    "data": " محمد ابن مقاتل أبو الحسن الكسائي المروزي "
  },
  {
    "id": " نزيل بغداد ثم مكة ",
    "data": " نزيل بغداد ثم مكة "
  },
  {
    "id": " من العاشرة مات سنة ست وعشرين خ",
    "data": " من العاشرة مات سنة ست وعشرين خ"
  },
  {
    "id": "6319",
    "data": " محمد ابن مقاتل الرازي ضعيف من الحادية عشرة تمييز"
  },
  {
    "id": "6320",
    "data": " محمد ابن مقاتل أبو جعفر العباداني صدوق عابد من العاشرة مات سنة ست وثلاثين ل"
  },
  {
    "id": "6321",
    "data": " محمد ابن مقاتل الهلالي الكوفي قديم مستور من السابعة تمييز"
  },
  {
    "id": "6322",
    "data": " محمد ابن مقاتل الصيرفي مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "6323",
    "data": " محمد ابن مكي ابن عيسى المروزي مقبول من العاشرة د س"
  },
  {
    "id": "6324",
    "data": " محمد ابن المنتشر ابن الأجدع الهمداني بالسكون الكوفي ثقة من الرابعة ع"
  },
  {
    "id": "6325",
    "data": " محمد ابن منصور ابن ثابت ابن خالد الخزاعي الجواز بالجيم وتشديد الواو ثم زاي ثقة من العاشرة مات سنة اثنتين وخمسين س"
  },
  {
    "id": "6326",
    "data": " محمد ابن منصور ابن داود الطوسي نزيل بغداد أبو جعفر العابد ثقة من صغار العاشرة مات سنة أربع أو ست وخمسين وله ثمان وثمانون سنة د س"
  },
  {
    "id": "6327",
    "data": " محمد ابن المنكدر ابن عبد الله ابن الهدير بالتصغير التيمي المدني ثقة فاضل من الثالثة مات سنة ثلاثين أو بعدها ع"
  },
  {
    "id": "6328",
    "data": " محمد ابن المنهال الضرير أبو عبد الله أو أبو جعفر البصري التميمي ثقة حافظ من العاشرة مات سنة إحدى وثلاثين خ م د س"
  },
  {
    "id": "6329",
    "data": " محمد ابن المنهال العطار البصري أخو الحجاج ثقة من العاشرة مات سنة إحدى وثلاثين أيضا تمييز"
  },
  {
    "id": "6330",
    "data": " محمد ابن منيب بضم أوله وكسر النون أبو الحسن العدني بفتح المهملتين ثم نون لا بأس به من صغار التاسعة س"
  },
  {
    "id": "6331",
    "data": " محمد ابن مهاجر الأنصاري الشامي أخو عمرو ثقة من السابعة مات سنة سبعين بخ م 4"
  },
  {
    "id": "6332",
    "data": " محمد ابن مهاجر القرشي الكوفي لين من السابعة س"
  },
  {
    "id": "6333",
    "data": " محمد ابن مهران بكسر أوله وسكون الهاء الجمال بالجيم أبو جعفر الرازي ثقة حافظ من العاشرة مات سنة تسع وثلاثين أو في التي قبلها خ م د"
  },
  {
    "id": " محمد ابن مهران في محمد ابن إبراهيم ابن مسلم ابن مهران",
    "data": " محمد ابن مهران في محمد ابن إبراهيم ابن مسلم ابن مهران"
  },
  {
    "id": "6334",
    "data": " محمد ابن موسى ابن أعين الجزري أبو يحيى الحراني صدوق من كبار العاشرة مات سنة ثلاث وعشرين خ س"
  },
  {
    "id": "6335",
    "data": " محمد ابن موسى الفطري بكسر الفاء وسكون الطاء المدني صدوق رمي بالتشيع من السابعة م 4"
  },
  {
    "id": "6336",
    "data": " محمد ابن موسى ابن عمران القطان أبو جعفر الواسطي صدوق من الحادية عشرة خ م ق"
  },
  {
    "id": "6337",
    "data": " محمد ابن موسى ابن أبي نعيم الواسطي "
  },
  {
    "id": " الهذلي صدوق لكن طرحه ابن معين من العاشرة مات سنة ثلاث وعشرين وقد روى عنه أبو داود خارج السنن ق",
    "data": " الهذلي صدوق لكن طرحه ابن معين من العاشرة مات سنة ثلاث وعشرين وقد روى عنه أبو داود خارج السنن ق"
  },
  {
    "id": "6338",
    "data": " محمد ابن موسى ابن نفيع الحرشي بفتح المهملة والراء ثم شين معجمة لين من العاشرة مات سنة ثمان وأربعين ت س"
  },
  {
    "id": "6339",
    "data": " محمد ابن موسى ابن نفيع الحارثي مجهول من التاسعة تمييز"
  },
  {
    "id": "6340",
    "data": " محمد ابن موسى الحرشي كالماضي أبو جعفر لقبه شاباص بمعجمة وموحدة خفيفة وآخره مهملة ثقة حافظ من الثانية عشرة تمييز"
  },
  {
    "id": "6341",
    "data": " محمد ابن موسى الأصم صدوق من الثانية عشرة ت"
  },
  {
    "id": " محمد ابن موسى عن الزهري ",
    "data": " محمد ابن موسى عن الزهري "
  },
  {
    "id": " صوابه محمد وموسى فمحمد هو ابن أبي عتيق وموسى هو ابن عقبة س",
    "data": " صوابه محمد وموسى فمحمد هو ابن أبي عتيق وموسى هو ابن عقبة س"
  },
  {
    "id": " محمد ابن موسى الخراساني ",
    "data": " محمد ابن موسى الخراساني "
  },
  {
    "id": " صوابه الحرشي س",
    "data": " صوابه الحرشي س"
  },
  {
    "id": "6342",
    "data": " محمد ابن أبي موسى مستور من الرابعة بخ"
  },
  {
    "id": "6343",
    "data": " محمد ابن المؤمل ابن الصباح الهدادي بفتح الهاء والمهملة الخفيفة أبو القاسم البصري صدوق من الحادية عشرة مات في حدود سنة خمسين ق"
  },
  {
    "id": "6344",
    "data": " محمد ابن ميسر بتحتانية ومهملة وزن محمد الجعفي أبو سعد الصاغاني بمهملة ثم معجمة البلخي الضرير نزيل بغداد ويقال له محمد ابن أبي زكريا ضعيف ورمي بالإرجاء من التاسعة ت"
  },
  {
    "id": " محمد ابن ميسرة في ابن عبد الرحمن",
    "data": " محمد ابن ميسرة في ابن عبد الرحمن"
  },
  {
    "id": " محمد ابن ميسرة هو ابن أبي حفصة",
    "data": " محمد ابن ميسرة هو ابن أبي حفصة"
  },
  {
    "id": " محمد ابن ميمون ابن مسيكة في ابن عبد الله ابن ميمون",
    "data": " محمد ابن ميمون ابن مسيكة في ابن عبد الله ابن ميمون"
  },
  {
    "id": "6361",
    "data": " محمد ابن هاشم ابن سعيد البعلبكي القرشي صدوق من صغار العاشرة مات سنة أربع وخمسين س"
  },
  {
    "id": "6362",
    "data": " محمد ابن هدية بفتح الهاء وكسر المهملة وتشديد التحتانية الصدفي أبو يحيى المصري مقبول من الثالثة عخ"
  },
  {
    "id": "6363",
    "data": " محمد ابن هشام "
  },
  {
    "id": " ابن أبي خيرة بكسر المعجمة وفتح التحتانية البصري نزيل مصر ثقة مصنف من العاشرة مات سنة إحدى وخمسين د س",
    "data": " ابن أبي خيرة بكسر المعجمة وفتح التحتانية البصري نزيل مصر ثقة مصنف من العاشرة مات سنة إحدى وخمسين د س"
  },
  {
    "id": "6364",
    "data": " محمد ابن هشام ابن عيسى ابن سليمان الطالقاني المروذي بتشديد الراء المضمومة نزيل بغداد ثقة من العاشرة مات سنة اثنتين وخمسين خ د س"
  },
  {
    "id": "6365",
    "data": " محمد ابن همام الحلبي أبو بكر الخفاف صدوق من الحادية عشرة كن"
  },
  {
    "id": "6366",
    "data": " محمد ابن هلال ابن أبي هلال المدني مولى بني كعب صدوق من السادسة مات سنة اثنتين وستين بخ د س ق"
  },
  {
    "id": " محمد ابن هلال عن عبد الله ابن إدريس ",
    "data": " محمد ابن هلال عن عبد الله ابن إدريس "
  },
  {
    "id": " صوابه محمد ابن العلاء وهو أبو كريب الماضي",
    "data": " صوابه محمد ابن العلاء وهو أبو كريب الماضي"
  },
  {
    "id": "6367",
    "data": " محمد ابن الهيثم ابن حماد ابن واقد الثقفي مولاهم "
  },
  {
    "id": " أبو الأحوص البغدادي ثم العكبري بفتح الموحدة قاضيها ثقة حافظ من الحادية عشرة مات سنة تسع وتسعين قبل الثلاثمائة بسنة ق",
    "data": " أبو الأحوص البغدادي ثم العكبري بفتح الموحدة قاضيها ثقة حافظ من الحادية عشرة مات سنة تسع وتسعين قبل الثلاثمائة بسنة ق"
  },
  {
    "id": "6368",
    "data": " محمد ابن واسع ابن جابر ابن الأخنس الأزدي أبو بكر أو أبو عبد الله البصري ثقة عابد كثير المناقب من الخامسة مات سنة ثلاث وعشرين ومائة م د ت س"
  },
  {
    "id": "6369",
    "data": " محمد ابن الوزير ابن الحكم السلمي الدمشقي ثقة من صغار العاشرة مات سنة خمسين د"
  },
  {
    "id": "6370",
    "data": " محمد ابن الوزير ابن قيس العبدي الواسطي ثقة عابد من العاشرة مات سنة سبع وخمسين ت"
  },
  {
    "id": "6371",
    "data": " محمد ابن الوزير المصري مقبول من الحادية عشرة إن لم يكن أخا أحمد ابن الوزير وإلا فهو هو وقع فيه ما وقع في ابن المنادي د"
  },
  {
    "id": " محمد ابن أبي الوزير هو ابن عمر تقدم",
    "data": " محمد ابن أبي الوزير هو ابن عمر تقدم"
  },
  {
    "id": " محمد ابن أبي الوضاح هو ابن مسلم تقدم",
    "data": " محمد ابن أبي الوضاح هو ابن مسلم تقدم"
  },
  {
    "id": "6372",
    "data": " محمد ابن الوليد ابن عامر الزبيدي بالزاي والموحدة مصغر أبو الهذيل الحمصي القاضي ثقة ثبت من كبار أصحاب الزهري من السابعة مات سنة ست أو سبع أو تسع وأربعين خ م د س ق"
  },
  {
    "id": "6373",
    "data": " محمد ابن الوليد ابن عبد الحميد القرشي البسري بضم الموحدة وسكون المهملة البصري يلقب حمدان ثقة من العاشرة مات سنة خمسين أو بعدها خ م س ق"
  },
  {
    "id": "6374",
    "data": " محمد ابن الوليد ابن نويفع الأسدي مولى آل الزبير مقبول من السادسة د"
  }
]