[
  {
    "id": "6375",
    "data": " محمد ابن الوليد الفحام البغدادي صدوق من العاشرة مات سنة اثنتين وخمسين وهو أخو أحمد س"
  },
  {
    "id": "6376",
    "data": " محمد ابن الوليد ابن هبيرة الهاشمي أبو هبيرة الدمشقي القلانسي صدوق من الحادية عشرة مات سنة ست وثمانين د"
  },
  {
    "id": " محمد ابن الوليد الكندي هو ابن عمر تقدم",
    "data": " محمد ابن الوليد الكندي هو ابن عمر تقدم"
  },
  {
    "id": "6377",
    "data": " محمد ابن وهب ابن سعيد ابن عطية الدمشقي وقيل بحذف سعيد صدوق من العاشرة خ ق"
  },
  {
    "id": "6378",
    "data": " محمد ابن وهب ابن مسلم القرشي الدمشقي ضعيف من التاسعة ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "6379",
    "data": " محمد ابن وهب ابن عمر ابن أبي كريمة أبو المعافي الحراني صدوق من العاشرة مات سنة ثلاث وأربعين س"
  },
  {
    "id": "6380",
    "data": " محمد ابن يحيى ابن أيوب ابن إبراهيم الثقفي "
  },
  {
    "id": " أبو يحيى المروزي القصري المعلم ثقة حافظ من العاشرة ت س",
    "data": " أبو يحيى المروزي القصري المعلم ثقة حافظ من العاشرة ت س"
  },
  {
    "id": " محمد ابن يحيى ابن أبي حاتم يأتي اسم جده عبد الكريم",
    "data": " محمد ابن يحيى ابن أبي حاتم يأتي اسم جده عبد الكريم"
  },
  {
    "id": "6381",
    "data": " محمد ابن يحيى ابن حبان بفتح المهملة وتشديد الموحدة ابن منقذ الأنصاري المدني ثقة فقيه من الرابعة مات سنة إحدى وعشرين وهو ابن أربع وسبعين سنة ع"
  },
  {
    "id": "6382",
    "data": " محمد ابن يحيى ابن أبي حزم بفتح المهملة وسكون الزاي القطعي بضم القاف وفتح المهملة البصري صدوق من العاشرة مات سنة ثلاث وخمسين م د ت س"
  },
  {
    "id": " محمد ابن يحيى ابن خالد هو الذهلي يأتي",
    "data": " محمد ابن يحيى ابن خالد هو الذهلي يأتي"
  },
  {
    "id": "6383",
    "data": " محمد ابن يحيى ابن خالد المروزي أبو يحيى المشعراني بفتح الميم والمهملة بينهما معجمة ساكنة صدوق من الثانية عشرة تمييز"
  },
  {
    "id": "6384",
    "data": " محمد ابن يحيى ابن سعيد القطان أبو صالح البصري ولد العالم الشهير وأما هو فثقة من العاشرة مات سنة ثلاث وثلاثين على الصحيح خت م ل"
  },
  {
    "id": "6385",
    "data": " محمد ابن يحيى ابن سليمان المروزي أبو بكر الوراق نزيل بغداد "
  },
  {
    "id": " صاحب أبي عبيد صدوق من الحادية عشرة مات سنة ثمان وتسعين على الصحيح س",
    "data": " صاحب أبي عبيد صدوق من الحادية عشرة مات سنة ثمان وتسعين على الصحيح س"
  },
  {
    "id": "6386",
    "data": " محمد ابن يحيى ابن أبي سمينة بفتح المهملة وقبل الهاء نون البغدادي أبو جعفر التمار صدوق من العاشرة مات سنة تسع وثلاثين د"
  },
  {
    "id": "6387",
    "data": " محمد ابن يحيى ابن عبد الله ابن خالد ابن فارس ابن ذؤيب الذهلي النيسابوري "
  },
  {
    "id": " ثقة حافظ جليل من الحادية عشرة مات سنة ثمان وخمسين على الصحيح وله ست وثمانون سنة خ 4",
    "data": " ثقة حافظ جليل من الحادية عشرة مات سنة ثمان وخمسين على الصحيح وله ست وثمانون سنة خ 4"
  },
  {
    "id": "6388",
    "data": " محمد ابن يحيى ابن عبد العزيز اليشكري بفتح التحتانية وسكون المعجمة وضم الكاف أبو علي الصائغ المروزي ثقة من الحادية عشرة مات سنة اثنتين وخمسين خ م س"
  },
  {
    "id": "6389",
    "data": " محمد ابن يحيى ابن عبد الكريم "
  },
  {
    "id": " ابن نافع الأزدي البصري نزيل بغداد ثقة من كبار الحادية عشرة مات سنة اثنتين وخمسين قد ت ق",
    "data": " ابن نافع الأزدي البصري نزيل بغداد ثقة من كبار الحادية عشرة مات سنة اثنتين وخمسين قد ت ق"
  },
  {
    "id": " محمد ابن يحيى ابن عبدويه اسم جده أيوب تقدم",
    "data": " محمد ابن يحيى ابن عبدويه اسم جده أيوب تقدم"
  },
  {
    "id": "6390",
    "data": " محمد ابن يحيى ابن علي ابن عبد الحميد الكناني أبو غسان المدني ثقة لم يصب السليماني في تضعيفه من العاشرة خ"
  },
  {
    "id": "6391",
    "data": " محمد ابن يحيى ابن أبي عمر العدني نزيل مكة ويقال إن أبا عمر كنية يحيى صدوق صنف المسند وكان لازم ابن عيينة لكن قال أبو حاتم كانت فيه غفلة من العاشرة مات سنة ثلاث وأربعين م ت س ق"
  },
  {
    "id": " محمد ابن يحيى ابن فارس هو الذهلي تقدم",
    "data": " محمد ابن يحيى ابن فارس هو الذهلي تقدم"
  },
  {
    "id": "6392",
    "data": " محمد ابن يحيى ابن فياض فتح الفاء وتشديد التحتانية الزماني بكسر الزاي وتشديد الميم الحنفي أبو الفضل البصري ثقة من العاشرة مات قبل الخمسين د س"
  },
  {
    "id": "6393",
    "data": " محمد ابن يحيى ابن قيس السبائي "
  },
  {
    "id": " بفتح المهملة والموحدة والهمزة المكسورة بغير مد أبو عمر اليماني لين الحديث من كبار التاسعة مات قديما قبل المائتين ورواية النسائي له في الكبرى د ت س",
    "data": " بفتح المهملة والموحدة والهمزة المكسورة بغير مد أبو عمر اليماني لين الحديث من كبار التاسعة مات قديما قبل المائتين ورواية النسائي له في الكبرى د ت س"
  },
  {
    "id": "6394",
    "data": " محمد ابن يحيى ابن محمد ابن كثير الحراني الكلبي لقبه لؤلؤ ثقة صاحب حديث من الحادية عشرة مات سنة سبع وستين س"
  },
  {
    "id": " محمد ابن يحيى عن يوسف ابن عبد الله ابن سلام ",
    "data": " محمد ابن يحيى عن يوسف ابن عبد الله ابن سلام "
  },
  {
    "id": " هو محمد ابن أبي يحيى المذكور بعده د",
    "data": " هو محمد ابن أبي يحيى المذكور بعده د"
  },
  {
    "id": "6395",
    "data": " محمد ابن أبي يحيى الأسلمي المدني واسم أبي يحيى سمعان صدوق من الخامسة مات سنة سبع وأربعين د تم س ق"
  },
  {
    "id": " محمد ابن أبي يحيى عن أبيه وعنه ابن وهب هو محمد ابن فليح ابن سليمان تقدم خ",
    "data": " محمد ابن أبي يحيى عن أبيه وعنه ابن وهب هو محمد ابن فليح ابن سليمان تقدم خ"
  },
  {
    "id": " محمد ابن يزيد ابن إبراهيم التستري هو محمد ابن سعيد ابن يزيد نسب إلى جده س",
    "data": " محمد ابن يزيد ابن إبراهيم التستري هو محمد ابن سعيد ابن يزيد نسب إلى جده س"
  },
  {
    "id": "6396",
    "data": " محمد ابن يزيد ابن خنيس المخزومي مولاهم المكي مقبول وكان من العباد من التاسعة تأخر إلى بعد العشرين ومائتين ت ق"
  },
  {
    "id": "6397",
    "data": " محمد ابن يزيد ابن ركانة عن أبيه عن جده "
  },
  {
    "id": " قال البخاري إسناد مجهول من السادسة د",
    "data": " قال البخاري إسناد مجهول من السادسة د"
  },
  {
    "id": "6398",
    "data": " محمد ابن يزيد ابن أبي زياد الثقفي "
  },
  {
    "id": " نزيل مصر مجهول الحال من السادسة د ت ق",
    "data": " نزيل مصر مجهول الحال من السادسة د ت ق"
  },
  {
    "id": "6399",
    "data": " محمد ابن يزيد ابن سنان الجزري أبو عبد الله ابن أبي فروة الرهاوي ليس بالقوي من التاسعة مات سنة عشرين عس"
  },
  {
    "id": "6400",
    "data": " محمد ابن يزيد ابن عبد الملك الأسفاطي البصري الأعور خال العباس ابن الفضل صدوق من الحادية عشرة قد ق"
  },
  {
    "id": "6401",
    "data": " محمد ابن يزيد ابن مالك ابن الخليل البصري صدوق من الحادية عشرة س"
  },
  {
    "id": "6402",
    "data": " محمد ابن يزيد ابن محمد ابن كثير العجلي أبو هشام الرفاعي الكوفي قاضي المدائن ليس بالقوي من صغار العاشرة وذكره ابن عدي في شيوخ البخاري وجزم الخطيب بأن البخاري روى عنه لكن قد قال البخاري رأيتهم مجمعين على ضعفه مات سنة ثمان وأربعين م د ق"
  },
  {
    "id": "6403",
    "data": " محمد ابن يزيد الكلاعي مولى خولان أبو سعيد أو أبو يزيد أو أبو إسحاق الواسطي أصله شامي ثقة ثبت عابد من كبار التاسعة مات سنة تسعين "
  },
  {
    "id": " أو قبلها أو بعدها د ت س",
    "data": " أو قبلها أو بعدها د ت س"
  },
  {
    "id": "6404",
    "data": " محمد ابن يزيد اليمامي مجهول من شيوخ إبراهيم ابن عمر ابن أبي الوزير من السابعة د"
  },
  {
    "id": "6405",
    "data": " محمد ابن يزيد الحزامي الكوفي البزاز "
  },
  {
    "id": " من العاشرة يقال هو الذي روى عنه البخاري فظنه ابن عدي أبا هشام المذكور قبل ترجمتين وقد فرق البخاري بينهما في التاريخ وأبو حاتم الرازي وزعم الباجي أنهما واحد فالله أعلم خ",
    "data": " من العاشرة يقال هو الذي روى عنه البخاري فظنه ابن عدي أبا هشام المذكور قبل ترجمتين وقد فرق البخاري بينهما في التاريخ وأبو حاتم الرازي وزعم الباجي أنهما واحد فالله أعلم خ"
  },
  {
    "id": "6406",
    "data": " محمد ابن يزيد النخعي الكوفي مقبول من الحادية عشرة تمييز"
  },
  {
    "id": "6407",
    "data": " محمد ابن يزيد الحنفي الكوفي العطار ثقة من صغار العاشرة مات سنة ست وسبعين ومائتين تمييز"
  },
  {
    "id": "6408",
    "data": " محمد ابن يزيد الأدمي أبو جعفر الخراز بمعجمة ثم مهملة وآخره زاي البغدادي ثقة عابد من صغار العاشرة مات سنة خمس وأربعين س"
  },
  {
    "id": "6409",
    "data": " محمد ابن يزيد الربعي بفتح الراء والموحدة القزويني أبو عبد الله ابن ماجة بتخفيف الجيم صاحب السنن أحد الأئمة حافظ صنف السنن والتفسير والتاريخ ومات سنة ثلاث وسبعين وله أربع وستون"
  },
  {
    "id": "6410",
    "data": " محمد ابن يسار بفتح التحتانية بعدها مهملة الخراساني صدوق من السابعة عخ س"
  },
  {
    "id": "6411",
    "data": " محمد ابن يعقوب ابن عبد الوهاب ابن يحيى ابن عباد ابن عبد الله ابن الزبير ابن العوام أبو عمر الزبيري المدني صدوق من العاشرة مات قبل الخمسين س"
  },
  {
    "id": " محمد ابن أبي يعقوب الضبي هو ابن عبد الله تقدم",
    "data": " محمد ابن أبي يعقوب الضبي هو ابن عبد الله تقدم"
  },
  {
    "id": " محمد ابن أبي يعقوب الكرماني هو ابن إسحاق تقدم",
    "data": " محمد ابن أبي يعقوب الكرماني هو ابن إسحاق تقدم"
  },
  {
    "id": "6412",
    "data": " محمد ابن يعلى السلمي أبو ليلى الكوفي لقبه زنبور بضم الزاي والموحدة بينهما نون ساكنة وآخره راء ضعيف من التاسعة مات بعد المائتين ت ق"
  },
  {
    "id": " محمد ابن يوسف ابن ثابت ابن قيس في يوسف ابن محمد ابن ثابت",
    "data": " محمد ابن يوسف ابن ثابت ابن قيس في يوسف ابن محمد ابن ثابت"
  },
  {
    "id": "6413",
    "data": " محمد ابن يوسف ابن عبد الله ابن سلام الإسرائيلي المدني مقبول من الرابعة ت"
  },
  {
    "id": "6414",
    "data": " محمد ابن يوسف ابن عبد الله الكندي المدني الأعرج ثقة ثبت من الخامسة مات في حدود الأربعين خ م ت س"
  },
  {
    "id": "6415",
    "data": " محمد ابن يوسف ابن واقد ابن عثمان الضبي مولاهم الفريابي بكسر الفاء وسكون الراء بعدها تحتانية وبعد الألف موحدة نزيل قيسارية من ساحل الشام ثقة فاضل يقال أخطأ في شيء من حديث سفيان وهو مقدم فيه مع ذلك عندهم على عبد الرزاق من التاسعة مات سنة اثنتي عشرة ع"
  },
  {
    "id": "6416",
    "data": " محمد ابن يوسف القرشي مولى عثمان مدني مقبول من السادسة س ق"
  },
  {
    "id": "6417",
    "data": " محمد ابن يوسف البخاري أبو أحمد البيكندي بكسر الموحدة وسكون التحتانية وفتح الكاف وسكون النون ثقة من العاشرة خ"
  },
  {
    "id": " محمد ابن يوسف الزيادي عن أبي قرة أفرده ابن عساكر عن الذي بعده وهو هو فيما يظهر د",
    "data": " محمد ابن يوسف الزيادي عن أبي قرة أفرده ابن عساكر عن الذي بعده وهو هو فيما يظهر د"
  },
  {
    "id": "6418",
    "data": " محمد ابن يوسف الزبيدي بفتح الزاي وكسر الموحدة أبو حمة بضم المهملة وفتح الميم الخفيفة صاحب أبي قرة صدوق من العاشرة مات في حدود الأربعين د"
  },
  {
    "id": " محمد ابن يونس ابن محمد المؤدب ",
    "data": " محمد ابن يونس ابن محمد المؤدب "
  },
  {
    "id": " صوابه إبراهيم ابن يونس ",
    "data": " صوابه إبراهيم ابن يونس "
  },
  {
    "id": "6419",
    "data": " محمد ابن يونس ابن موسى ابن سليمان الكديمي بالتصغير أبو العباس السامي بالمهملة البصري ضعيف ولم يثبت أن أبا داود روى عنه من صغار الحادية عشرة مات سنة ست وثمانين د"
  },
  {
    "id": "6420",
    "data": " محمد ابن يونس الجمال بالجيم البغدادي ضعيف ولم يثبت أن مسلما روى عنه من العاشرة م"
  },
  {
    "id": "6421",
    "data": " محمد ابن يونس النسائي ثقة من الحادية عشرة د"
  },
  {
    "id": " محمد ابن يونس القطان ",
    "data": " محمد ابن يونس القطان "
  },
  {
    "id": " هو ",
    "data": " هو "
  },
  {
    "id": " ابن موسى ",
    "data": " ابن موسى "
  },
  {
    "id": " تقدم",
    "data": " تقدم"
  },
  {
    "id": "6422",
    "data": " محمد ابن فلان ابن طلحة شيخ لابن أبي ذئب مجهول من السادسة بخ"
  },
  {
    "id": " محمد مولى المغيرة ابن شعبة هو ابن يزيد تقدم",
    "data": " محمد مولى المغيرة ابن شعبة هو ابن يزيد تقدم"
  },
  {
    "id": " محمد غير منسوب في البخاري إن ",
    "data": " محمد غير منسوب في البخاري إن "
  },
  {
    "id": " روى عن المتقدمين كابن عيينة وأبي معاوية فهو ابن سلام وإن ",
    "data": " روى عن المتقدمين كابن عيينة وأبي معاوية فهو ابن سلام وإن "
  },
  {
    "id": " روى عن المتأخرين كالمقرىء وعثمان ابن الهيثم ويعلى ابن عبيد ومحاضر فهو محمد ابن يحيى الذهلي واختلف في بعض هؤلاء كما أوضحته بأدلته في المقدمة على شرح البخاري",
    "data": " روى عن المتأخرين كالمقرىء وعثمان ابن الهيثم ويعلى ابن عبيد ومحاضر فهو محمد ابن يحيى الذهلي واختلف في بعض هؤلاء كما أوضحته بأدلته في المقدمة على شرح البخاري"
  },
  {
    "id": "6423",
    "data": " الماضي ابن محمد ابن مسعود الغافقي أبو مسعود المصري كاتب المصاحف ضعيف من التاسعة مات سنة ثلاث وثمانين ومائة ق"
  },
  {
    "id": "6424",
    "data": " مالك ابن إسماعيل النهدي أبو غسان الكوفي سبط حماد ابن أبي سليمان ثقة متقن صحيح الكتاب عابد من صغار التاسعة مات سنة سبع عشرة ع"
  },
  {
    "id": "6425",
    "data": " مالك ابن أنس ابن مالك ابن أبي عامر ابن عمرو الأصبحي أبو عبد الله المدني الفقيه إمام دار الهجرة رأس المتقنين وكبير المتثبتين حتى قال البخاري أصح الأسانيد كلها مالك عن نافع عن ابن عمر من السابعة مات سنة تسع وسبعين وكان مولده سنة ثلاث وتسعين وقال الواقدي بلغ تسعين سنة ع"
  },
  {
    "id": "6426",
    "data": " مالك ابن أوس ابن الحدثان بفتح المهملتين والمثلثة النصري بالنون أبو سعيد المدني له رؤية وروى عن عمر مات سنة اثنتين وتسعين وقيل سنة إحدى ع"
  },
  {
    "id": "6427",
    "data": " مالك ابن بحينة صحابي كذا وقع في البخاري والنسائي والأكثر على أن الصحبة والرواية لولده عبد الله ابن مالك خ س"
  },
  {
    "id": "6428",
    "data": " مالك ابن ثعلبة ابن أبي مالك القرظي ويقال أبو مالك مقبول من الخامسة د"
  },
  {
    "id": " مالك ابن جعشم هو ابن مالك يأتي",
    "data": " مالك ابن جعشم هو ابن مالك يأتي"
  },
  {
    "id": "6429",
    "data": " مالك ابن الحارث ابن عبد يغوث ابن سلمة النخعي الملقب بالأشتر بالمعجمة الساكنة والمثناة المفتوحة مخضرم "
  },
  {
    "id": " نزل الكوفة بعد أن شهد اليرموك وغيرها وولاه علي مصر فمات قبل أن يدخلها سنة سبع وثلاثين س",
    "data": " نزل الكوفة بعد أن شهد اليرموك وغيرها وولاه علي مصر فمات قبل أن يدخلها سنة سبع وثلاثين س"
  },
  {
    "id": "6430",
    "data": " مالك ابن الحارث السلمي الرقي ويقال الكوفي ثقة من الرابعة مات "
  },
  {
    "id": " سنة أربع وتسعين بخ م د س",
    "data": " سنة أربع وتسعين بخ م د س"
  },
  {
    "id": "6431",
    "data": " مالك ابن الحارث الهمداني أبو موسى الكوفي مقبول من الثالثة مات "
  },
  {
    "id": " سنة خمس وتسعين عس",
    "data": " سنة خمس وتسعين عس"
  },
  {
    "id": "6432",
    "data": " مالك ابن حمزة ابن أبي أسيد بالضم الأنصاري الساعدي مقبول من السادسة د ق"
  },
  {
    "id": " مالك ابن أبي حمزة الوادعي أبو عطية الكوفي مشهور بكنيته يأتي",
    "data": " مالك ابن أبي حمزة الوادعي أبو عطية الكوفي مشهور بكنيته يأتي"
  },
  {
    "id": "6433",
    "data": " مالك ابن الحويرث بالتصغير أبو سليمان الليثي صحابي نزل البصرة مات سنة أربع وسبعين ع"
  },
  {
    "id": "6463",
    "data": " مبارك ابن سعيد ابن مسروق الثوري الأعمى أبو عبد الرحمن الكوفي نزيل بغداد صدوق من الثامنة مات سنة ثمانين د ت س"
  },
  {
    "id": "6464",
    "data": " مبارك ابن فضالة بفتح الفاء وتخفيف المعجمة أبو فضالة البصري صدوق يدلس ويسوي من السادسة مات سنة ست وستين على الصحيح خت د ت ق"
  },
  {
    "id": "6465",
    "data": " مبشر بكسر المعجمة الثقيلة ابن إسماعيل الحلبي أبو إسماعيل الكلبي مولاهم صدوق من التاسعة مات سنة مائتين ع"
  },
  {
    "id": "6466",
    "data": " مبشر ابن عبد الله ابن رزين بفتح الراء وكسر الزاي السلمي أبو بكر النيسابوري ثقة من كبار التاسعة مات سنة تسع وثمانين "
  }
]