[
  {
    "id": " على الصحيح س",
    "data": " على الصحيح س"
  },
  {
    "id": "6467",
    "data": " مبشر ابن عبيد الحمصي أبو حفص كوفي الأصل متروك ورماه أحمد بالوضع من السابعة له في ابن ماجة حديث واحد "
  },
  {
    "id": " ق",
    "data": " ق"
  },
  {
    "id": " المثنى بضم الميم وفتح المثلثة وتشديد النون مقصورا ابن ثمامة عن أبيه ",
    "data": " المثنى بضم الميم وفتح المثلثة وتشديد النون مقصورا ابن ثمامة عن أبيه "
  },
  {
    "id": " صوابه عبد الله ابن المثنى عن عمه ثمامة ق",
    "data": " صوابه عبد الله ابن المثنى عن عمه ثمامة ق"
  },
  {
    "id": "6468",
    "data": " المثنى ابن دينار القطان الأحمري البصري لين الحديث من السادسة ر"
  },
  {
    "id": "6469",
    "data": " المثنى ابن سعد أو سعيد الطائي أبو غفار بكسر المعجمة وتخفيف "
  },
  {
    "id": " الفاء وقيل بفتح المهملة والتشديد وآخره نون بصري ليس به بأس من السادسة بخ د ت س",
    "data": " الفاء وقيل بفتح المهملة والتشديد وآخره نون بصري ليس به بأس من السادسة بخ د ت س"
  },
  {
    "id": "6470",
    "data": " المثنى ابن سعيد الضبعي بضم المعجمة وفتح الموحدة أبو سعيد البصري القسام القصير ثقة قال أبو حاتم هو أوثق من الذي قبله من السادسة أيضا ع"
  },
  {
    "id": "6471",
    "data": " المثنى ابن الصباح بالمهملة والموحدة الثقيلة اليماني الأبناوي بفتح الهمزة وسكون الموحدة بعدها نون أبو عبد الله أو أبو يحيى نزيل مكة ضعيف اختلط بأخرة وكان عابدا من كبار السابعة مات سنة تسع وأربعين د ت ق"
  },
  {
    "id": "6472",
    "data": " المثنى ابن عبد الرحمن الخزاعي مستور من الثالثة د س"
  },
  {
    "id": "6473",
    "data": " المثنى ابن معاذ ابن معاذ العنبري أخو عبيد الله ثقة من صغار العاشرة مات سنة ثمان وعشرين وله إحدى وستون م"
  },
  {
    "id": "6474",
    "data": " المثنى ابن يزيد بصري أو مدني مجهول من الثامنة د س"
  },
  {
    "id": "6475",
    "data": " المثنى ابن يزيد الثقفي شامي مجهول من الثامنة أيضا تمييز"
  },
  {
    "id": "6476",
    "data": " مجاشع بضم أوله وتخفيف الجيم وبشين معجمة مكسورة ابن مسعود ابن ثعلبة ابن وهب السلمي صحابي قتل يوم الجمل سنة ست وثلاثين خ م د ق"
  },
  {
    "id": "6477",
    "data": " مجاعة بضم أوله وتشديد الجيم ابن مرارة بتخفيف الراء الحنفي اليمامي صحابي له حديث وعاش إلى خلافة معاوية د"
  },
  {
    "id": "6478",
    "data": " مجالد بضم أوله وتخفيف الجيم ابن سعيد ابن عمير الهمداني بسكون الميم أبو عمرو الكوفي ليس بالقوي وقد تغير في آخر عمره من صغار السادسة مات سنة أربع وأربعين م 4"
  },
  {
    "id": "6479",
    "data": " مجالد ابن عوف أو عوف ابن مجالد حجازي صدوق من الرابعة د س"
  },
  {
    "id": "6480",
    "data": " مجالد ابن مسعود السلمي أخو مجاشع أبو معبد صحابي بقي إلى سنة أربعين على الصحيح خ م"
  },
  {
    "id": "6481",
    "data": " مجاهد ابن جبر بفتح الجيم وسكون الموحدة أبو الحجاج المخزومي مولاهم المكي ثقة إمام في التفسير وفي العلم من الثالثة مات سنة إحدى أو اثنتين أو ثلاث أو أربع ومائة وله ثلاث وثمانون ع"
  },
  {
    "id": "6482",
    "data": " مجاهد ابن فرقد "
  },
  {
    "id": " روى عن أبي المنيب الجرشي لم يذكره المزي س",
    "data": " روى عن أبي المنيب الجرشي لم يذكره المزي س"
  },
  {
    "id": "6483",
    "data": " مجاهد ابن موسى الخوارزمي وهو الختلي بضم المعجمة وتشديد المثناة المفتوحة أبو علي نزيل بغداد ثقة من العاشرة مات سنة أربع وأربعين وله ست وثمانون م 4"
  },
  {
    "id": "6484",
    "data": " مجاهد ابن وردان المدني صدوق من السابعة 4"
  },
  {
    "id": "6485",
    "data": " مجزأة بفتح أوله وسكون الجيم وفتح الزاي بعدها همزة مفتوحة ابن زاهر ابن الأسود السلمي "
  },
  {
    "id": " الكوفي ثقة من الرابعة خ م س",
    "data": " الكوفي ثقة من الرابعة خ م س"
  },
  {
    "id": "6486",
    "data": " مجزأة ابن سفيان الثقفي البصري مقبول من الحادية عشرة ق"
  },
  {
    "id": "6487",
    "data": " مجمع بضم أوله وفتح الجيم وتشديد الميم المكسورة ابن جارية بالجيم ابن عامر الأنصاري الأوسي المدني صحابي مات في خلافة معاوية د ت ق"
  },
  {
    "id": "6488",
    "data": " مجمع ابن يحيى ابن يزيد ابن جارية الأنصاري قريب الذي قبله كوفي صدوق من الخامسة م س"
  },
  {
    "id": "6489",
    "data": " مجمع ابن يزيد ابن جارية الأنصاري صحابي وقيل هو مجمع ابن جارية الماضي خ د س ق"
  },
  {
    "id": "6490",
    "data": " مجمع ابن يعقوب ابن مجمع ابن يزيد ابن جارية الأنصاري حفيد الذي قبله صدوق من الثامنة مات سنة ستين د س"
  },
  {
    "id": "6491",
    "data": " مجيبة بضم أوله وكسر الجيم بعدها تحتانية ثم موحدة "
  },
  {
    "id": " الباهلي وقيل هي امرأة ق من الصحابة بحديث في الصوم س",
    "data": " الباهلي وقيل هي امرأة ق من الصحابة بحديث في الصوم س"
  },
  {
    "id": "6492",
    "data": " محارب بضم أوله وكسر الراء ابن دثار بكسر المهملة وتخفيف المثلثة السدوسي الكوفي القاضي ثقة إمام زاهد من الرابعة مات سنة ست عشرة ع"
  },
  {
    "id": "6493",
    "data": " محاضر بضاد معجمة ابن المورع بضم الميم وفتح الواو وتشديد الراء المكسورة بعدها مهملة الكوفي صدوق له أوهام من التاسعة مات سنة ست ومائتين خت م د س"
  },
  {
    "id": " محبوب ابن الحسن هو محمد تقدم",
    "data": " محبوب ابن الحسن هو محمد تقدم"
  },
  {
    "id": " محبوب ابن صالح ",
    "data": " محبوب ابن صالح "
  },
  {
    "id": " صوابه محبوب أبو صالح وهو محبوب ابن موسى الآتي س",
    "data": " صوابه محبوب أبو صالح وهو محبوب ابن موسى الآتي س"
  },
  {
    "id": "6494",
    "data": " محبوب ابن محرز التميمي القواريري العطار أبو محرز الكوفي لين الحديث من التاسعة بخ ت"
  },
  {
    "id": "6495",
    "data": " محبوب ابن موسى أبو صالح الأنطاكي الفراء صدوق من العاشرة لم يصح أن البخاري أخرج له مات سنة إحدى وثلاثين وله ثمانون د س"
  },
  {
    "id": "6496",
    "data": " محجن بكسر أوله وسكون المهملة وفتح الجيم "
  },
  {
    "id": " ابن الأدرع الأسلمي صحابي هو الذي اختط مسجد البصرة مات في آخر خلافة معاوية بخ د س",
    "data": " ابن الأدرع الأسلمي صحابي هو الذي اختط مسجد البصرة مات في آخر خلافة معاوية بخ د س"
  },
  {
    "id": "6497",
    "data": " محجن ابن أبي محجن الديلي صحابي قليل الحديث س"
  },
  {
    "id": "6498",
    "data": " محدوج بمهملة ساكنة وآخره جيم الباهلي مجهول من السادسة أخطأ من زعم أن له صحبة ق"
  },
  {
    "id": "6499",
    "data": " محرر برائين وزن محمد على الصحيح "
  },
  {
    "id": " ابن عبد الله التيمي متروك من السابعة ت",
    "data": " ابن عبد الله التيمي متروك من السابعة ت"
  },
  {
    "id": "6500",
    "data": " محرر ابن أبي هريرة الدوسي المدني مقبول من الرابعة مات في خلافة عمر ابن عبد العزيز س ق"
  },
  {
    "id": "6501",
    "data": " محرز بسكون المهملة وكسر الراء بعدها زاي ابن سلمة العدني ثم المكي صدوق من العاشرة مات سنة أربع وثلاثين وقد جاز التسعين ق"
  },
  {
    "id": "6502",
    "data": " محرز ابن عبد الله الجزري أبو رجاء مولى هشام ابن عبد الملك صدوق يدلس من السابعة بخ ق"
  },
  {
    "id": "6503",
    "data": " محرز ابن عون الهلالي أبو الفضل البغدادي صدوق من العاشرة مات سنة إحدى وثلاثين وله سبع وثمانون "
  },
  {
    "id": " م",
    "data": " م"
  },
  {
    "id": "6504",
    "data": " محرز ابن الوضاح ابن محرز المروزي مقبول من التاسعة س"
  },
  {
    "id": " محرز عن الحسن هو أبو رجاء المذكور قبل اثنين",
    "data": " محرز عن الحسن هو أبو رجاء المذكور قبل اثنين"
  },
  {
    "id": "6505",
    "data": " محرش بضم أوله وفتح المهملة وقيل إنها معجمة وكسر الراء بعدها معجمة ابن عبد الله أو "
  },
  {
    "id": " سويد ابن عبد الله الكعبي الخزاعي نزيل مكة صحابي له حديث في عمرة الجعرانة د ت س",
    "data": " سويد ابن عبد الله الكعبي الخزاعي نزيل مكة صحابي له حديث في عمرة الجعرانة د ت س"
  },
  {
    "id": "6506",
    "data": " محصن بضم أوله وسكون ثانيه وكسر الصاد المهملة ابن علي الفهري المدني مستور من السادسة د س"
  },
  {
    "id": "6507",
    "data": " محفوظ ابن علقمة الحضرمي أبو جنادة الحمصي صدوق من السادسة د عس ق"
  },
  {
    "id": "6508",
    "data": " محل بضم أوله وكسر ثانيه وتشديد اللام ابن خليفة الطائي الكوفي ثقة من الرابعة خ س ق"
  },
  {
    "id": "6508",
    "data": " محل ابن محرز الضبي الكوفي لا بأس به من السادسة مات سنة ثلاث وخمسين بخ"
  },
  {
    "id": "6509",
    "data": " محمود ابن آدم المروزي صدوق من العاشرة مات سنة ثمان وخمسين ذكره ابن عدي في شيوخ البخاري خ"
  },
  {
    "id": "6510",
    "data": " محمود ابن خالد السلمي أبو علي الدمشقي ثقة من صغار العاشرة مات سنة سبع وأربعين وله ثلاث وسبعون د س ق"
  },
  {
    "id": "6511",
    "data": " محمود ابن خداش بكسر المعجمة ثم مهملة خفيفة وآخره معجمة الطالقاني نزيل بغداد صدوق من العاشرة مات سنة خمسين وله تسعون سنة ت عس ق"
  },
  {
    "id": "6512",
    "data": " محمود ابن الربيع ابن سراقة ابن عمرو الخزرجي أبو نعيم أو أبو محمد المدني صحابي صغير وجل روايته عن الصحابة ع"
  },
  {
    "id": "6513",
    "data": " محمود ابن سليمان البلخي صدوق من مشايخ النسائي من صغار العاشرة س"
  },
  {
    "id": " محمود ابن سليمان العدني ",
    "data": " محمود ابن سليمان العدني "
  },
  {
    "id": " صوابه محرز ابن سلمة ق",
    "data": " صوابه محرز ابن سلمة ق"
  },
  {
    "id": "6514",
    "data": " محمود ابن عمرو ابن يزيد ابن السكن الأنصاري مقبول من الثالثة د س"
  },
  {
    "id": "6515",
    "data": " محمود ابن عمير ابن سعد الأنصاري مقبول من الثالثة س"
  },
  {
    "id": "6516",
    "data": " محمود ابن غيلان العدوي مولاهم أبو أحمد المروزي نزيل بغداد ثقة من العاشرة مات سنة تسع وثلاثين وقيل بعد ذلك خ م ت س ق"
  },
  {
    "id": "6517",
    "data": " محمود ابن لبيد ابن عقبة ابن رافع الأوسي الأشهلي أبو نعيم المدني صحابي صغير وجل روايته عن الصحابة مات سنة ست وتسعين وقيل سنة سبع وله تسع وتسعون سنة بخ م 4"
  },
  {
    "id": "6518",
    "data": " محمود ابن الوليد "
  },
  {
    "id": " شامي مقبول من الثامنة د",
    "data": " شامي مقبول من الثامنة د"
  },
  {
    "id": "6537",
    "data": " مخلد ابن الضحاك ابن مسلم الشيباني والد أبي عاصم مقبول من السابعة مات سنة سبع وستين وله خمس وسبعون ق"
  },
  {
    "id": "6538",
    "data": " مخلد ابن مالك ابن جابر الجمال بالجيم أبو جعفر الرازي نزيل نيسابور ثقة من العاشرة مات سنة إحدى وأربعين خ"
  },
  {
    "id": "6539",
    "data": " مخلد ابن مالك ابن شيبان الحراني أبو محمد مولى قريش لا بأس به من العاشرة مات سنة اثنتين وأربعين عس"
  },
  {
    "id": "6540",
    "data": " مخلد ابن يزيد القرشي الحراني صدوق له أوهام من كبار التاسعة مات سنة ثلاث وتسعين "
  },
  {
    "id": " خ م د س ق",
    "data": " خ م د س ق"
  },
  {
    "id": "6541",
    "data": " مخمر بكسر أوله وسكون ثانيه وفتح ثالثه ابن معاوية النميري صحابي قليل الحديث ق"
  },
  {
    "id": "6542",
    "data": " مخنف بكسر أوله وبنون ابن سليم ابن الحارث ابن عوف الأزدي الغامدي صحابي نزل الكوفة وكانت معه راية الأزد بصفين واستشهد بعين الوردة سنة أربع وستين 4"
  },
  {
    "id": "6543",
    "data": " مخول بوزن محمد وقيل بوزن الذي قبله ابن راشد أبو راشد ابن أبي مجالد النهدي مولاهم الكوفي الحناط بمهملة ونون ثقة نسب إلى التشيع من السادسة مات بعد سنة أربعين ع"
  },
  {
    "id": "6544",
    "data": " مدرك ابن سعد أو ابن أبي سعد الفزاري أبو سعيد "
  },
  {
    "id": " الدمشقي لا بأس به من السابعة د",
    "data": " الدمشقي لا بأس به من السابعة د"
  },
  {
    "id": "6545",
    "data": " مرار بفتح أوله وتشديد الراء ابن حمويه الثقفي أبو أحمد الهمذاني بفتح الميم والمعجمة ثقة حافظ فقيه من الحادية عشرة مات سنة أربع وخمسين خ ق"
  },
  {
    "id": "6546",
    "data": " مرثد بسكون الراء بعدها مثلثة "
  },
  {
    "id": " الزماني بكسر الزاي وتشديد الميم مقبول من الثالثة بخ ت س ق",
    "data": " الزماني بكسر الزاي وتشديد الميم مقبول من الثالثة بخ ت س ق"
  },
  {
    "id": "6547",
    "data": " مرثد ابن عبد الله اليزني بفتح التحتانية والزاي بعدها نون أبو الخير المصري ثقة فقيه من الثالثة مات "
  },
  {
    "id": " سنة تسعين ع",
    "data": " سنة تسعين ع"
  },
  {
    "id": "6548",
    "data": " مرثد ابن أبي مرثد الغنوي بفتح المعجمة والنون صحابي بدري استشهد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سنة أربع د ت س"
  },
  {
    "id": "6549",
    "data": " مرثد ابن وداعة الجعفي "
  },
  {
    "id": " وقيل غير ذلك في نسبه أبو قتيلة بالقاف والمثناة مصغر صحابي مقل له رواية عن بعض الصحابة د",
    "data": " وقيل غير ذلك في نسبه أبو قتيلة بالقاف والمثناة مصغر صحابي مقل له رواية عن بعض الصحابة د"
  },
  {
    "id": "6550",
    "data": " مرجى بتشديد الجيم ابن رجاء اليشكري أبو رجاء البصري صدوق ربما وهم من الثامنة خت"
  },
  {
    "id": "6551",
    "data": " مرحب أو أبو مرحب "
  },
  {
    "id": " مختلف في صحبته د",
    "data": " مختلف في صحبته د"
  },
  {
    "id": "6568",
    "data": " مروان ابن رؤبة التغلبي بالمثناة والمعجمة وكسر اللام أبو الحصين الحمصي مقبول من الخامسة د"
  },
  {
    "id": "6569",
    "data": " مروان ابن سالم المفقع بفاء ثم قاف ثقيلة "
  },
  {
    "id": " مصري مقبول من الرابعة د س",
    "data": " مصري مقبول من الرابعة د س"
  },
  {
    "id": "6570",
    "data": " مروان ابن سالم الغفاري أبو عبد الله الجزري متروك ورماه الساجي وغيره بالوضع من كبار التاسعة ق"
  },
  {
    "id": " مروان ابن سوار هو اسم شبابة تقدم",
    "data": " مروان ابن سوار هو اسم شبابة تقدم"
  },
  {
    "id": "6571",
    "data": " مروان ابن شجاع الجزري أبو عمرو "
  },
  {
    "id": " وأبو عبد الله الأموي مولاهم نزل بغداد صدوق له أوهام من الثامنة مات سنة أربع وثمانين خ د ت ق",
    "data": " وأبو عبد الله الأموي مولاهم نزل بغداد صدوق له أوهام من الثامنة مات سنة أربع وثمانين خ د ت ق"
  }
]