[
  {
    "id": "6572",
    "data": " مروان ابن عثمان ابن أبي سعيد ابن المعلى الأنصاري الزرقي ضعيف من السادسة بخ س"
  },
  {
    "id": "6573",
    "data": " مروان ابن محمد ابن حسان الأسدي الدمشقي الطاطري بمهملتين مفتوحتين ثقة من التاسعة مات سنة عشر وله ثلاث وستون سنة م 4"
  },
  {
    "id": "6574",
    "data": " مروان ابن محمد السنجاري ضعيف من العاشرة تمييز"
  },
  {
    "id": "6575",
    "data": " مروان ابن معاوية ابن الحارث ابن أسماء الفزاري أبو عبد الله الكوفي نزيل مكة ودمشق ثقة حافظ وكان يدلس أسماء الشيوخ من الثامنة مات سنة ثلاث وتسعين ع"
  },
  {
    "id": "6576",
    "data": " مروان الأصفر أبو خليفة "
  },
  {
    "id": " البصري قيل اسم أبيه خاقان وقيل سالم ثقة من الرابعة خ م د ت",
    "data": " البصري قيل اسم أبيه خاقان وقيل سالم ثقة من الرابعة خ م د ت"
  },
  {
    "id": "6577",
    "data": " مروان "
  },
  {
    "id": " أبو لبابة البصري ثقة من الرابعة يقال إنه مولى عائشة أو هند بنت المهلب أو عبد الرحمن ابن زياد ت",
    "data": " أبو لبابة البصري ثقة من الرابعة يقال إنه مولى عائشة أو هند بنت المهلب أو عبد الرحمن ابن زياد ت"
  },
  {
    "id": " مروان المفقع ",
    "data": " مروان المفقع "
  },
  {
    "id": " هو ابن سالم تقدم",
    "data": " هو ابن سالم تقدم"
  },
  {
    "id": "6578",
    "data": " مري بالتصغير ابن قطري بفتحتين وكسر الراء مخففا الكوفي مقبول من الثالثة 4"
  },
  {
    "id": "6579",
    "data": " مزاحم ابن ذواد بمعجمة وتشديد الواو الحارثي الكوفي لا بأس به من العاشرة ت"
  },
  {
    "id": "6580",
    "data": " مزاحم ابن زفر ابن الحارث الضبي ويقال العامري الكوفي ويقال إنه يقال فيه مزاحم ابن أبي مزاحم ثقة من السادسة خت م س"
  },
  {
    "id": "6581",
    "data": " مزاحم ابن زفر التيمي أبو خزيمة الكوفي مقبول من التاسعة تمييز"
  },
  {
    "id": "6582",
    "data": " مزاحم ابن أبي مزاحم المكي مولى عمر ابن عبد العزيز ويقال مولى طلحة مقبول من السادسة د ت س"
  },
  {
    "id": " مزاحم ابن أبي مزاحم يقال هو ابن زفر تقدم",
    "data": " مزاحم ابن أبي مزاحم يقال هو ابن زفر تقدم"
  },
  {
    "id": "6583",
    "data": " مزيدة بوزن كبيرة ابن جابر أو ابن مالك وهو أصح العصري بفتح المهملتين العبدي صحابي مقل بخ ت"
  },
  {
    "id": "6584",
    "data": " مزيدة ابن جابر آخر ضعفه أبو زرعة ومشاه أحمد من السادسة تمييز"
  },
  {
    "id": "6585",
    "data": " مسافر شامي مقبول من السابعة قد"
  },
  {
    "id": "6586",
    "data": " مسافع ابن عبد الله ابن شيبة ابن عثمان العبدري "
  },
  {
    "id": " أبو سليمان المكي الحجبي وقد ينسب لجده ثقة من الثالثة قيل قتل يوم الجمل ولا يصح ذلك بل تأخر إلى خلافة الوليد م د ت",
    "data": " أبو سليمان المكي الحجبي وقد ينسب لجده ثقة من الثالثة قيل قتل يوم الجمل ولا يصح ذلك بل تأخر إلى خلافة الوليد م د ت"
  },
  {
    "id": "6587",
    "data": " مساور الحميري مجهول من السادسة ت ق"
  },
  {
    "id": "6588",
    "data": " مساور الوراق الكوفي الشاعر اسم أبيه سوار ابن عبد الحميد قاله أسلم الواسطي صدوق من السابعة م 4"
  },
  {
    "id": "6589",
    "data": " مساور غير منسوب شيخ لمروان ابن معاوية مجهول من السادسة عس"
  },
  {
    "id": " مستقيم ابن عبد الملك هو عثمان تقدم",
    "data": " مستقيم ابن عبد الملك هو عثمان تقدم"
  },
  {
    "id": "6590",
    "data": " مستلم ابن سعيد الثقفي الواسطي صدوق عابد ربما وهم من التاسعة 4"
  },
  {
    "id": "6591",
    "data": " المستمر ابن الريان بالتحتانية الإيادي الزهراني أبو عبد الله البصري ثقة عابد من السادسة م د ت س"
  },
  {
    "id": "6592",
    "data": " المستمر الناجي بالنون والجيم "
  },
  {
    "id": " والد إبراهيم بصري مقبول من السابعة تمييز",
    "data": " والد إبراهيم بصري مقبول من السابعة تمييز"
  },
  {
    "id": "6593",
    "data": " المستنير بفتح المثناة بعدها نون مكسورة وتحتانية ساكنة ابن أخضر ابن معاوية ابن قرة المزني مقبول من السابعة بخ"
  },
  {
    "id": "6594",
    "data": " مستور ابن عباد الهنائي بضم الهاء وتخفيف النون والمد أبو همام البصري ثقة من السابعة س"
  },
  {
    "id": "6595",
    "data": " المستورد ابن الأحنف الكوفي ثقة من الثانية م 4"
  },
  {
    "id": "6596",
    "data": " المستورد ابن شداد ابن عمرو القرشي الفهري حجازي نزل الكوفة له ولأبيه صحبة مات سنة خمس وأربعين خت م 4"
  },
  {
    "id": "6597",
    "data": " مسحاج بكسر أوله وسكون ثانيه ثم مهملة وآخره جيم ابن موسى الضبي أبو موسى الكوفي مقبول من الخامسة د"
  },
  {
    "id": "6598",
    "data": " مسدد ابن مسرهد ابن مسربل ابن مستورد الأسدي البصري أبو الحسن ثقة حافظ يقال إنه أول من صنف المسند بالبصرة من العاشرة مات سنة ثمان وعشرين ويقال اسمه عبد الملك ابن عبد العزيز ومسدد لقب خ د ت س"
  },
  {
    "id": "6599",
    "data": " مسرة بفتح أوله وثانيه وتشديد الراء ابن معبد اللخمي الفلسطيني القدسي صدوق له أوهام من الثامنة د"
  },
  {
    "id": "6600",
    "data": " مسروح المؤذن مولى عمر ويقال اسمه مسعود مقبول من الثانية د"
  },
  {
    "id": "6601",
    "data": " مسروق ابن الأجدع ابن مالك الهمداني الوادعي أبو عائشة الكوفي ثقة فقيه عابد مخضرم من الثانية مات سنة اثنتين ويقال سنة ثلاث وستين ع"
  },
  {
    "id": "6602",
    "data": " مسروق ابن أوس ويقال أوس ابن مسروق التميمي مقبول من الثانية د س ق"
  },
  {
    "id": "6603",
    "data": " مسروق ابن المرزبان بسكون الراء وضم الزاي بعدها موحدة الكندي أبو سعيد الكوفي صدوق له أوهام من العاشرة مات سنة أربعين ق"
  },
  {
    "id": "6604",
    "data": " مسعر بكسر أوله وسكون ثانيه وقتح المهملة ابن حبيب الجرمي أبو الحارث البصري ثقة من السادسة د"
  },
  {
    "id": "6605",
    "data": " مسعر ابن كدام بكسر أوله وتخفيف ثانيه ابن ظهير الهلالي أبو سلمة الكوفي ثقة ثبت فاضل من السابعة مات سنة ثلاث أو خمس وخمسين ع"
  },
  {
    "id": "6606",
    "data": " مسعود ابن الأسود ابن حارثة العدوي عدي قريش يعرف بابن العجماء صحابي شهد بيعة الرضوان واستشهد بمؤته ق"
  },
  {
    "id": "6607",
    "data": " مسعود ابن الأسود صحابي آخر شهد فتح مصر واختلف في اسم أبيه ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": "6608",
    "data": " مسعود ابن جويرية ابن داود الموصلي أبو سعيد صدوق من العاشرة مات سنة ثمان وأربعين س"
  },
  {
    "id": "6609",
    "data": " مسعود ابن الحكم ابن الربيع ابن عامر الأنصاري الزرقي أبو هارون المدني له رؤية وله رواية عن بعض الصحابة م 4"
  },
  {
    "id": "6610",
    "data": " مسعود ابن سعد الجعفي أبو سعد الكوفي ثقة عابد من التاسعة قد س"
  },
  {
    "id": "6611",
    "data": " مسعود ابن مالك الأسدي الكوفي مقبول من السادسة م س"
  },
  {
    "id": "6612",
    "data": " مسعود ابن مالك أبو رزين الأسدي الكوفي ثقة فاضل من الثانية مات سنة خمس وثمانين وهو غير أبي رزين عبيد الذي قتله عبيد الله ابن زياد بالبصرة ووهم من خلطهما بخ م 4"
  },
  {
    "id": "6613",
    "data": " مسعود ابن هبيرة أو هنيدة بالنون والدال وهو أصح مولى فروة الأسلمي صحابي قليل الحديث س"
  },
  {
    "id": "6614",
    "data": " مسعود ابن واصل الأزرق البصري صاحب السابري لين الحديث من التاسعة ت ق"
  },
  {
    "id": "6615",
    "data": " مسكين ابن بكير الحراني أبو عبد الرحمن الحذاء صدوق يخطىء وكان صاحب حديث من التاسعة مات سنة ثمان وتسعين "
  },
  {
    "id": " خ م س",
    "data": " خ م س"
  },
  {
    "id": "6616",
    "data": " مسلم ابن إبراهيم الأزدي الفراهيدي بالفاء أبو عمرو البصري ثقة مأمون مكثر عمي بأخرة من صغار التاسعة مات سنة اثنتين وعشرين وهو أكبر شيخ لأبي داود ع"
  },
  {
    "id": "6617",
    "data": " مسلم ابن أبي بكرة ابن الحارث الثقفي البصري صدوق من الثالثة مات "
  },
  {
    "id": " في حدود سنة تسعين م د ت س",
    "data": " في حدود سنة تسعين م د ت س"
  },
  {
    "id": "6618",
    "data": " مسلم ابن ثفنة بفتح المثلثة وكسر الفاء بعدها نون ويقال "
  },
  {
    "id": " شعبة وهو أصح حجازي مقبول من الثالثة د س",
    "data": " شعبة وهو أصح حجازي مقبول من الثالثة د س"
  },
  {
    "id": "6619",
    "data": " مسلم ابن جبير مجهول من الرابعة د"
  },
  {
    "id": "6620",
    "data": " مسلم ابن جندب الهذلي المدني القاضي ثقة فصيح قارىء من الثالثة مات سنة ست ومائة عخ ت"
  },
  {
    "id": "6621",
    "data": " مسلم ابن حاتم الأنصاري أبو حاتم البصري صدوق ربما وهم من العاشرة د ت"
  },
  {
    "id": "6622",
    "data": " مسلم ابن الحارث ويقال الحارث ابن مسلم التميمي صحابي قليل الحديث د"
  },
  {
    "id": "6623",
    "data": " مسلم ابن الحجاج ابن مسلم القشيري النيسابوري ثقة حافظ إمام مصنف عالم بالفقه مات سنة إحدى وستين وله سبع وخمسون سنة ت"
  },
  {
    "id": "6624",
    "data": " مسلم ابن أبي حرة بضم المهملة وتشديد الراء المديني مقبول من الرابعة س"
  },
  {
    "id": "6625",
    "data": " مسلم ابن خالد المخزومي مولاهم المكي المعروف بالزنجي فقيه صدوق كثير الأوهام من الثامنة مات سنة تسع وسبعين أو بعدها د ق"
  },
  {
    "id": "6626",
    "data": " مسلم ابن زياد الحمصي مقبول من الرابعة بخ د ت س"
  },
  {
    "id": "6627",
    "data": " مسلم ابن سالم النهدي أبو فروة الأصغر الكوفي ويقال له الجهني لنزوله فيهم مشهور بكنيته صدوق من السادسة خ م د س ق"
  },
  {
    "id": "6628",
    "data": " مسلم ابن سالم الجهني بصري كان يكون بمكة ضعيف ويقال فيه مسلمة بزيادة هاء تمييز"
  },
  {
    "id": "6629",
    "data": " مسلم ابن السائب ابن خباب المدني صاحب المقصورة مقبول من الثالثة س"
  },
  {
    "id": "6630",
    "data": " مسلم ابن أبي سهل النبال بنون ثم موحدة ويقال فيه محمد مقبول من السادسة ت س"
  },
  {
    "id": "6631",
    "data": " مسلم ابن سلام الحنفي أبو عبد الملك مقبول من الرابعة د ت س"
  },
  {
    "id": " مسلم ابن شعبة في ابن ثفنة تقدم",
    "data": " مسلم ابن شعبة في ابن ثفنة تقدم"
  },
  {
    "id": "6632",
    "data": " مسلم ابن صبيح بالتصغير الهمداني أبو الضحى الكوفي العطار مشهور بكنيته ثقة فاضل من الرابعة مات سنة مائة ع"
  },
  {
    "id": "6633",
    "data": " مسلم ابن صفوان مجهول من الثالثة ت ق"
  },
  {
    "id": "6634",
    "data": " مسلم ابن عبد الله ابن خبيب بالمعجمة مصغر مجهول من الثالثة د"
  },
  {
    "id": "6635",
    "data": " مسلم ابن عبد الله مجهول من مشايخ بقية من العاشرة ق"
  },
  {
    "id": " مسلم ابن عبد الله أبو حسان الأعرج في الكنى",
    "data": " مسلم ابن عبد الله أبو حسان الأعرج في الكنى"
  },
  {
    "id": "6636",
    "data": " مسلم ابن عبد الله أو ابن عبيد الله وهو الراجح ومنهم من قلبه مقبول من الثالثة د ت س "
  },
  {
    "id": " مسلم ابن عبيد أبو نصيرة في الكنى",
    "data": " مسلم ابن عبيد أبو نصيرة في الكنى"
  },
  {
    "id": " مسلم ابن عمرو ابن أبي عقرب ",
    "data": " مسلم ابن عمرو ابن أبي عقرب "
  },
  {
    "id": " في الكنى",
    "data": " في الكنى"
  },
  {
    "id": "6637",
    "data": " مسلم ابن عمرو "
  },
  {
    "id": " ابن وهب الحذاء أبو عمرو المديني صدوق من الحادية عشرة ت س",
    "data": " ابن وهب الحذاء أبو عمرو المديني صدوق من الحادية عشرة ت س"
  },
  {
    "id": "6638",
    "data": " مسلم ابن عمران البطين ويقال ابن أبي عمران أبو عبد الله الكوفي ثقة من السادسة ع"
  },
  {
    "id": "6639",
    "data": " مسلم ابن قرط بضم القاف وسكون الراء بعدها مهملة المدني مقبول من السادسة د س"
  },
  {
    "id": "6640",
    "data": " مسلم ابن قرظة بفتحات والظاء معجمة الأشجعي ابن أخي عوف ابن مالك مقبول من الثالثة م"
  },
  {
    "id": "6641",
    "data": " مسلم ابن كيسان الضبي الملائي البراد الأعور أبو عبد الله الكوفي ضعيف من الخامسة ت ق"
  },
  {
    "id": "6642",
    "data": " مسلم ابن المثنى ويقال ابن مهران ابن المثنى "
  },
  {
    "id": " الكوفي المؤذن ويقال اسمه مهران ثقة من الرابعة د ت س",
    "data": " الكوفي المؤذن ويقال اسمه مهران ثقة من الرابعة د ت س"
  },
  {
    "id": "6643",
    "data": " مسلم ابن مخراق العبدي القري بضم القاف وتشديد الراء "
  },
  {
    "id": " البصري يكنى أبا الأسود ",
    "data": " البصري يكنى أبا الأسود "
  },
  {
    "id": " ويقال أبو الأسود آخر غيره صدوق من الرابعة م د س",
    "data": " ويقال أبو الأسود آخر غيره صدوق من الرابعة م د س"
  },
  {
    "id": "6644",
    "data": " مسلم ابن مخراق مولى حذيفة ابن اليمان مقبول من الثالثة تمييز"
  },
  {
    "id": "6645",
    "data": " مسلم ابن مخراق مولى عائشة حجازي نزيل مصر مقبول من الثالثة تمييز"
  },
  {
    "id": "6646",
    "data": " مسلم ابن مخشي بفتح الميم وسكون المعجمة بعدها معجمة مكسورة وياء النسب المدلجي أبو معاوية المصري مقبول من الثالثة د س ق"
  },
  {
    "id": "6647",
    "data": " مسلم ابن أبي مريم يسار المدني مولى الأنصار ثقة من الرابعة خ م د س ق"
  },
  {
    "id": "6648",
    "data": " مسلم ابن مشكم بكسر الميم وسكون المعجمة وفتح الكاف الخزاعي أبو عبد الله "
  },
  {
    "id": " الدمشقي كاتب أبي الدرداء ثقة مقرئ من كبار الثالثة د س ق",
    "data": " الدمشقي كاتب أبي الدرداء ثقة مقرئ من كبار الثالثة د س ق"
  },
  {
    "id": " مسلم ابن مهران أبو المثنى في مسلم ابن المثنى",
    "data": " مسلم ابن مهران أبو المثنى في مسلم ابن المثنى"
  },
  {
    "id": "6649",
    "data": " مسلم ابن نذير بالنون مصغر ويقال ابن يزيد كوفي يكنى أبا عياض مقبول من الثالثة بخ ت س ق"
  }
]