[
  {
    "id": "6650",
    "data": " مسلم ابن هيصم العبدي مقبول من الرابعة م د س ق"
  },
  {
    "id": " مسلم ابن يزيد في ابن نذير",
    "data": " مسلم ابن يزيد في ابن نذير"
  },
  {
    "id": "6651",
    "data": " مسلم ابن يزيد السعدي حجازي مقبول من الرابعة تمييز"
  },
  {
    "id": "6652",
    "data": " مسلم ابن يسار البصري نزيل مكة أبو عبد الله الفقيه ويقال له مسلم سكرة ومسلم المصبح ثقة عابد من الرابعة مات سنة مائة أو بعدها بقليل د س ق"
  },
  {
    "id": "6653",
    "data": " مسلم ابن يسار المصري أبو عثمان الطنبذي مولى الأنصار مقبول من الرابعة بخ م د ت ق"
  },
  {
    "id": "6654",
    "data": " مسلم ابن يسار الجهني مقبول من الثالثة د ت س"
  },
  {
    "id": "6655",
    "data": " مسلم ابن يناق بفتح أوله وتشديد النون وآخره قاف الخزاعي أبو الحسن المكي ثقة من الرابعة م س"
  },
  {
    "id": "6656",
    "data": " مسلم غير منسوب عن علي مجهول من الثالثة بخ"
  },
  {
    "id": "6657",
    "data": " مسلم القرشي والد رائطة صحابي له حديث بخ"
  },
  {
    "id": "6658",
    "data": " مسلم أبو عبد الله الخزاعي صاحب حرس معاوية عن معاذ مقبول من الثانية د"
  },
  {
    "id": " مسلم القرشي في ترجمة عبيد الله ابن مسلم",
    "data": " مسلم القرشي في ترجمة عبيد الله ابن مسلم"
  },
  {
    "id": " مسلم الأعور هو ابن كيسان",
    "data": " مسلم الأعور هو ابن كيسان"
  },
  {
    "id": " مسلم البطين هو ابن عمران",
    "data": " مسلم البطين هو ابن عمران"
  },
  {
    "id": " مسلم القري هو ابن مخراق",
    "data": " مسلم القري هو ابن مخراق"
  },
  {
    "id": " مسلم أبو العلانية يأتي في الكنى",
    "data": " مسلم أبو العلانية يأتي في الكنى"
  },
  {
    "id": "6659",
    "data": " مسلمة ابن عبد الله ابن ربعي الجهني الحميري الدمشقي مقبول من السادسة د س ق"
  },
  {
    "id": "6660",
    "data": " مسلمة ابن عبد الملك ابن مروان ابن الحكم الأموي الأمير "
  },
  {
    "id": " مقبول من السادسة مات سنة عشرين أو بعدها د",
    "data": " مقبول من السادسة مات سنة عشرين أو بعدها د"
  },
  {
    "id": "6661",
    "data": " مسلمة ابن علقمة المازني أبو محمد البصري صدوق له أوهام من الثامنة م صد ت س ق"
  },
  {
    "id": "6662",
    "data": " مسلمة ابن علي الخشني بضم الخاء وفتح الشين المعجمة ثم نون أبو سعيد الدمشقي البلاطي متروك من الثامنة مات قبل سنة تسعين ق"
  },
  {
    "id": "6663",
    "data": " مسلمة ابن عمرو الشامي أبو عمرو مجهول من الثامنة ت"
  },
  {
    "id": "6664",
    "data": " مسلمة ابن قعنب الحارثي البصري ثقة من الثامنة د"
  },
  {
    "id": "6665",
    "data": " مسلمة ابن محمد الثقفي البصري لين الحديث من التاسعة د"
  },
  {
    "id": "6666",
    "data": " مسلمة ابن مخلد بتشديد اللام الأنصاري الزرقي صحابي صغير سكن مصر ووليها مرة مات سنة اثنتين وستين"
  },
  {
    "id": "6667",
    "data": " مسهر ابن عبد الملك ابن سلع الهمداني بسكون الميم الكوفي لين الحديث من كبار التاسعة س"
  },
  {
    "id": "6668",
    "data": " المسور ابن إبراهيم ابن عبد الرحمن ابن عوف الزهري مقبول من الرابعة وروايته عن عبد الرحمن جده مرسلة مات سنة سبع ومائة س"
  },
  {
    "id": "6669",
    "data": " المسور ابن الحسن مجهول من السابعة ق"
  },
  {
    "id": "6670",
    "data": " المسور ابن رفاعة ابن أبي مالك القرظي مقبول من الرابعة مات سنة ثمان وثلاثين بخ كن"
  },
  {
    "id": "6671",
    "data": " المسور ابن عبد الملك ابن سعيد ابن يربوع المدني مقبول من السابعة حديثه في الطهارة من السنن "
  },
  {
    "id": " ولم يذكره المزي د",
    "data": " ولم يذكره المزي د"
  },
  {
    "id": "6672",
    "data": " المسور ابن مخرمة ابن نوفل ابن أهيب ابن عبد مناف ابن زهرة الزهري أبو عبد الرحمن له ولأبيه صحبة مات سنة أربع وستين ع"
  },
  {
    "id": "6673",
    "data": " المسور ابن يزيد الأسدي الكاهلي صحابي نزل الكوفة وضبطه الأمير بتشديد الواو د"
  },
  {
    "id": "6674",
    "data": " المسيب ابن حزن بفتح المهملة وسكون الزاي ابن أبي وهب المخزومي أبو سعيد له ولأبيه صحبة عاش إلى خلافة عثمان خ م د س"
  },
  {
    "id": "6675",
    "data": " المسيب ابن رافع الأسدي الكاهلي أبو العلاء الكوفي الأعمى ثقة من الرابعة مات سنة خمس ومائة ع"
  },
  {
    "id": "6676",
    "data": " المسيب ابن عبد خير ثقة من السادسة د عس"
  },
  {
    "id": "6677",
    "data": " المسيب ابن نجبة بفتح النون والجيم والموحدة الكوفي مخضرم من الثانية مقبول قتل سنة خمس وستين ت"
  },
  {
    "id": "6678",
    "data": " مشاش بمعجمتين أبو ساسان أو أبو الأزهر السليمي بفتح المهملة البصري أو المروزي وقيل هما اثنان مقبول من السادسة س"
  },
  {
    "id": "6679",
    "data": " مشرح بكسر أوله وسكون ثانيه وفتح ثالثه وآخره مهملة ابن هاعان المعافري بفتحتين وفاء المصري أبو مصعب مقبول من الرابعة مات سنة ثمان وعشرين عخ د ت ق"
  },
  {
    "id": "6680",
    "data": " مشعث بتشديد المهملة بعدها مثلثة ويقال منبعث بسكون النون وفتح الموحدة وكسر المهملة ثم مثلثة ابن طريف قاضي هراة مقبول من السادسة د ق"
  },
  {
    "id": "6681",
    "data": " مشمعل بكسر المهملة وتشديد اللام ابن إياس ويقال ابن عمرو ابن إياس المزني البصري ثقة من الرابعة ق"
  },
  {
    "id": "6682",
    "data": " مشمعل ابن ملحان الطائي الكوفي نزيل بغداد صدوق يخطىء من الثامنة تمييز"
  },
  {
    "id": "6683",
    "data": " مصدع بكسر أوله وسكون ثانيه وفتح ثالثه أبو يحيى الأعرج المعرقب "
  },
  {
    "id": " مقبول من الثالثة م 4",
    "data": " مقبول من الثالثة م 4"
  },
  {
    "id": "6684",
    "data": " مصرف بتشديد الراء ابن عمرو ابن السري اليامي بالتحتانية الهمداني ثقة من العاشرة مات سنة أربعين د"
  },
  {
    "id": "6685",
    "data": " مصرف ابن عمرو ابن كعب أو ابن كعب ابن عمرو اليامي الكوفي روى عنه طلحة ابن مصرف مجهول من الرابعة د"
  },
  {
    "id": "6686",
    "data": " مصعب ابن ثابت ابن عبد الله ابن الزبير ابن العوام الأسدي لين الحديث وكان عابدا من السابعة مات سنة سبع وخمسين وله ثلاث وسبعون د س ق"
  },
  {
    "id": "6687",
    "data": " مصعب ابن حيان بالتحتانية النبطي أخو مقاتل البلخي لين الحديث من السابعة س"
  },
  {
    "id": "6688",
    "data": " مصعب ابن سعد ابن أبي وقاص الزهري أبو زرارة المدني ثقة من الثالثة أرسل عن عكرمة ابن أبي جهل مات سنة ثلاث ومائة ع"
  },
  {
    "id": "6689",
    "data": " مصعب ابن سليم الأسدي مولى آل الزبير ويقال له الزهري كوفي صدوق من الخامسة م د تم س"
  },
  {
    "id": "6690",
    "data": " مصعب ابن سلام بتشديد اللام التميمي الكوفي نزيل بغداد صدوق له أوهام من الثامنة ت"
  },
  {
    "id": "6691",
    "data": " مصعب ابن شيبة ابن جبير ابن شيبة ابن عثمان العبدري المكي الحجبي لين الحديث من الخامسة م 4"
  },
  {
    "id": "6692",
    "data": " مصعب ابن عبد الله ابن أبي أمية ابن المغيرة المخزومي صدوق من الثالثة ق"
  },
  {
    "id": "6693",
    "data": " مصعب ابن عبد الله ابن مصعب ابن ثابت ابن عبد الله ابن الزبير ابن العوام الأسدي أبو عبد الله الزبيري المدني نزيل بغداد صدوق عالم بالنسب من العاشرة مات سنة ست وثلاثين س ق"
  },
  {
    "id": "6694",
    "data": " مصعب ابن ماهان المروزي نزيل عسقلان صدوق عابد كثير الخطأ من الثامنة مات سنة ثمانين أو بعدها مد"
  },
  {
    "id": "6695",
    "data": " مصعب ابن محمد ابن عبد الرحمن ابن شرحبيل العبدري المكي لا بأس به من الخامسة د س ق"
  },
  {
    "id": "6696",
    "data": " مصعب ابن المقدام الخثعمي مولاهم أبو عبد الله الكوفي صدوق له أوهام من التاسعة مات سنة ثلاث ومائتين م ت س ق"
  },
  {
    "id": "6697",
    "data": " مصبح بتشديد الموحدة ويقال بالفاء العامري مقبول من الثالثة عس"
  },
  {
    "id": "6698",
    "data": " مضارب ابن حزن بفتح المهملة وسكون الزاي ويقال ابن بشير التميمي ويقال العجلي أبو عبد الله البصري ومنهم من غاير بين العجلي والتميمي وبين ابن حزن وابن بشير مقبول من الثالثة ق "
  },
  {
    "id": " مضرب ابن يحيى ",
    "data": " مضرب ابن يحيى "
  },
  {
    "id": " صوابه مصرف ابن عمرو تقدم",
    "data": " صوابه مصرف ابن عمرو تقدم"
  },
  {
    "id": "6699",
    "data": " مطر بفتحتين ابن طهمان الوراق أبو رجاء السلمي مولاهم الخراساني سكن البصرة صدوق كثير الخطأ وحديثه عن عطاء ضعيف من السادسة مات سنة خمس وعشرين ويقال سنة تسع خت م 4"
  },
  {
    "id": "6700",
    "data": " مطر ابن عبد الرحمن العبدي الأعنق بمهملة ساكنة ونون أبو عبد الرحمن البصري صدوق من السابعة بخ د"
  },
  {
    "id": "6701",
    "data": " مطر ابن عكامس بضم المهملة وتخفيف الكاف وكسر الميم بعدها مهملة السلمي صحابي سكن الكوفة قد ت"
  },
  {
    "id": "6702",
    "data": " مطر ابن الفضل المروزي ثقة من الحادية عشرة قال الفربري مات عندنا يعني بعد الخمسين خ"
  },
  {
    "id": "6703",
    "data": " مطر ابن ميمون المحاربي الإسكاف أبو خالد الكوفي متروك من الخامسة ق"
  },
  {
    "id": "6704",
    "data": " مطرح بضم أوله وتشديد ثانيه مفتوحا وكسر ثالثه ثم مهملة ابن يزيد أبو المهلب الكوفي نزل الشام يقال هو الأسدي ومنهم من غاير بينهما ضعيف من السادسة ق"
  },
  {
    "id": "6705",
    "data": " مطرف بضم أوله وفتح ثانيه وتشديد الراء المكسورة ابن طريف الكوفي أبو بكر أو أبو عبد الرحمن ثقة فاضل من صغار السادسة مات سنة إحدى وأربعين أو بعد ذلك ع"
  },
  {
    "id": "6706",
    "data": " مطرف ابن عبد الله ابن الشخير بكسر الشين المعجمة وتشديد "
  },
  {
    "id": " المعجمة المكسورة بعدها تحتانية ساكنة ثم راء العامري الحرشي بمهملتين مفتوحتين ثم معجمة أبو عبد الله البصري ثقة عابد فاضل من الثانية مات سنة خمس وتسعين ع",
    "data": " المعجمة المكسورة بعدها تحتانية ساكنة ثم راء العامري الحرشي بمهملتين مفتوحتين ثم معجمة أبو عبد الله البصري ثقة عابد فاضل من الثانية مات سنة خمس وتسعين ع"
  },
  {
    "id": "6707",
    "data": " مطرف ابن عبد الله ابن مطرف اليساري بالتحتانية والمهملة المفتوحتين أبو مصعب المدني ابن أخت مالك ثقة لم يصب ابن عدي في تضعيفه من كبار العاشرة مات سنة عشرين على الصحيح وله ثلاث وثمانون خ ت ق"
  },
  {
    "id": "6708",
    "data": " مطعم بسكون الطاء ابن المقدام الصنعاني الشامي صدوق من السادسة د س"
  },
  {
    "id": " المطلب بتشديد الطاء ابن ربيعة ابن الحارث ابن عبد المطلب الهاشمي صحابي قيل إنه عبد المطلب المتقدم 4",
    "data": " المطلب بتشديد الطاء ابن ربيعة ابن الحارث ابن عبد المطلب الهاشمي صحابي قيل إنه عبد المطلب المتقدم 4"
  },
  {
    "id": "6709",
    "data": " المطلب ابن زياد ابن أبي زهير الثقفي مولاهم الكوفي صدوق ربما وهم من الثامنة مات سنة خمس وثمانين بخ س ق"
  },
  {
    "id": "6710",
    "data": " المطلب ابن عبد الله ابن المطلب ابن حنطب ابن الحارث المخزومي صدوق كثير التدليس والإرسال من الرابعة ر 4"
  },
  {
    "id": "6711",
    "data": " المطلب ابن عبد الله ابن قيس ابن مخرمة المطلبي مقبول من السادسة ت"
  },
  {
    "id": "6712",
    "data": " المطلب ابن أبي وداعة الحارث ابن صبيرة بمهملة ثم موحدة ابن سعيد بالتصغير السهمي أبو عبد الله وأمه أروى بنت الحارث ابن عبد المطلب بنت عم النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صحابي أسلم يوم الفتح ونزل المدينة ومات بها م 4"
  },
  {
    "id": "6713",
    "data": " مطهر بتشديد الهاء المفتوحة ابن الهيثم ابن الحجاج الطائي البصري متروك من التاسعة ق"
  },
  {
    "id": "6714",
    "data": " المطوس بتشديد الواو المكسورة ويقال أبو المطوس عن أبي هريرة مجهول من الرابعة 4"
  },
  {
    "id": "6715",
    "data": " مطير بالتصغير ابن سليم الوادي مجهول الحال من الثالثة د"
  },
  {
    "id": "6716",
    "data": " مطيع ابن الأسود ابن حارثة "
  },
  {
    "id": " العدوى صحابي من مسلمة الفتح مات في خلافة عثمان وهو والد عبد الله بخ م",
    "data": " العدوى صحابي من مسلمة الفتح مات في خلافة عثمان وهو والد عبد الله بخ م"
  },
  {
    "id": "6717",
    "data": " مطيع ابن راشد البصري مقبول من السابعة د"
  },
  {
    "id": "6718",
    "data": " مطيع ابن عبد الله ابن مطيع ابن راشد البكري مقبول من الثانية عشرة قال المزي لم أقف على رواية أبي داود عنه وأبو داود أكبر منه وأبوه من شيوخ مسلم د"
  },
  {
    "id": "6719",
    "data": " مطيع ابن عبد الله الغزال القرشي الكوفي أبو الحسن أو أبو عبد الله صدوق من السابعة س"
  },
  {
    "id": "6720",
    "data": " مطيع ابن ميمون العنبري أبو سعيد البصري لين الحديث من السابعة د س"
  },
  {
    "id": "6721",
    "data": " مظاهر ابن أسلم المخزومي المدني ضعيف من السادسة د ت ق"
  },
  {
    "id": "6722",
    "data": " مظفر بتشديد الفاء المفتوحة ابن مدرك الخراساني أبو كامل نزيل بغداد ثقة متقن كان لا يحدث إلا عن ثقة من صغار التاسعة مات سنة سبع ومائتين وقد ذكره ابن عدي وغيره في شيوخ البخاري وهو وهم فإنه لم يلحقه ت س"
  },
  {
    "id": "6723",
    "data": " معاذ ابن أسد المروزي كاتب ابن المبارك أبو عبد الله نزل البصرة ثقة من العاشرة مات سنة بضع وعشرين خ د"
  },
  {
    "id": "6724",
    "data": " معاذ ابن أنس الجهني الأنصاري صحابي نزل مصر وبقي إلى خلافة عبد الملك بخ ت ق"
  },
  {
    "id": "6725",
    "data": " معاذ ابن جبل ابن عمرو ابن أوس الأنصاري الخزرجي أبو عبد الرحمن مشهور من أعيان الصحابة شهد بدرا وما بعدها وكان إليه المنتهى في العلم بالأحكام والقرآن مات بالشام سنة ثماني عشرة ع"
  },
  {
    "id": "6726",
    "data": " معاذ ابن الحارث ابن رفاعة الأنصاري النجاري المعروف بابن عفراء بفتح المهملة وسكون الفاء وهي أمه صحابي عاش إلى خلافة على وقيل بعدها وقيل بل استشهد في زمن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ س"
  },
  {
    "id": "6727",
    "data": " معاذ ابن الحارث الأنصاري الجاري القارىء يقال هو أبو حليمة أحد من أقامه عمر يصلي التراويح ويقال هو آخر يكنى أبا الحارث صحابي صغير استشهد بالحرة سنة ثلاث وستين ل"
  },
  {
    "id": "6728",
    "data": " معاذ ابن خالد ابن شقيق ابن دينار العبدي مولاهم أبو بكر المروزي صدوق من كبار العاشرة مات على رأس المائتين س"
  },
  {
    "id": "6729",
    "data": " معاذ ابن خالد العسقلاني لين الحديث من التاسعة تمييز"
  },
  {
    "id": " معاذ ابن رباح الثقفي أبو زهير في الكنى",
    "data": " معاذ ابن رباح الثقفي أبو زهير في الكنى"
  },
  {
    "id": "6730",
    "data": " معاذ ابن رفاعة ابن رافع الأنصاري الزرقي المدني صدوق من الرابعة خ د ت س"
  },
  {
    "id": "6731",
    "data": " معاذ ابن زهرة ويقال "
  },
  {
    "id": " أبو زهرة مقبول من الثالثة أرسل حديثنا فوهم من ذكره في الصحابة د",
    "data": " أبو زهرة مقبول من الثالثة أرسل حديثنا فوهم من ذكره في الصحابة د"
  },
  {
    "id": "6732",
    "data": " معاذ ابن سعد أو سعد ابن معاذ الأنصاري كذا وقع حديثه على الشك وذكره ابن منده وغيره في الصحابة خ"
  },
  {
    "id": "6733",
    "data": " معاذ ابن سعد السكسكي مجهول من الرابعة تمييز"
  }
]