[
  {
    "id": "6734",
    "data": " معاذ ابن سعد ويقال سعيد مجهول من السادسة تمييز"
  },
  {
    "id": "6735",
    "data": " معاذ ابن سعد أو سعد ابن معاذ مجهول من الثالثة تمييز"
  },
  {
    "id": "6736",
    "data": " معاذ ابن عبد الله ابن خبيب بالمعجمة مصغر الجهني المدني صدوق ربما وهم من الرابعة بخ 4"
  },
  {
    "id": "6737",
    "data": " معاذ ابن عبد الرحمن ابن عثمان ابن عبيد الله ابن عثمان التيمي من آل طلحة لأبيه صحبة وهو صدوق من الثالثة ويقال له صحبة أيضا خ م س"
  },
  {
    "id": " معاذ ابن عفراء هو ابن الحارث تقدم",
    "data": " معاذ ابن عفراء هو ابن الحارث تقدم"
  },
  {
    "id": " معاذ ابن العلاء ابن عمار المازني أبو غسان البصري صدوق من السابعة خت ت",
    "data": " معاذ ابن العلاء ابن عمار المازني أبو غسان البصري صدوق من السابعة خت ت"
  },
  {
    "id": "6738",
    "data": " معاذ ابن فضالة الزهراني أو الطفاوي أبو زيد البصري ثقة من العاشرة وهو من كبار شيوخ البخاري مات بعد سنة عشر ومائتين خ"
  },
  {
    "id": "6739",
    "data": " معاذ ابن محمد ابن معاذ ابن محمد ابن أبي ابن كعب وقيل بإسقاط محمد الثاني وقيل بإسقاط معاذ مقبول من الثامنة ق"
  },
  {
    "id": "6740",
    "data": " معاذ ابن معاذ ابن نصر ابن حسان العنبري أبو المثنى البصري القاضي ثقة متقن من كبار التاسعة مات سنة ست وتسعين "
  },
  {
    "id": " ع",
    "data": " ع"
  },
  {
    "id": "6741",
    "data": " معاذ ابن هانئ القيسي البصري أبو هانئ ثقة من كبار العاشرة مات سنة تسع ومائتين خ 4"
  },
  {
    "id": "6742",
    "data": " معاذ ابن هشام ابن أبي عبد الله الدستوائي البصري وقد سكن اليمن صدوق ربما وهم من التاسعة مات سنة مائتين ع"
  },
  {
    "id": " معاذ القرشي هو ابن الحارث تقدم ",
    "data": " معاذ القرشي هو ابن الحارث تقدم "
  },
  {
    "id": "6743",
    "data": " معارك بضم أوله وآخره كاف ابن عباد أو ابن عبد الله العبدي بصري ضعيف من السابعة ت"
  },
  {
    "id": "6744",
    "data": " المعافى ابن سليمان الجزري أبو محمد الرسعني بفتح الراء والعين بينهما سين ساكنة بمهملات ثم نون صدوق من العاشرة مات سنة أربع وثلاثين س"
  },
  {
    "id": "6745",
    "data": " المعافى ابن عمران الأزدي الفهمي أبو مسعود الموصلي "
  },
  {
    "id": " ثقة عابد فقيه من كبار التاسعة مات سنة خمس وثمانين ",
    "data": " ثقة عابد فقيه من كبار التاسعة مات سنة خمس وثمانين "
  },
  {
    "id": " وقيل سنة ست خ د س",
    "data": " وقيل سنة ست خ د س"
  },
  {
    "id": "6746",
    "data": " المعافى ابن عمران الظهري بكسر المعجمة وسكون الهاء الحميري أبو عمران الحمصي مقبول من العاشرة كن"
  },
  {
    "id": "6747",
    "data": " معان بضم أوله وتخفيف المهملة ابن رفاعة السلامي بتخفيف اللام الشامي لين الحديث كثير الإرسال من السابعة مات بعد الخمسين ق"
  },
  {
    "id": "6748",
    "data": " معاوية ابن إسحاق ابن طلحة ابن عبيد الله التيمي أبو الأزهر صدوق ربما وهم من السادسة خ قد س ق"
  },
  {
    "id": "6749",
    "data": " معاوية ابن جاهمة بالجيم ابن العباس ابن مرداس السلمي لأبيه وجده صحبة وقيل إن له هو صحبة س ق"
  },
  {
    "id": "6750",
    "data": " معاوية ابن حديج بمهملة ثم جيم مصغر الكندي أبو عبد الرحمن وأبو نعيم صحابي صغير وقد ذكره يعقوب ابن سفيان في التابعين بخ د س"
  },
  {
    "id": "6751",
    "data": " معاوية ابن حديج آخر متأخر كوفي جعفي وهو والد أبي خيثمة وأخويه تمييز"
  },
  {
    "id": "6752",
    "data": " معاوية ابن حفص الشعبي الكوفي نزيل حلب صدوق من العاشرة س"
  },
  {
    "id": "6753",
    "data": " معاوية ابن الحكم السلمي صحابي نزل المدينة ر م د س"
  },
  {
    "id": "6754",
    "data": " معاوية ابن حكيم ابن معاوية النميري مقبول من الثالثة ت"
  },
  {
    "id": "6755",
    "data": " معاوية ابن حيدة ابن معاوية ابن كعب القشيري صحابي نزل البصرة ومات بخراسان وهو جد بهز ابن حكيم خت 4"
  },
  {
    "id": "6756",
    "data": " معاوية ابن سبرة بفتح المهملة وسكون الموحدة السوائي بضم المهملة والمد أبو العبيدين بتصغير وتثنية ثقة من الثانية مات سنة ثمان وتسعين بخ"
  },
  {
    "id": "6757",
    "data": " معاوية ابن سعيد ابن شريح التجيبي بضم المثناة وكسر الجيم ثم تحتانية ساكنة وموحدة المصري ويقال معاوية ابن يريد مقبول من السابعة ق"
  },
  {
    "id": "6758",
    "data": " معاوية ابن أبي سفيان صخر ابن حرب ابن أمية الأموي أبو عبد الرحمن الخليفة صحابي أسلم قبل الفتح وكتب الوحي ومات في رجب سنة ستين وقد قارب الثمانين ع"
  },
  {
    "id": "6759",
    "data": " معاوية ابن سلمة النصري بالنون أبو سلمة الكوفي نزيل دمشق مقبول من الثامنة ق"
  },
  {
    "id": "6760",
    "data": " معاوية ابن سويد ابن مقرن المزني أبو سويد الكوفي ثقة من الثالثة لم يصب من زعم أن له صحبة ع"
  },
  {
    "id": "6761",
    "data": " معاوية ابن سلام بالتشديد ابن أبي سلام أبو سلام الدمشقي وكان يسكن حمص ثقة من السابعة مات في حدود سنة سبعين ع"
  },
  {
    "id": "6762",
    "data": " معاوية ابن صالح ابن حدير بالمهملة مصغر الحضرمي أبو عمرو وأبو عبد الرحمن الحمصي قاضي الأندلس صدوق له أوهام من السابعة مات سنة ثمان وخمسين وقيل بعد السبعين ر م 4"
  },
  {
    "id": "6763",
    "data": " معاوية ابن صالح ابن أبي عبيد الله الأشعري أبو عبيد الله الدمشقي صدوق من الحادية عشرة مات سنة ثلاث وستين س"
  },
  {
    "id": "6764",
    "data": " معاوية ابن عبد الله ابن جعفر ابن أبي طالب الهاشمي مقبول من الرابعة خت س ق"
  },
  {
    "id": "6765",
    "data": " معاوية ابن عبد الكريم الثقفي أبو عبد الرحمن البصري المعروف بالضال صدوق من صغار السادسة مات سنة ثمانين وقد قارب المائة خت"
  },
  {
    "id": "6766",
    "data": " معاوية ابن عمار ابن أبي معاوية الدهني بضم المهملة وسكون الهاء ثم نون صدوق من الثامنة عخ م ل س"
  },
  {
    "id": "6767",
    "data": " معاوية ابن عمرو ابن خالد ابن غلاب بالمعجمة وتخفيف اللام النصري بالنون البصري بالموحدة وقد ينسب إلى جد أبيه ثقة من السادسة م س"
  },
  {
    "id": "6768",
    "data": " معاوية ابن عمرو ابن المهلب ابن عمرو الأزدي المعني بفتح الميم وسكون المهملة وكسر النون أبو عمرو البغدادي ويعرف بابن الكرماني ثقة من صغار التاسعة مات سنة أربع عشرة على الصحيح وله ست وثمانون سنة ع"
  },
  {
    "id": " معاوية ابن عمرو أبو المهلب الجرمي في الكنى",
    "data": " معاوية ابن عمرو أبو المهلب الجرمي في الكنى"
  },
  {
    "id": " معاوية ابن عمرو أبو نوفل ابن أبي عقرب في الكنى",
    "data": " معاوية ابن عمرو أبو نوفل ابن أبي عقرب في الكنى"
  },
  {
    "id": " معاوية ابن غلاب هو ابن عمرو تقدم",
    "data": " معاوية ابن غلاب هو ابن عمرو تقدم"
  },
  {
    "id": "6769",
    "data": " معاوية ابن قرة ابن إياس ابن هلال المزني أبو إياس البصري ثقة "
  },
  {
    "id": " من الثالثة مات سنة ثلاث عشرة وهو ابن ست وسبعين سنة ع",
    "data": " من الثالثة مات سنة ثلاث عشرة وهو ابن ست وسبعين سنة ع"
  },
  {
    "id": "6770",
    "data": " معاوية ابن أبي مزرد بضم الميم وفتح الزاي وتثقيل الراء المكسورة عبد الرحمن ابن يسار مولى بني هاشم المدني ليس به بأس من السادسة خ م س"
  },
  {
    "id": "6771",
    "data": " معاوية ابن هشام القصار أبو الحسن الكوفي مولى بني أسد ويقال له معاوية ابن أبي العباس صدوق له أوهام من صغار التاسعة مات سنة أربع ومائتين بخ م 4"
  },
  {
    "id": "6772",
    "data": " معاوية ابن يحيى الصدفي أبو روح الدمشقي سكن الري ضعيف وما حدث بالشام أحسن مما حدث بالري من السابعة ت ق"
  },
  {
    "id": "6788",
    "data": " معدي ابن سليمان أبو سليمان صاحب الطعام ضعيف وكان عابدا من الثامنة ت ق"
  },
  {
    "id": "6789",
    "data": " معرف بضم أوله وفتح المهملة وتشديد الراء المكسورة ابن واصل السعدي الكوفي ثقة من السادسة م د"
  },
  {
    "id": "6790",
    "data": " المعرور ابن سويد الأسدي أبو أمية الكوفي ثقة من الثانية عاش مائة وعشرين سنة ع"
  },
  {
    "id": "6791",
    "data": " معروف ابن خربوذ بفتح المعجمة وتشديد الراء وبسكونها ثم موحدة مضمومة واو ساكنة وذال معجمة المكي مولى آل عثمان صدوق ربما وهم وكان أخباريا علامة من الخامسة خ م د ق"
  },
  {
    "id": "6792",
    "data": " معروف ابن سهيل البرجمي مقبول من السابعة بخ"
  },
  {
    "id": "6793",
    "data": " معروف ابن سويد الجذامي أبو سلمة المصري مقبول من السابعة مات سنة خمسين تقريبا د س"
  },
  {
    "id": "6794",
    "data": " معروف ابن عبد الله الخياط أبو الخطاب الدمشقي ضعيف من الخامسة وكان معمرا عاش مائة ثلاثين سنة أو أزيد ق"
  },
  {
    "id": "6795",
    "data": " معروف ابن مشكان بضم أوله وسكون المعجمة المكي باني الكعبة أبو الوليد صدوق مقرئ مشهور من السابعة مات سنة خمس وستين وله خمس وستون سنة ق"
  },
  {
    "id": "6796",
    "data": " معقل ابن سنان ابن مطهر الأشجعي صحابي نزل المدينة ثم الكوفة واستشهد بالحرة سنة ثلاث وستين 4"
  },
  {
    "id": "6797",
    "data": " معقل ابن عبيد الله الجزري أبو عبد الله العبسي بالموحدة مولاهم صدوق يخطىء من الثامنة مات سنة ست وستين م د س"
  },
  {
    "id": "6798",
    "data": " معقل ابن مالك الباهلي أبو شريك البصري مقبول من العاشرة وزعم الأزدي أنه متروك فأخطأ ر ت"
  },
  {
    "id": "6799",
    "data": " معقل ابن أبي معقل وهو ابن أبي الهيثم ويقال ابن الهيثم الأسدي له ولأبيه صحبة د س ق"
  },
  {
    "id": "6800",
    "data": " معقل ابن يسار المزني صحابي ممن بايع تحت الشجرة وكنيته أبو علي على المشهور وهو الذي ينسب إليه نهر معقل بالبصرة مات بعد الستين ع"
  },
  {
    "id": "6801",
    "data": " معقل الخثعمي مجهول من الثالثة د"
  },
  {
    "id": "6802",
    "data": " معلى بفتح ثانيه وتشديد اللام المفتوحة ابن أسد العمي بفتح المهملة وتشديد الميم أبو الهيثم البصري أخو بهز ثقة ثبت قال أبو حاتم لم يخطىء إلا في حديث واحد من كبار العاشرة مات سنة ثماني عشرة على الصحيح خ م قد ت س ق"
  },
  {
    "id": "6803",
    "data": " معلى ابن راشد الهذلي أبو اليمان النبال بنون وموحدة شديدة البصري وهو البراء بتشديد الراء مقبول من الثامنة ت ق"
  },
  {
    "id": "6804",
    "data": " معلى ابن زياد القردوسي بقاف أبو الحسن البصري صدوق قليل الحديث زاهد اختلف قول ابن معين فيه من السابعة خت م 4"
  },
  {
    "id": "6805",
    "data": " معلى ابن عبد الرحمن الواسطي متهم بالوضع وقد رمي بالرفض من التاسعة ق"
  },
  {
    "id": "6806",
    "data": " معلى ابن منصور الرازي أبو يعلى نزيل بغداد ثقة سني فقيه طلب للقضاء فامتنع أخطأ من زعم أن أحمد رماه بالكذب من العاشرة مات سنة إحدى عشرة على الصحيح ع"
  },
  {
    "id": "6807",
    "data": " معلى ابن هلال ابن سويد أبو عبد الله الطحان الكوفي اتفق النقاد على تكذيبه من الثامنة ق"
  },
  {
    "id": "6808",
    "data": " معمر بسكون ثانيه ابن أبي حبيبة ويقال حيية بمثناتين تحتانيتين مصغر العدوي مولاهم ثقة من الخامسة ت"
  },
  {
    "id": "6809",
    "data": " معمر ابن راشد الأزدي مولاهم أبو عروة البصري نزيل اليمن ثقة ثبت فاضل إلا أن في روايته عن ثابت والأعمش "
  },
  {
    "id": " وهشام ابن عروة شيئا وكذا فيما حدث به بالبصرة من كبار السابعة مات سنة أربع وخمسين وهو ابن ثمان وخمسين سنة ع",
    "data": " وهشام ابن عروة شيئا وكذا فيما حدث به بالبصرة من كبار السابعة مات سنة أربع وخمسين وهو ابن ثمان وخمسين سنة ع"
  },
  {
    "id": " معمر ابن سام هو ابن يحيى يأتي",
    "data": " معمر ابن سام هو ابن يحيى يأتي"
  },
  {
    "id": "6810",
    "data": " معمر ابن عبد الله ابن حنظلة مدني مقبول من الخامسة د"
  },
  {
    "id": "6811",
    "data": " معمر ابن عبد الله ابن نافع ابن نضلة العدوي وهو ابن أبي معمر صحابي كبير من مهاجرة الحبشة م ت ق"
  },
  {
    "id": "6812",
    "data": " معمر ابن المثنى أبو عبيدة التيمي مولاهم البصري النحوي اللغوي صدوق أخباري وقد رمي برأي الخوارج من السابعة مات سنة ثمان ومائتين وقيل بعد ذلك وقد قارب المائة خت د"
  },
  {
    "id": "6813",
    "data": " معمر ابن مخلد السروجي بضم المهملة والراء وبعد الواو الساكنة جيم ويقال معمر بالتشديد ثقة من العاشرة مات بملطية سنة إحدى وثلاثين س"
  },
  {
    "id": "6814",
    "data": " معمر ابن يحيى ابن سام بمهملة الضبي الكوفي وقد ينسب لجده ويقال معمر بالتشديد مقبول من السادسة خ"
  },
  {
    "id": "6815",
    "data": " معمر بالتشديد ابن سليمان النخعي أبو عبد الله الرقي ثقة فاضل أخطأ الأزدي في تليينه وأخطأ من زعم أن البخاري أخرج له من التاسعة مات سنة إحدى وتسعين "
  },
  {
    "id": " ت س ق",
    "data": " ت س ق"
  },
  {
    "id": "6816",
    "data": " معمر ابن محمد ابن عبيد الله ابن أبي رافع الهاشمي مولاهم المدني منكر الحديث من كبار العاشرة ق"
  },
  {
    "id": " معمر ابن مخلد",
    "data": " معمر ابن مخلد"
  },
  {
    "id": " ومعمر ابن يحيى تقدما",
    "data": " ومعمر ابن يحيى تقدما"
  },
  {
    "id": "6817",
    "data": " معمر ابن يعمر الليثي أبو عامر الدمشقي مقبول من كبار العاشرة س"
  },
  {
    "id": "6818",
    "data": " معن بسكون ثانيه ابن عبد الرحمن ابن سعوة بفتح السين وسكون العين المهملتين وفتح الواو المهري بفتح الميم وسكون الهاء ثقة من السابعة قد"
  },
  {
    "id": "6819",
    "data": " معن ابن عبد الرحمن ابن عبد الله ابن مسعود الهذلي المسعودي الكوفي أبو القاسم القاضي ثقة من كبار السابعة خ م"
  },
  {
    "id": "6820",
    "data": " معن ابن عيسى ابن يحيى الأشجعي مولاهم أبو يحيى المدني القزاز ثقة ثبت قال أبو حاتم هو أثبت أصحاب مالك من كبار العاشرة مات سنة ثمان وتسعين ومائة ع"
  },
  {
    "id": "6821",
    "data": " معن ابن عيسى البجلي أبو سعيد النهاوندي أخباري مقبول من الثانية عشرة تمييز"
  },
  {
    "id": "6822",
    "data": " معن ابن محمد ابن معن ابن أبي نضلة الغفاري مقبول من السادسة خ م س ق"
  },
  {
    "id": "6823",
    "data": " معن ابن يزيد ابن الأخنس ابن حبيب السلمي أبو بريد المدني له ولأبيه ولجده صحبه نزل معن الكوفة ثم مصر ثم الشام وقتل بمرج راهط سنة أربع وستين خ د"
  },
  {
    "id": "6824",
    "data": " معن ابن يزيد أو أبو يزيد شيخ لسهيل ابن ذراع لا يعرف من الثالثة بخ"
  },
  {
    "id": "6825",
    "data": " معيقيب بقاف وآخره موحدة مصغر ابن أبي فاطمة الدوسي حليف بني عبد شمس من السابقين الأولين هاجر الهجرتين وشهد المشاهد وولي بيت المال لعمر ومات في خلافة عثمان أو علي ع"
  },
  {
    "id": "6826",
    "data": " مغراء بفتح أوله وسكون ثانيه والمد العبدي أبو المخارق الكوفي مقبول من الرابعة بخ د"
  },
  {
    "id": "6827",
    "data": " مغيث بضم أوله وكسر ثانيه وتحتانية ومثلثة ابن سمي بمهملة مصغر الأوزاعي أبو أيوب الشامي ثقة من الثالثة ق"
  },
  {
    "id": "6828",
    "data": " مغيث غير منسوب مقبول من الرابعة بخ"
  },
  {
    "id": "6829",
    "data": " المغيرة ابن أبي بردة ويقال ابن عبد الله ابن أبي بردة وقلبه بعضهم وثقه النسائي وقد ولي إمرة الغزو بالمغرب من الثالثة مات بعد المائة 4"
  },
  {
    "id": "6830",
    "data": " المغيرة ابن أبي بردة مجهول من الثالثة أيضا تمييز"
  },
  {
    "id": "6831",
    "data": " المغيرة ابن أبي برزة بفتح الموحدة وبزاي الأسلمي مقبول من الثالثة تمييز"
  },
  {
    "id": "6832",
    "data": " المغيرة ابن أبي الحر بضم المهملة ثم راء الكندي الكوفي صدوق ربما وهم من السادسة س ق"
  },
  {
    "id": "6833",
    "data": " المغيرة ابن حكيم الصنعاني ثقة من الرابعة خت م ت س"
  }
]