[
  {
    "id": "6834",
    "data": " المغيرة ابن زياد البجلي أبو هشام أو هاشم الموصلي صدوق له أوهام من السادسة مات سنة اثنتين وخمسين 4"
  },
  {
    "id": "6835",
    "data": " المغيرة ابن سبيع بمهملة وموحدة مصغر العجلي ثقة من الخامسة ت س ق"
  },
  {
    "id": "6836",
    "data": " المغيرة ابن سعد ابن الأخرم الطائي مقبول من الخامسة ووهم من خلطه بالذي قبله ت"
  },
  {
    "id": "6837",
    "data": " المغيرة ابن سلمان الخزاعي مقبول من الرابعة س"
  },
  {
    "id": "6838",
    "data": " المغيرة ابن سلمة المخزومي أبو هشام البصري ثقة ثبت من صغار التاسعة مات سنة مائتين خت م د س ق"
  },
  {
    "id": "6839",
    "data": " المغيرة ابن شبل بكسر المعجمة وسكون الموحدة ويقال بالتصغير البجلي الأحمسي أبو الطفيل الكوفي ثقة من الرابعة 4"
  },
  {
    "id": "6840",
    "data": " المغيرة ابن شعبة ابن مسعود ابن معتب الثقفي صحابي مشهور أسلم قبل الحديبية وولي إمرة البصرة ثم الكوفة مات سنة خمسين على الصحيح ع"
  },
  {
    "id": "6841",
    "data": " المغيرة ابن الضحاك ابن عبد الله القرشي الأسدي المدني مقبول من السادسة د س"
  },
  {
    "id": "6842",
    "data": " المغيرة ابن عبد الله ابن أبي عقيل اليشكري بفتح التحتانية وسكون المعجمة وضم الكاف الكوفي ثقة من الرابعة م د تم س"
  },
  {
    "id": "6843",
    "data": " المغيرة ابن عبد الرحمن ابن الحارث ابن عبد الله ابن عياش بتحتانية ومعجمة ابن أبي ربيعة المخزومي أبو هاشم أو هشام المدني صدوق فقيه كان يهم من الثامنة مات سنة ست أو ثمان وثمانين خ د س ق"
  },
  {
    "id": "6844",
    "data": " المغيرة ابن عبد الرحمن ابن الحارث ابن هشام المخزومي أبو هاشم أو هشام المدني أخو أبي بكر ثقة جواد من الخامسة مات سنة بضع ومائة مد"
  },
  {
    "id": "6845",
    "data": " المغيرة ابن عبد الرحمن ابن عبد الله ابن خالد ابن حزام بمهملة وزاي الحزامي المدني لقبه قصي ثقة له غرائب من السابعة قال أبو داود كان قد نزل عسقلان ع"
  },
  {
    "id": "6846",
    "data": " المغيرة ابن عبد الرحمن ابن عون ابن حبيب الأسدي أسد خزيمة الحراني أبو أحمد ثقة من صغار العاشرة مات سنة ثلاث وأربعين س"
  },
  {
    "id": "6847",
    "data": " المغيرة ابن عبيد الله ابن جبير ابن حية بمهملة وتحتانية الثقفي مقبول من السابعة س"
  },
  {
    "id": "6848",
    "data": " المغيرة ابن فروة الثقفي أبو الأزهر الدمشقي ومنهم من قلبه مشهور بكنيته مقبول من الثالثة د"
  },
  {
    "id": "6849",
    "data": " المغيرة ابن أبي قرة السدوسي مستور من الخامسة قد ت"
  },
  {
    "id": "6850",
    "data": " المغيرة ابن مسلم "
  },
  {
    "id": " القسملي بقاف وميم مفتوحتين بينهما مهملة ساكنة أبو سلمة ",
    "data": " القسملي بقاف وميم مفتوحتين بينهما مهملة ساكنة أبو سلمة "
  },
  {
    "id": " السراج بتشديد الراء المدائني أصله من مرو صدوق من السادسة بخ ت س ق",
    "data": " السراج بتشديد الراء المدائني أصله من مرو صدوق من السادسة بخ ت س ق"
  },
  {
    "id": "6851",
    "data": " المغيرة ابن مقسم بكسر الميم الضبي مولاهم أبو هشام الكوفي الأعمى ثقة متقن إلا أنه كان يدلس ولا سيما عن إبراهيم من السادسة مات سنة ست وثلاثين على الصحيح ع"
  },
  {
    "id": "6852",
    "data": " المغيرة ابن النعمان النخعي الكوفي ثقة من السادسة خ م د ت س"
  },
  {
    "id": "6853",
    "data": " المغيرة ابن نهيك الحجري بفتح المهملة وسكون الجيم المصري مجهول من الرابعة ق"
  },
  {
    "id": " المغيرة أبو الوليد أو أبو المغيرة الوليد في الكنى",
    "data": " المغيرة أبو الوليد أو أبو المغيرة الوليد في الكنى"
  },
  {
    "id": " المغيرة الأزدي هو القسملي",
    "data": " المغيرة الأزدي هو القسملي"
  },
  {
    "id": "6854",
    "data": " المفضل ابن صالح الأسدي النخاس بالخاء المعجمة الكوفي ضعيف من الثامنة ت"
  },
  {
    "id": "6855",
    "data": " المفضل ابن عبد الله الكوفي ضعيف من الثامنة وقال أبو حاتم هو ابن صالح أخطأ بعضهم في اسم أبيه ق"
  },
  {
    "id": "6856",
    "data": " المفضل ابن عبد الله اليربوعي البصري سكن بغداد صدوق من التاسعة تمييز"
  },
  {
    "id": "6857",
    "data": " المفضل ابن فضالة ابن أبي أمية أبو مالك البصري أخو مبارك ضعيف من السابعة د ت ق"
  },
  {
    "id": "6858",
    "data": " المفضل ابن فضالة ابن عبيد ابن ثمامة القتباني بكسر القاف وسكون المثناة بعدها موحدة المصري أبو معاوية القاضي ثقة فاضل عابد أخطأ ابن سعد في تضعيفه من الثامنة مات سنة إحدى وثمانين ع"
  },
  {
    "id": "6859",
    "data": " المفضل ابن فضالة المصري حفيد الذي قبله مستور من العاشرة مات سنة اثنتين وخمسين تمييز"
  },
  {
    "id": "6860",
    "data": " المفضل ابن فضالة النسوي بالنون ثم المهملة أبو الحسن مقبول من الثانية عشرة أخذ عنه ابن عدي تمييز"
  },
  {
    "id": "6861",
    "data": " المفضل ابن المهلب ابن أبي صفرة الأزدي أبو غسان البصري صدوق من مشاهير الأمراء من الرابعة قتل سنة اثنتين ومائة د س"
  },
  {
    "id": "6862",
    "data": " المفضل ابن مهلهل السعدي أبو عبد الرحمن الكوفي ثقة ثبت نبيل عابد من السابعة مات سنة سبع وستين م س ق"
  },
  {
    "id": "6863",
    "data": " المفضل ابن لاحق البصري أبو بشر ثقة من السابعة بخ"
  },
  {
    "id": "6864",
    "data": " المفضل ابن يونس الجعفي أبو يونس الكوفي ثقة من السابعة مات سنة ثمان وسبعين د"
  },
  {
    "id": "6865",
    "data": " المفضل ابن يونس الكناني مقبول من السابعة أيضا تمييز"
  },
  {
    "id": "6866",
    "data": " مقاتل ابن بشير العجلي الكوفي مقبول من السادسة د س"
  },
  {
    "id": "6867",
    "data": " مقاتل ابن حيان النبطي بفتح النون والموحدة أبو بسطام البلخي الخزاز بمعجمة وزاءين منقوطتين صدوق فاضل أخطأ الأزدي في زعمه أن وكيعا كذبه وإنما كذب الذي بعده من السادسة مات قبيل الخمسين بأرض الهند م 4"
  },
  {
    "id": "6868",
    "data": " مقاتل ابن سليمان ابن بشير الأزدي الخراساني أبو الحسن البلخي نزيل مرو ويقال له ابن دوال دوز كذبوه وهجروه ورمى بالتجسيم من السابعة مات سنة خمسين ومائة ل"
  },
  {
    "id": "6869",
    "data": " المقداد ابن عمرو ابن ثعلبة ابن مالك ابن ربيعة البهراني ثم الكندي ثم الزهري حالف أبوه كندة وتبناه هو الأسود ابن عبد يغوث الزهري فنسب إليه صحابي مشهور من السابقين لم يثبت أنه كان ببدر فارس غيره مات سنة ثلاث وثلاثين وهو ابن سبعين سنة ع"
  },
  {
    "id": "6870",
    "data": " المقدام ابن شريح ابن هانئ ابن يزيد الحارثي الكوفي ثقة من السادسة بخ م 4"
  },
  {
    "id": "6871",
    "data": " المقدام ابن معدي كرب ابن عمرو الكندي "
  },
  {
    "id": " صحابي مشهور نزل الشام ومات سنة سبع وثمانين على الصحيح وله إحدى وتسعون سنة خ 4",
    "data": " صحابي مشهور نزل الشام ومات سنة سبع وثمانين على الصحيح وله إحدى وتسعون سنة خ 4"
  },
  {
    "id": "6872",
    "data": " مقدم بوزن محمد ابن محمد ابن يحيى ابن عطاء ابن مقدم الهلالي المقدمي الواسطي صدوق ربما وهم من العاشرة خ"
  },
  {
    "id": "6873",
    "data": " مقسم بكسر أوله ابن بجرة بضم الموحدة وسكون الجيم ويقال نجدة بفتح النون وبدال أبو القاسم مولى عبد الله ابن الحارث ويقال له مولى ابن عباس للزومه له صدوق وكان يرسل من الرابعة مات سنة إحدى ومائة وما له في البخاري سوى حديث واحد خ 4"
  },
  {
    "id": "6874",
    "data": " مكتوم ابن العباس أبو الفضل المروزي ويقال الترمذي مقبول من الثانية عشرة ت"
  },
  {
    "id": "6875",
    "data": " مكحول الشامي أبو عبد الله ثقة فقيه كثير الإرسال مشهور من الخامسة مات سنة بضع عشرة ومائة ر م 4"
  },
  {
    "id": "6876",
    "data": " مكحول الأزدي البصري أبو عبد الله صدوق من الرابعة بخ"
  },
  {
    "id": "6877",
    "data": " مكي ابن إبراهيم ابن بشير التميمي البلخي أبو السكن ثقة ثبت من التاسعة مات سنة خمس عشرة ومائة "
  },
  {
    "id": " وله تسعون سنة ع",
    "data": " وله تسعون سنة ع"
  },
  {
    "id": " ملحان في ترجمة عبد الملك ابن قتادة",
    "data": " ملحان في ترجمة عبد الملك ابن قتادة"
  },
  {
    "id": "6878",
    "data": " ملقام بكسر أوله وسكون اللام ثم قاف ويقال بالهاء بدل الميم ابن التلب بفتح المثناة وكسر اللام وتشديد الموحدة التميمي العنبري مستور من الخامسة د"
  },
  {
    "id": "6879",
    "data": " ممطور الأسود الحبشي أبو سلام ثقة يرسل من الثالثة بخ م 4"
  },
  {
    "id": "6880",
    "data": " منبوذ بنون ساكنة وموحدة مضمومة وآخره معجمة ابن أبي سليمان المكي يقال اسمه سليمان ومنبوذ لقبه مقبول من السادسة س"
  },
  {
    "id": "6881",
    "data": " منبوذ المدني من آل أبي رافع مقبول من السادسة س"
  },
  {
    "id": "6882",
    "data": " منجاب بكسر أوله وسكون ثانيه ثم جيم ثم موحدة ابن الحارث ابن عبد الرحمن التميمي أبو محمد الكوفي ثقة من العاشرة مات سنة إحدى وثلاثين م فق"
  },
  {
    "id": "6883",
    "data": " مندل مثلث الميم ساكن الثاني ابن علي العنزي بفتح المهملة والنون ثم زاي أبو عبد الله الكوفي يقال اسمه عمرو ومندل لقب ضعيف من السابعة ولد سنة ثلاث ومائة ومات سنة سبع أو ثمان وستين د ق"
  },
  {
    "id": "6884",
    "data": " المنذر ابن أبي أسيد بالضم الساعدي الأنصاري ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فسماه فعد في الصحابة لذلك خ ق"
  },
  {
    "id": "6885",
    "data": " المنذر ابن ثعلبة الطائي أو السعدي أبو النضر البصري ثقة من السادسة د س ق"
  },
  {
    "id": "6886",
    "data": " المنذر ابن جرير ابن عبد الله البجلي الكوفي مقبول من الثالثة م د س ق"
  },
  {
    "id": " المنذر ابن سعد يقال هو اسم أبي حميد الساعدي",
    "data": " المنذر ابن سعد يقال هو اسم أبي حميد الساعدي"
  },
  {
    "id": "6887",
    "data": " المنذر ابن عائذ ابن المنذر ابن الحارث العصري بمهملتين مفتوحتين أشج عبد القيس صحابي نزل البصرة ومات بها بخ س"
  },
  {
    "id": "6888",
    "data": " المنذر ابن عبد الله ابن المنذر ابن المغيرة ابن عبد الله ابن خالد ابن حزام بزاي الأسدي الحزامي والد إبراهيم مقبول من الثامنة مات سنة إحدى وثمانين س"
  },
  {
    "id": " المنذر ابن عبد الرحمن في مهدي",
    "data": " المنذر ابن عبد الرحمن في مهدي"
  },
  {
    "id": "6889",
    "data": " المنذر ابن عبيد المدني مقبول من السادسة د س"
  },
  {
    "id": "6890",
    "data": " المنذر ابن مالك ابن قطعة بضم القاف وفتح المهملة العبدي العوقي بفتح المهملة والواو ثم قاف البصري أبو نضرة بنون ومعجمة ساكنة مشهور بكنيته ثقة من الثالثة مات سنة ثمان أو تسع ومائة خت م 4"
  },
  {
    "id": "6891",
    "data": " المنذر ابن المغيرة المدني مقبول من السادسة د س"
  },
  {
    "id": "6892",
    "data": " المنذر ابن أبي المنذر مقبول من الرابعة س"
  },
  {
    "id": "6893",
    "data": " المنذر ابن الوليد ابن عبد الرحمن ابن حبيب العبدي الجارودي البصري ثقة من صغار العاشرة خ د"
  },
  {
    "id": "6894",
    "data": " المنذر ابن يعلى "
  },
  {
    "id": " الثوري بالمثلثة أبو يعلى ",
    "data": " الثوري بالمثلثة أبو يعلى "
  },
  {
    "id": " الكوفي ثقة من السادسة ع",
    "data": " الكوفي ثقة من السادسة ع"
  },
  {
    "id": "6895",
    "data": " المنذر أبو يحيى غير منسوب مجهول من السابعة ق"
  },
  {
    "id": "6896",
    "data": " منصور ابن أبي الأسود الليثي الكوفي يقال اسم أبيه حازم صدوق رمي بالتشيع من الثامنة "
  },
  {
    "id": " د ت س",
    "data": " د ت س"
  },
  {
    "id": "6897",
    "data": " منصور ابن حيان بتحتانية ابن حصين الأسدي والد إسحاق ثقة من الخامسة م د س"
  },
  {
    "id": "6898",
    "data": " منصور ابن زاذان بزاي وذال معجمة الواسطي أبو المغيرة الثقفي ثقة ثبت عابد من السادسة مات سنة تسع وعشرين على الصحيح ع"
  },
  {
    "id": "6899",
    "data": " منصور ابن سعد البصري صاحب اللؤلؤ ثقة من السابعة خ س"
  },
  {
    "id": "6900",
    "data": " منصور ابن سعيد أو ابن زيد ابن الأصبغ الكلبي المصري مستور من الثالثة د"
  },
  {
    "id": " منصور ابن سقير يأتي في ابن صقير",
    "data": " منصور ابن سقير يأتي في ابن صقير"
  },
  {
    "id": "6901",
    "data": " منصور ابن سلمة ابن عبد العزيز أبو سلمة الخزاعي البغدادي ثقة ثبت حافظ من كبار العاشرة مات سنة عشر ومائتين على الصحيح خ م مد س"
  },
  {
    "id": "6902",
    "data": " منصور ابن سلمة الهذلي ويقال الليثي مدني مقبول من السابعة س"
  },
  {
    "id": " منصور ابن صفية هو ابن عبد الرحمن",
    "data": " منصور ابن صفية هو ابن عبد الرحمن"
  },
  {
    "id": "6903",
    "data": " منصور ابن صقير ويقال سقير أبو النضر البغدادي ضعيف من صغار التاسعة ق"
  },
  {
    "id": "6904",
    "data": " منصور ابن عبد الرحمن ابن طلحة ابن الحارث العبدري الحجبي المكي وهو ابن صفية بنت شيبة ثقة من الخامسة أخطأ ابن حزم في تضعيفه مات سنة سبع أو ثمان وثلاثين خ م د س ق"
  },
  {
    "id": "6905",
    "data": " منصور ابن عبد الرحمن الغداني بضم المعجمة البصري الأشل صدوق يهم من السادسة م د"
  },
  {
    "id": "6906",
    "data": " منصور ابن عبد الرحمن البرجمي بضم الموحدة والجيم بينهما راء ساكنة مقبول من السابعة تمييز"
  },
  {
    "id": "6907",
    "data": " منصور ابن أبي مزاحم بشير التركي أبو نصر البغدادي الكاتب ثقة من العاشرة مات سنة خمس وثلاثين وهو ابن ثمانين سنة م د س"
  },
  {
    "id": "6908",
    "data": " منصور ابن المعتمر ابن عبد الله السلمي أبو عتاب بمثناة ثقيلة ثم موحدة الكوفي ثقة ثبت وكان لا يدلس من طبقة الأعمش مات سنة اثنتين وثلاثين ومائة ع"
  },
  {
    "id": "6909",
    "data": " منصور ابن المهاجر الواسطي أبو الحسن بياع القصب ويقال له البزوري بضم الموحدة والزاي مستور من كبار العاشرة فق"
  },
  {
    "id": "6910",
    "data": " منصور ابن النعمان اليشكري بتحتانية ومعجمة أبو حفص البصري سكن مرو ثم بخارى مستور من السادسة خت"
  },
  {
    "id": "6911",
    "data": " منصور ابن وردان الأسدي العطار الكوفي مقبول من التاسعة ت عس ق"
  },
  {
    "id": "6912",
    "data": " منصور ابن وردان المصري مولى قريش مقبول من السادسة تمييز"
  },
  {
    "id": "6913",
    "data": " منظور بظاء معجمة قائمة ابن سيار الفزاري البصري ويقال سيار ابن منظور مقبول من السادسة د س"
  },
  {
    "id": "6914",
    "data": " منقذ ابن قيس المصري مولى ابن سراقة مقبول من الثالثة بخ"
  },
  {
    "id": "6915",
    "data": " منقذ ابن قيس المدني مولى ابن عمر مقبول من الرابعة ووهم من خلطه بالأول تمييز"
  },
  {
    "id": "6916",
    "data": " المنكدر ابن محمد ابن المنكدر القرشي التيمي المدني لين الحديث من الثامنة مات سنة ثمانين بخ ت"
  },
  {
    "id": "6917",
    "data": " المنهال ابن خليفة العجلي أبو قدامة الكوفي ضعيف من السابعة د ت ق"
  },
  {
    "id": "6918",
    "data": " المنهال ابن عمرو الأسدي مولاهم الكوفي صدوق ربما وهم من الخامسة خ 4"
  },
  {
    "id": " المنهال في ترجمة عبد الملك ابن قتادة",
    "data": " المنهال في ترجمة عبد الملك ابن قتادة"
  }
]