[
  {
    "id": "6919",
    "data": " منيب بضم أوله وآخره موحدة ابن عبد الله ابن أبي أمامة ابن ثعلبة الأنصاري الحارثي المدني مقبول من الخامسة س"
  },
  {
    "id": "6920",
    "data": " منير آخره راء "
  },
  {
    "id": " الشامي أبو ذر الأردني ",
    "data": " الشامي أبو ذر الأردني "
  },
  {
    "id": " ضعيف من السادسة ق",
    "data": " ضعيف من السادسة ق"
  },
  {
    "id": " منية بضم أوله وسكون النون وفتح التحتانية وقع في الحج من د عن يعلى ابن منية عن أبيه ولكن أبوه أمية ومنية إنما هي أمه د",
    "data": " منية بضم أوله وسكون النون وفتح التحتانية وقع في الحج من د عن يعلى ابن منية عن أبيه ولكن أبوه أمية ومنية إنما هي أمه د"
  },
  {
    "id": "6921",
    "data": " مهاجر ابن عكرمة ابن عبد الرحمن ابن الحارث ابن هشام المخزومي مقبول من الرابعة د ت س"
  },
  {
    "id": "6922",
    "data": " مهاجر ابن عمرو النبال بنون وموحدة ثقيلة شامي مقبول من الرابعة أيضا د س ق"
  },
  {
    "id": "6923",
    "data": " مهاجر ابن قنفذ بضم القاف والفاء بينهما نون ساكنة ابن عمير ابن جدعان "
  },
  {
    "id": " بضم الجيم وسكون المعجمة التيمي ",
    "data": " بضم الجيم وسكون المعجمة التيمي "
  },
  {
    "id": " صحابي أسلم يوم الفتح وولاه عثمان شرطته مات بالبصرة د س ق",
    "data": " صحابي أسلم يوم الفتح وولاه عثمان شرطته مات بالبصرة د س ق"
  },
  {
    "id": "6924",
    "data": " مهاجر ابن مخلد أبو مخلد "
  },
  {
    "id": " مولى البكرات بفتح الموحدة والكاف مقبول من السادسة ت س ق",
    "data": " مولى البكرات بفتح الموحدة والكاف مقبول من السادسة ت س ق"
  },
  {
    "id": "6925",
    "data": " مهاجر ابن أبي مسلم دينار الشامي الأنصاري مولى أسماء بنت يزيد مقبول من الثالثة بخ د ق"
  },
  {
    "id": "6926",
    "data": " مهاجر ابن مسمار الزهري مولى سعد المدني مقبول من السابعة م ت فق"
  },
  {
    "id": "6927",
    "data": " مهاجر أبو الحسن التيمي مولاهم الكوفي الصائغ ثقة من الرابعة خ م د ت س"
  },
  {
    "id": "6928",
    "data": " مهدي بلفظ النسبة ابن حرب العبدي وهو ابن أبي مهدي الهجري مقبول من السادسة د س ق"
  },
  {
    "id": "6929",
    "data": " مهدي ابن حفص البغدادي أبو أحمد مقبول من العاشرة مات سنة ثلاث وعشرين د"
  },
  {
    "id": "6930",
    "data": " مهدي ابن جعفر ابن حيهان بتشديد التحتانية الرملي الزاهد صدوق له أوهام من العاشرة مات سنة ثلاثين تمييز"
  },
  {
    "id": "6931",
    "data": " مهدي ويقال مهند بفتح الهاء والنون الثقيلة ويقال منذر ابن عبد الرحمن ابن عبيدة الشامي مجهول من السادسة ق"
  },
  {
    "id": "6932",
    "data": " مهدي ابن ميمون الأزدي المعولي بكسر الميم وسكون المهملة وفتح الواو أبو يحيى البصري ثقة من صغار السادسة مات سنة اثنتين وسبعين ع"
  },
  {
    "id": "6933",
    "data": " مهران بكسر أوله ابن أبي عمر العطار أبو عبد الله الرازي صدوق له أوهام سيء الحفظ من التاسعة مد ق"
  },
  {
    "id": "6934",
    "data": " مهران أبو صفوان كوفي مجهول من الرابعة د"
  },
  {
    "id": " مهران أبو المثنى في مسلم ابن المثنى",
    "data": " مهران أبو المثنى في مسلم ابن المثنى"
  },
  {
    "id": "6935",
    "data": " المهلب ابن أبي حبيبة البصري صدوق من كبار السابعة د س"
  },
  {
    "id": "6936",
    "data": " المهلب ابن حجر بضم المهملة وسكون الجيم البهراني بفتح الموحدة وسكون الهاء الشامي مجهول من السادسة د"
  },
  {
    "id": "6937",
    "data": " المهلب ابن أبي صفرة بضم المهملة وسكون الفاء واسمه ظالم ابن سارق العتكي بفتح المهملة والمثناة الأزدي أبو سعيد البصري من ثقات الأمراء وكان عارفا بالحرب فكان أعداؤه يرمونه بالكذب من الثانية وله رواية مرسلة قال أبو إسحاق السبيعي ما رأيت أميرا أفضل منه مات سنة اثنتين وثمانين على الصحيح د ت س"
  },
  {
    "id": "6938",
    "data": " مهنا "
  },
  {
    "id": " ابن عبد الحميد أبو شبل بكسر المعجمة وسكون الموحدة ويقال أبو سهل البصري ثقة من كبار العاشرة د عس",
    "data": " ابن عبد الحميد أبو شبل بكسر المعجمة وسكون الموحدة ويقال أبو سهل البصري ثقة من كبار العاشرة د عس"
  },
  {
    "id": " مهند ابن عبد الرحمن تقدم في مهدي",
    "data": " مهند ابن عبد الرحمن تقدم في مهدي"
  },
  {
    "id": "6939",
    "data": " مؤثر بضم أوله وسكون الواو وكسر المثلثة ابن عفازة بفتح المهملة والفاء ثم زاي أبو المثنى الكوفي مقبول من الثالثة ق"
  },
  {
    "id": "6940",
    "data": " مورق بتشديد الراء ابن مشمرج بضم أوله وفتح المعجمة وسكون الميم وكسر الراء بعدها جيم ابن عبد الله العجلي أو "
  },
  {
    "id": " المعتمر البصري ثقة عابد من كبار الثالثة مات بعد المائة ع",
    "data": " المعتمر البصري ثقة عابد من كبار الثالثة مات بعد المائة ع"
  },
  {
    "id": "6941",
    "data": " موسى ابن إبراهيم ابن عبد الرحمن ابن عبد الله ابن أبي ربيعة المخزومي مقبول من الرابعة د س"
  },
  {
    "id": "6942",
    "data": " موسى ابن إبراهيم ابن كثير الأنصاري الحرامي بفتح المهملة والراء المدني صدوق يخطىء من الثامنة ت س ق"
  },
  {
    "id": "6943",
    "data": " موسى ابن إسماعيل المنقري بكسر الميم وسكون النون وفتح القاف أبو سلمة التبوذكي بفتح المثناة وضم الموحدة وسكون الواو وفتح المعجمة مشهور بكنيته وباسمه ثقة ثبت من صغار التاسعة ولا التفات إلى قول ابن خراش تكلم الناس فيه مات سنة ثلاث وعشرين ع"
  },
  {
    "id": "6944",
    "data": " موسى ابن أعين الجزري مولى قريش أبو سعيد ثقة عابد من الثامنة مات سنة خمس أو سبع وسبعين خ م د س ق"
  },
  {
    "id": "6945",
    "data": " موسى ابن أنس ابن مالك الأنصاري قاضي البصرة ثقة من الرابعة مات بعد أخيه النضر ع "
  },
  {
    "id": " موسى ابن أنس قيل ابن فلان ابن أنس يأتي",
    "data": " موسى ابن أنس قيل ابن فلان ابن أنس يأتي"
  },
  {
    "id": "6946",
    "data": " موسى ابن أيوب ابن عامر الغافقي بمعجمة وفاء ثم قاف المصري مقبول من السادسة مات سنة ثلاث وخمسين د عس ق"
  },
  {
    "id": "6947",
    "data": " موسى ابن أيوب ابن عيسى النصيبي أبو عمران الأنطاكي صدوق من العاشرة د س"
  },
  {
    "id": "6948",
    "data": " موسى ابن أيوب ويقال ابن أبي أيوب المهري بفتح الميم وسكون الهاء أبو الفيض الحمصي مشهور بكنيته ثقة من الرابعة د ت س"
  },
  {
    "id": "6949",
    "data": " موسى ابن باذان ويقال اسمه مسلم حجازي مجهول من الثالثة د"
  },
  {
    "id": "6950",
    "data": " موسى ابن بحر المروزي أبو عمران أصله عراقي مقبول من العاشرة مات سنة ثلاثين بخ"
  },
  {
    "id": "6951",
    "data": " موسى ابن أبي تميم المدني ثقة من السادسة م س"
  },
  {
    "id": "6952",
    "data": " موسى ابن ثروان ويقال بالفاء بدل المثلثة ويقال بالسين المهملة العجلي المعلم البصري ثقة من السابعة م د س"
  },
  {
    "id": "6953",
    "data": " موسى ابن أبي الجارود أبو الوليد المكي الفقيه صاحب الشافعي صدوق من صغار العاشرة ت"
  },
  {
    "id": "6954",
    "data": " موسى ابن جبر "
  },
  {
    "id": " الأنصاري المدني الحذاء مولى بني سلمة نزيل مصر مستور من السادسة د ق",
    "data": " الأنصاري المدني الحذاء مولى بني سلمة نزيل مصر مستور من السادسة د ق"
  },
  {
    "id": "6955",
    "data": " موسى ابن جعفر ابن محمد ابن علي ابن الحسين ابن علي أبو الحسن الهاشمي المعروف بالكاظم صدوق عابد من السابعة مات سنة ثلاث وثمانين ت ق"
  },
  {
    "id": " موسى ابن جهضم ",
    "data": " موسى ابن جهضم "
  },
  {
    "id": " صوابه موسى أبو جهضم وهو ابن سالم يأتي ق",
    "data": " صوابه موسى أبو جهضم وهو ابن سالم يأتي ق"
  },
  {
    "id": "6956",
    "data": " موسى ابن حزام بزاي الترمذي أبو عمران نزيل بلخ ثقة فقيه عابد من الحادية عشرة مات بعد الخمسين خ ت س"
  },
  {
    "id": " موسى ابن حمزة في موسى ابن فلان",
    "data": " موسى ابن حمزة في موسى ابن فلان"
  },
  {
    "id": "6957",
    "data": " موسى ابن خالد الشامي أبو الوليد الحلبي ختن أبي إسحاق الفزاري مقبول من العاشرة م"
  },
  {
    "id": "6958",
    "data": " موسى ابن خلف العمي بتشديد الميم أبو خلف البصري صدوق عابد له أوهام من السابعة خت د س"
  },
  {
    "id": "6959",
    "data": " موسى ابن داود الضبي أبو عبد الله الطرسوسي نزل بغداد ثم ولي قضاء طرسوس الخلقاني بضم المعجمة وسكون اللام بعدها قاف صدوق فقيه زاهد له أوهام من صغار التاسعة مات سنة سبع عشرة م د س ق"
  },
  {
    "id": "6960",
    "data": " موسى ابن دهقان بكسر المهملة البصري مدني الأصل ضعيف وهو ممن تغير من الرابعة مات قبل الخمسين ي"
  },
  {
    "id": " موسى ابن رومان في موسى ابن مسلم",
    "data": " موسى ابن رومان في موسى ابن مسلم"
  },
  {
    "id": "6961",
    "data": " موسى ابن زياد ابن حذيم بكسر المهملة وسكون المعجمة وفتح التحتانية ابن عمرو السعدي كوفي مقبول من السادسة س"
  },
  {
    "id": "6962",
    "data": " موسى ابن سالم أبو جهضم مولى آل العباس صدوق من السادسة 4"
  },
  {
    "id": "6963",
    "data": " موسى ابن السائب أبو سعدة البصري ويقال الواسطي صدوق من السابعة د س"
  },
  {
    "id": " موسى ابن السائب يأتي في ابن المسيب",
    "data": " موسى ابن السائب يأتي في ابن المسيب"
  },
  {
    "id": "6964",
    "data": " موسى ابن سرجس بفتح المهملة وسكون الراء وكسر الجيم بعدها مهملة مدني مستور من السادسة ت س ق"
  },
  {
    "id": " موسى ابن سروان في ابن ثروان",
    "data": " موسى ابن سروان في ابن ثروان"
  },
  {
    "id": "6965",
    "data": " موسى ابن سعد أو سعيد ابن زيد ابن ثابت الأنصاري المدني مقبول من الرابعة م د ق"
  },
  {
    "id": "6966",
    "data": " موسى ابن سعد المدني مولى آل أبي بكر مجهول من السابعة بخ"
  },
  {
    "id": "6967",
    "data": " موسى ابن سعيد ابن النعمان ابن بسام الطرسوسي أبو بكر الدنداني بمهملتين مفتوحتين ونونين الأولى ساكنة صدوق من الحادية عشرة س"
  },
  {
    "id": "6968",
    "data": " موسى ابن سلمة ابن المحبق بمهملة وموحدة وزن محمد الهذلي البصري ثقة من الرابعة م د س"
  },
  {
    "id": "6969",
    "data": " موسى ابن سلمة ابن أبي مريم المصري مولى بني جمح مقبول من السابعة مات سنة ثلاث وستين س"
  },
  {
    "id": "6970",
    "data": " موسى ابن سليمان ابن إسماعيل ابن القاسم المنبجي صالح الحديث إلا عن بقية من صغار العاشرة س"
  },
  {
    "id": "6971",
    "data": " موسى ابن سليمان ابن موسى الأموي أبو عمرو الدمشقي نزيل بيروت مقبول من السادسة مد"
  },
  {
    "id": "6972",
    "data": " موسى ابن سهل ابن قادم أبو عمران الرملي نسائي الأصل ثقة من الحادية عشرة مات سنة اثنتين وستين على الصحيح د س"
  },
  {
    "id": "6973",
    "data": " موسى ابن سهل ابن كثير البغدادي الوشاء بتشديد المعجمة ضعيف من صغار العاشرة مات سنة ثمان وسبعين تمييز"
  },
  {
    "id": "6974",
    "data": " موسى ابن شيبة الحضرمي المصري مقبول من التاسعة مد س"
  },
  {
    "id": "6975",
    "data": " موسى ابن شيبة أو ابن أبي شيبة مجهول وله مراسيل من السادسة مد"
  },
  {
    "id": "6976",
    "data": " موسى ابن شيبة ابن عمرو ابن عبد الله ابن كعب ابن مالك الأنصاري المدني لين الحديث من الثامنة تمييز"
  },
  {
    "id": "6977",
    "data": " موسى ابن طارق اليماني أبو قرة بضم القاف الزبيدي بفتح الزاي القاضي ثقة يغرب من التاسعة س"
  },
  {
    "id": "6978",
    "data": " موسى ابن طلحة ابن عبيد الله التيمي أبو عيسى أو أبو محمد المدني نزيل الكوفة ثقة جليل من الثانية ويقال إنه ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مات سنة ثلاث ومائة على الصحيح ع"
  },
  {
    "id": "6979",
    "data": " موسى ابن عامر ابن عمارة ابن خريم الناعم بالمعجمة مصغر وبالنون والمهملة المري أبو عامر ابن أبي الهيذام بفتح الهاء وسكون التحتانية ثم معجمة الدمشقي صدوق له أوهام من العاشرة مات سنة خمس وخمسين د"
  },
  {
    "id": "6980",
    "data": " موسى ابن أبي عائشة الهمداني بسكون الميم مولاهم أبو الحسن الكوفي ثقة عابد من الخامسة وكان يرسل ع"
  },
  {
    "id": "6981",
    "data": " موسى ابن عبد الله ابن إسحاق ابن طلحة ابن عبيد الله التيمي الطلحي المدني مقبول من السادسة بخ"
  },
  {
    "id": "6982",
    "data": " موسى ابن عبد الله ابن أبي أمية المخزومي مجهول من السادسة ق"
  },
  {
    "id": "6983",
    "data": " موسى ابن عبد الله ابن موسى الخزاعي أبو طلحة البصري مقبول من كبار الحادية عشرة س"
  },
  {
    "id": "6984",
    "data": " موسى ابن عبد الله ابن يزيد الخطمي بفتح المعجمة وسكون المهملة الكوفي ثقة من الرابعة م د تم ق"
  },
  {
    "id": "6985",
    "data": " موسى ابن عبد الله ويقال ابن عبد الرحمن الجهني أبو سلمة الكوفي ثقة عابد لم يصح أن القطان طعن فيه من السادسة مات سنة أربع وأربعين م ت س ق"
  },
  {
    "id": "6986",
    "data": " موسى ابن عبد الرحمن ابن زياد الحلبي الأنطاكي أبو سعيد القلاء بقاف وتشديد صدوق يغرب من العاشرة د س"
  },
  {
    "id": "6987",
    "data": " موسى ابن عبد الرحمن ابن سعيد ابن مسروق الكندي المسروقي أبو عيسى الكوفي ثقة من كبار الحادية عشرة مات سنة ثمان وخمسين ت س ق"
  },
  {
    "id": "6988",
    "data": " موسى ابن عبد العزيز العدني أبو شعيب القنباري بكسر القاف وسكون النون ثم موحدة والقنبار حبال الليف صدوق سيء الحفظ من الثامنة مات سنة خمس وسبعين ر د س"
  },
  {
    "id": "6989",
    "data": " موسى ابن عبيدة بضم أوله ابن نشيط بفتح النون وكسر المعجمة بعدها تحتانية ساكنة ثم مهملة الربذي بفتح الراء والموحدة ثم معجمة أبو عبد العزيز المدني ضعيف ولا سيما في عبد الله ابن دينار وكان عابدا من صغار السادسة مات سنة ثلاث وخمسين ت ق"
  },
  {
    "id": "6990",
    "data": " موسى ابن أبي عثمان التبان بمثناة وموحدة مولى المغيرة المدني مقبول من السادسة خت س"
  },
  {
    "id": "6991",
    "data": " موسى ابن أبي عثمان الكوفي مقبول من السادسة أيضا ووهم من خلطه بالذي قبله تمييز وقد فرق بينهما ابن أبي حاتم د س ق"
  },
  {
    "id": "6992",
    "data": " موسى ابن عقبة ابن أبي عياش بتحتانية ومعجمة الأسدي مولى آل الزبير ثقة فقيه إمام في المغازي من الخامسة لم يصح أن ابن معين لينه مات سنة إحدى وأربعين وقيل بعد ذلك ع"
  },
  {
    "id": "6993",
    "data": " موسى ابن أبي علقمة الفروي بفتح الفاء والراء مولى آل عثمان مجهول من التاسعة ت"
  },
  {
    "id": "6994",
    "data": " موسى ابن علي بالتصغير ابن رباح بموحدة اللخمي أبو عبد الرحمن المصري صدوق ربما أخطأ من السابعة مات سنة ثلاث وستين وله نيف وسبعون بخ م 4"
  },
  {
    "id": "6995",
    "data": " موسى ابن عمرو ابن سعيد ابن العاص الأموي المكي أخو سعيد والد أيوب مستور من السادسة ت"
  },
  {
    "id": "6996",
    "data": " موسى ابن عمير التميمي العنبري الكوفي ثقة من كبار السابعة س"
  },
  {
    "id": "6997",
    "data": " موسى ابن عمير القرشي مولاهم أبو هارون الكوفي الأعمى متروك وقد كذبه أبو حاتم من الثامنة تمييز"
  },
  {
    "id": "6998",
    "data": " موسى ابن عمير الأنصاري مجهول من السادسة تمييز"
  },
  {
    "id": "6999",
    "data": " موسى ابن عيسى الليثي القارىء الكوفي الخياط صدوق من التاسعة مات قديما سنة ثلاث وثمانين ومائة م"
  },
  {
    "id": "7000",
    "data": " موسى ابن أبي عيسى الحناط بمهملة ونون الغفاري أبو هارون المدني مشهور بكنيته واسم أبيه ميسرة ثقة من السادسة خت م د ق"
  }
]