[
  {
    "id": " موسى ابن فروان في موسى ابن ثروان",
    "data": " موسى ابن فروان في موسى ابن ثروان"
  },
  {
    "id": "7001",
    "data": " موسى ابن الفضل الربعي البصري مقبول من كبار العاشرة ق"
  },
  {
    "id": "7002",
    "data": " موسى ابن قريش ابن نافع التميمي البخاري مقبول من الحادية عشرة مات سنة اثنتين وخمسين م"
  },
  {
    "id": "7003",
    "data": " موسى ابن قيس الحضرمي أبو محمد الفراء الكوفي يلقب عصفور الجنة صدوق رمي بالتشيع من السادسة د س"
  },
  {
    "id": "7004",
    "data": " موسى ابن أبي كثير الأنصاري مولاهم أبو الصباح ويقال له موسى الكبير وهو مشهور بكنيته أيضا صدوق رمي بالإرجاء لم يصب من ضعفه من السادسة بخ س"
  },
  {
    "id": "7005",
    "data": " موسى ابن كردم كوفي مجهول من السابعة ق"
  },
  {
    "id": "7006",
    "data": " موسى ابن محمد ابن إبراهيم ابن الحارث التيمي أبو محمد المدني منكر الحديث من السادسة مات سنة إحدى وخمسين ت ق"
  },
  {
    "id": "7007",
    "data": " موسى ابن محمد ابن إبراهيم الهذلي مجهول من السادسة ولست أستبعد أن يكون هو الذي قبله تمييز"
  },
  {
    "id": "7008",
    "data": " موسى ابن محمد الشامي مقبول من الحادية عشرة س"
  },
  {
    "id": "7009",
    "data": " موسى ابن مروان أبو عمران التمار البغدادي نزل الكوفة مقبول من العاشرة مات بالرقة سنة ست وأربعين د س ق"
  },
  {
    "id": "7010",
    "data": " موسى ابن مسعود النهدي بفتح النون أبو حذيفة البصري صدوق سيء الحفظ وكان يصحف من صغار التاسعة مات سنة عشرين أو بعدها وقد جاز التسعين وحديثه عند البخاري في المتابعات خ د ت ق"
  },
  {
    "id": "7011",
    "data": " موسى ابن مسلم ابن رومان كذا وقع والصواب صالح ابن مسلم ابن رومان وقد ينسب لجده ضعيف من السادسة د"
  },
  {
    "id": "7012",
    "data": " موسى ابن مسلم ابن أبي مسلم مولى بنت قارظ بقاف ومعجمة مشالة مدني مقبول من الثالثة بخ"
  },
  {
    "id": "7013",
    "data": " موسى ابن مسلم الكوفي أبو عيسى الطحان يقال له موسى الصغير لا بأس به من السابعة مات وهو ساجد د س ق"
  },
  {
    "id": "7014",
    "data": " موسى ابن المسيب أو السائب الثقفي أبو جعفر الكوفي البزاز صدوق لا يلتفت إلى الأزدي في تضعيفه من السادسة عخ س ق"
  },
  {
    "id": "7015",
    "data": " موسى ابن أبي موسى الأشعري الكوفي مقبول من الثالثة ت ق"
  },
  {
    "id": "7016",
    "data": " موسى ابن ميسرة الديلي بكسر الدال وسكون التحتانية مولاهم أبو عروة المدني ثقة من السادسة مات بعد الثلاثين بخ د كن"
  },
  {
    "id": "7017",
    "data": " موسى ابن ميسرة العبدي بصري مستور من الرابعة تمييز"
  },
  {
    "id": "7018",
    "data": " موسى ابن نافع الأسدي ويقال الهذلي أبو شهاب الحناط بمهملة ونون مشهور بكنيته البصري وهو الأكبر صدوق من السادسة خ م س"
  },
  {
    "id": "7019",
    "data": " موسى ابن نافع مدني مجهول من السابعة تمييز"
  },
  {
    "id": "7020",
    "data": " موسى ابن نجدة الحنفي اليمامي مجهول من السادسة د"
  },
  {
    "id": "7021",
    "data": " موسى ابن هارون القيسي البردي بضم الموحدة الكوفي صدوق ربما أخطأ من العاشرة مات سنة أربع وعشرين بالفيوم من أرض مصر خ د س"
  },
  {
    "id": "7022",
    "data": " موسى ابن هارون ابن عبد الله الحمال بالمهملة ثقة حافظ كبير بغدادي من صغار الحادية عشرة مات سنة أربع وتسعين ومائتين تمييز"
  },
  {
    "id": "7023",
    "data": " موسى ابن وردان العامري مولاهم أبو عمر المصري مدني الأصل صدوق ربما أخطأ من الثالثة مات سنة سبع عشرة وله أربع وسبعون بخ 4"
  },
  {
    "id": "7024",
    "data": " موسى ابن يسار المطلبي مولاهم المدني ثقة من الرابعة خت م د س ق"
  },
  {
    "id": "7025",
    "data": " موسى ابن يسار الأردني بضم الهمزة والدال بينهما راء ساكنة ثم نون مشددة مقبول من السادسة بخ ت"
  },
  {
    "id": "7026",
    "data": " موسى ابن يعقوب ابن عبد الله ابن وهب ابن زمعة المطلبي الزمعي أبو محمد المدني صدوق سيء الحفظ من السابعة مات بعد الأربعين بخ 4"
  },
  {
    "id": "7027",
    "data": " موسى ابن فلان ابن أنس ابن مالك مجهول من السادسة ويقال هو ابن حمزة ت ق"
  },
  {
    "id": "7028",
    "data": " موسى غير منسوب شيخ لسعيد الجريري مجهول من السادسة س"
  },
  {
    "id": " موسى عن الزعفراني هو الدنداني",
    "data": " موسى عن الزعفراني هو الدنداني"
  },
  {
    "id": " موسى الجهني هو ابن عبد الله",
    "data": " موسى الجهني هو ابن عبد الله"
  },
  {
    "id": " موسى الحناط هو ابن أبي عيسى",
    "data": " موسى الحناط هو ابن أبي عيسى"
  },
  {
    "id": " موسى الصغير هو ابن مسلم",
    "data": " موسى الصغير هو ابن مسلم"
  },
  {
    "id": " موسى الكبير هو ابن أبي كثير",
    "data": " موسى الكبير هو ابن أبي كثير"
  },
  {
    "id": " موسى القارىء هو ابن عيسى",
    "data": " موسى القارىء هو ابن عيسى"
  },
  {
    "id": " موسى عن شبل هو ابن مسعود تقدموا كلهم",
    "data": " موسى عن شبل هو ابن مسعود تقدموا كلهم"
  },
  {
    "id": "7029",
    "data": " مؤمل بوزن محمد بهمزة ابن إسماعيل البصري أبو عبد الرحمن نزيل مكة صدوق سيء الحفظ من صغار التاسعة مات سنة ست ومائتين خت قد ت س ق"
  },
  {
    "id": "7030",
    "data": " مؤمل ابن إهاب بكسر أوله وبموحدة الربعي العجلي أبو عبد الرحمن الكوفي نزيل الرملة أصله من كرمان صدوق له أوهام من الحادية عشرة مات سنة أربع وخمسين د س"
  },
  {
    "id": " مؤمل ابن عبد الرحمن ",
    "data": " مؤمل ابن عبد الرحمن "
  },
  {
    "id": " صوابه أبو عبد الرحمن واسم أبيه إسماعيل تقدم",
    "data": " صوابه أبو عبد الرحمن واسم أبيه إسماعيل تقدم"
  },
  {
    "id": "7031",
    "data": " مؤمل ابن عبد الرحمن ابن العباس ابن عبد الله ابن عثمان ابن أبي العاص الثقفي البصري نزيل مصر ضعيف من الثامنة تمييز"
  },
  {
    "id": "7032",
    "data": " مؤمل ابن الفضل الجزري أبو سعيد صدوق من العاشرة مات سنة ثلاثين أو قبلها د س"
  },
  {
    "id": "7033",
    "data": " مؤمل ابن هشام اليشكري بتحتانية ومعجمة أبو هشام البصري ثقة من العاشرة مات سنة ثلاث وخمسين خ د س"
  },
  {
    "id": "7034",
    "data": " مؤمل ابن وهب الله المخزومي مستور من السادسة بخ"
  },
  {
    "id": "7035",
    "data": " ملازم ابن عمرو ابن عبد الله ابن بدر أبو عمرو اليمامي "
  },
  {
    "id": " صدوق من الثامنة 4",
    "data": " صدوق من الثامنة 4"
  },
  {
    "id": "7036",
    "data": " ميزان البصري أبو صالح مقبول من الثالثة وهو مشهور بكنيته ت"
  },
  {
    "id": "7037",
    "data": " ميسرة ابن حبيب النهدي بفتح النون أبو حازم الكوفي صدوق من السابعة بخ د ت س"
  },
  {
    "id": "7038",
    "data": " ميسرة ابن عمار ويقال ابن تمام الأشجعي الكوفي ثقة من السادسة خ م س فق"
  },
  {
    "id": "7039",
    "data": " ميسرة ابن يعقوب أبو جميلة بفتح الجيم الطهوي بضم الطاء المهملة الكوفي مقبول من الثالثة د تم س ق"
  },
  {
    "id": "7040",
    "data": " ميسرة أبو صالح الكندي الكوفي "
  },
  {
    "id": " مقبول من الثالثة د س",
    "data": " مقبول من الثالثة د س"
  },
  {
    "id": "7041",
    "data": " ميسرة مولى فضالة ابن عبيد دمشقي مقبول من الثانية ق"
  },
  {
    "id": "7042",
    "data": " ميمون ابن أبان البصري مستور من السابعة ف ق"
  },
  {
    "id": " ميمون ابن أستاذ قيل هو ميمون أبو عبد الله سيأتي",
    "data": " ميمون ابن أستاذ قيل هو ميمون أبو عبد الله سيأتي"
  },
  {
    "id": "7043",
    "data": " ميمون ابن الأصبغ بالغين المعجمة ابن الفرات النصيبي أبو جعفر مقبول من كبار الحادية عشرة مات سنة ست وخمسين س"
  },
  {
    "id": "7044",
    "data": " ميمون ابن جابان بجيم وموحدة البصري أبو الحكم مقبول من السادسة د"
  },
  {
    "id": "7045",
    "data": " ميمون ابن سياه بكسر المهملة بعدها تحتانية البصري أبو بحر صدوق عابد يخطىء من الرابعة خ س"
  },
  {
    "id": "7046",
    "data": " ميمون ابن أبي شبيب الربعي أبو نصر الكوفي صدوق كثير الإرسال من الثالثة مات "
  },
  {
    "id": " سنة ثلاث وثمانين في وقعة الجماجم بخ م 4",
    "data": " سنة ثلاث وثمانين في وقعة الجماجم بخ م 4"
  },
  {
    "id": "7047",
    "data": " ميمون ابن العباس ابن عطاء الرافقي بفاء ثم قاف ثقة من الحادية عشرة مات سنة أربع وخمسين س"
  },
  {
    "id": "7048",
    "data": " ميمون ابن عبد الله عن ثابت مجهول من السابعة ولعله ميمون ابن أبان د"
  },
  {
    "id": "7049",
    "data": " ميمون ابن مهران الجزري أبو أيوب أصله كوفي نزل الرقة ثقة فقيه ولي الجزيرة لعمر ابن عبد العزيز وكان يرسل من الرابعة مات سنة سبع عشرة بخ م 4"
  },
  {
    "id": "7050",
    "data": " ميمون ابن موسى ويقال ابن عبد الرحمن ابن صفوان ابن قدامة المرئي بفتحتين وهمزة أبو موسى البصري صدوق مدلس من السابعة ت ق"
  },
  {
    "id": "7051",
    "data": " ميمون أبو عبد الله البصري مولى ابن سمرة ضعيف وقيل اسم أبيه أستاذ وفرق بينهما ابن أبي حاتم من الرابعة ت س ق"
  },
  {
    "id": "7052",
    "data": " ميمون أبو عبد الله الغزال بصري مقبول من السادسة تمييز"
  },
  {
    "id": "7053",
    "data": " ميمون أبو عبد الله الوراق خراساني مستور من السابعة تمييز"
  },
  {
    "id": "7054",
    "data": " ميمون المكي مجهول من الرابعة د"
  },
  {
    "id": "7055",
    "data": " ميمون القناد بالقاف والنون بصري مقبول من السادسة د س"
  },
  {
    "id": "7056",
    "data": " ميمون الكردي أبو بصير بفتح الموحدة وقيل النون مقبول من السادسة عس"
  },
  {
    "id": "7057",
    "data": " ميمون أبو حمزة الأعور "
  },
  {
    "id": " مشهور بكنيته ضعيف من السادسة ت ق",
    "data": " مشهور بكنيته ضعيف من السادسة ت ق"
  },
  {
    "id": "7058",
    "data": " ميمون أبو المغلس بضم الميم وفتح المعجمة وتشديد اللام المكسورة ثم مهملة ويقال اسمه عمر مقبول من السادسة وشيخه أبو نجيح ليس صحابيا مد"
  },
  {
    "id": " ميمون عن ثابت ",
    "data": " ميمون عن ثابت "
  },
  {
    "id": " صوابه حاتم ابن ميمون",
    "data": " صوابه حاتم ابن ميمون"
  },
  {
    "id": "7059",
    "data": " مينا بكسر الميم وسكون التحتانية ثم نون ابن أبي مينا الخراز مولى عبد الرحمن ابن عوف متروك ورمي بالرفض وكذبه أبو حاتم من الثانية ووهل الحاكم فجعل له صحبة ت"
  },
  {
    "id": "7060",
    "data": " نابل صاحب العباء والأكسية والشمال بكسر المعجمة مقبول من الثالثة د ت س"
  },
  {
    "id": "7061",
    "data": " ناتل بمثناة ابن قيس ابن زيد الشامي الفلسطيني أحد الأمراء لمعاوية وولده من الثالثة قتل "
  },
  {
    "id": " سنة ست وستين وقع له ذكر في النسائي بلا رواية س",
    "data": " سنة ست وستين وقع له ذكر في النسائي بلا رواية س"
  },
  {
    "id": "7062",
    "data": " ناجية ابن جندب ابن عمير ابن يعمر الأسلمي صحابي روى عنه مجزأة ابن زاهر وغيره س"
  },
  {
    "id": "7063",
    "data": " ناجية ابن جندب ابن كعب وقيل ابن كعب ابن جندب الخزاعي صحابي أيضا تفرد بالرواية عنه عروة ابن الزبير ووهم من خلطهما والله أعلم 4"
  },
  {
    "id": "7064",
    "data": " ناجية ابن خفاف بضم المعجمة وبفائين العنزي بفتح المهملة والنون ثم زاي الكوفي عن عمار مقبول من الثالثة وقع في الرواية غير منسوب وصحح ابن المديني وغيره أنه ابن خفاف ووهم من زعم أنه ابن كعب س"
  },
  {
    "id": "7065",
    "data": " ناجية ابن كعب الأسدي عن علي ثقة من الثالثة أيضا وهم من خلطه بالأول د ت س"
  },
  {
    "id": " ناجية ابن كعب الخزاعي في ابن جندب",
    "data": " ناجية ابن كعب الخزاعي في ابن جندب"
  },
  {
    "id": "7066",
    "data": " ناشرة بكسر المعجمة ابن سمي بمهملة مصغر اليزني بفتح التحتانية والزاي ثم نون المصري ثقة من الثانية س"
  },
  {
    "id": "7067",
    "data": " ناصح ابن عبد الله أو ابن عبد الرحمن التميمي المحلمي بالمهملة وتشديد اللام أبو عبد الله الحائك صاحب سماك ابن حرب ضعيف من كبار السابعة ت"
  },
  {
    "id": "7068",
    "data": " ناصح ابن العلاء أبو العلاء البصري مولى بني هاشم لين الحديث من الثامنة وزعم الترمذي أنه صاحب سماك تمييز"
  },
  {
    "id": "7069",
    "data": " ناصح أبو عبد الله الشامي مولى بني أمية ثقة من السابعة تمييز"
  },
  {
    "id": "7070",
    "data": " ناعم ابن أجيل بجيم مصغر الهمداني أبو عبد الله المصري مولى أم سلمة ثقة فقيه من الثالثة مات "
  },
  {
    "id": " سنة ثمانين م 4",
    "data": " سنة ثمانين م 4"
  },
  {
    "id": "7060",
    "data": " نابل صاحب العباء والأكسية والشمال بكسر المعجمة مقبول من الثالثة د ت س"
  },
  {
    "id": "7061",
    "data": " ناتل بمثناة ابن قيس ابن زيد الشامي الفلسطيني أحد الأمراء لمعاوية وولده من الثالثة قتل "
  },
  {
    "id": " سنة ست وستين وقع له ذكر في النسائي بلا رواية س",
    "data": " سنة ست وستين وقع له ذكر في النسائي بلا رواية س"
  },
  {
    "id": "7062",
    "data": " ناجية ابن جندب ابن عمير ابن يعمر الأسلمي صحابي روى عنه مجزأة ابن زاهر وغيره س"
  },
  {
    "id": "7063",
    "data": " ناجية ابن جندب ابن كعب وقيل ابن كعب ابن جندب الخزاعي صحابي أيضا تفرد بالرواية عنه عروة ابن الزبير ووهم من خلطهما والله أعلم 4"
  },
  {
    "id": "7064",
    "data": " ناجية ابن خفاف بضم المعجمة وبفائين العنزي بفتح المهملة والنون ثم زاي الكوفي عن عمار مقبول من الثالثة وقع في الرواية غير منسوب وصحح ابن المديني وغيره أنه ابن خفاف ووهم من زعم أنه ابن كعب س"
  },
  {
    "id": "7065",
    "data": " ناجية ابن كعب الأسدي عن علي ثقة من الثالثة أيضا وهم من خلطه بالأول د ت س"
  },
  {
    "id": " ناجية ابن كعب الخزاعي في ابن جندب",
    "data": " ناجية ابن كعب الخزاعي في ابن جندب"
  },
  {
    "id": "7066",
    "data": " ناشرة بكسر المعجمة ابن سمي بمهملة مصغر اليزني بفتح التحتانية والزاي ثم نون المصري ثقة من الثانية س"
  },
  {
    "id": "7067",
    "data": " ناصح ابن عبد الله أو ابن عبد الرحمن التميمي المحلمي بالمهملة وتشديد اللام أبو عبد الله الحائك صاحب سماك ابن حرب ضعيف من كبار السابعة ت"
  }
]