[
  {
    "id": "7068",
    "data": " ناصح ابن العلاء أبو العلاء البصري مولى بني هاشم لين الحديث من الثامنة وزعم الترمذي أنه صاحب سماك تمييز"
  },
  {
    "id": "7069",
    "data": " ناصح أبو عبد الله الشامي مولى بني أمية ثقة من السابعة تمييز"
  },
  {
    "id": "7070",
    "data": " ناعم ابن أجيل بجيم مصغر الهمداني أبو عبد الله المصري مولى أم سلمة ثقة فقيه من الثالثة مات "
  },
  {
    "id": " سنة ثمانين م 4",
    "data": " سنة ثمانين م 4"
  },
  {
    "id": "7071",
    "data": " نافذ بفاء ومعجمة أبو معبد مولى ابن عباس المكي ثقة من الرابعة مات سنة أربع ومائة ع "
  },
  {
    "id": " نافع ابن أبي أنس هو ابن مالك يأتي",
    "data": " نافع ابن أبي أنس هو ابن مالك يأتي"
  },
  {
    "id": "7072",
    "data": " نافع ابن جبير ابن مطعم النوفلي أبو محمد وأبو عبد الله المدني ثقة فاضل من الثالثة مات "
  },
  {
    "id": " سنة تسع وتسعين ع",
    "data": " سنة تسع وتسعين ع"
  },
  {
    "id": " نافع ابن جبير عن علي ",
    "data": " نافع ابن جبير عن علي "
  },
  {
    "id": " صوابه نافع عن ابن حنين عن علي",
    "data": " صوابه نافع عن ابن حنين عن علي"
  },
  {
    "id": "7073",
    "data": " نافع ابن عاصم ابن عروة ابن مسعود الثقفي المكي صدوق من الرابعة بخ س"
  },
  {
    "id": "7074",
    "data": " نافع ابن عباس بموحدة ومهملة أو تحتانية ومعجمة أبو محمد الأقرع المدني مولى أبي قتادة قيل له ذلك للزومه وكان مولى عقيلة الغفارية ثقة من الثالثة ع"
  },
  {
    "id": "7075",
    "data": " نافع ابن عبد الله أو ابن كثير مجهول من السابعة ق"
  },
  {
    "id": "7076",
    "data": " نافع ابن عبد الحارث ابن خالد الخزاعي صحابي فتحي وأمره عمر على مكة قأقام بها إلى أن مات بخ م د س ق"
  },
  {
    "id": "7077",
    "data": " نافع ابن عبد الرحمن ابن أبي نعيم القارىء المدني مولى بني ليث أصله من أصبهان وقد ينسب لجده صدوق ثبت في القراءة من كبار السابعة مات سنة تسع وستين فق"
  },
  {
    "id": "7078",
    "data": " نافع ابن عتبة ابن أبي وقاص الزهري صحابي صغير ومات قديما م ق"
  },
  {
    "id": "7079",
    "data": " نافع ابن عجير بمهملة وجيم مصغر ابن عبد يزيد ابن هاشم ابن المطلب المطلبي المكي قيل له صحبة وذكره ابن حبان وغيره في التابعين د"
  },
  {
    "id": "7080",
    "data": " نافع ابن عمر ابن عبد الله ابن جميل الجمحي المكي ثقة ثبت من كبار السابعة مات سنة تسع وستين ع"
  },
  {
    "id": "7081",
    "data": " نافع ابن مالك ابن أبي عامر الأصبحي التيمي أبو سهيل "
  },
  {
    "id": " المدني ثقة من الرابعة مات بعد الأربعين ع",
    "data": " المدني ثقة من الرابعة مات بعد الأربعين ع"
  },
  {
    "id": "7082",
    "data": " نافع ابن محمود ابن الربيع ويقال اسم جده ربيعة الأنصاري المدني نزيل بيت المقدس مستور من الثالثة ر د س"
  },
  {
    "id": "7083",
    "data": " نافع ابن أبي نافع البزاز أبو عبد الله مولى أبي أحمد ثقة من الثالثة د ت س"
  },
  {
    "id": " نافع ابن أبي نافع هو نفيع أبو داود الكوفي وجعل المزي الراوي عن معقل والراوي عن أبي هريرة واحدا وهم قد شرحته في تهذيب التهذيب",
    "data": " نافع ابن أبي نافع هو نفيع أبو داود الكوفي وجعل المزي الراوي عن معقل والراوي عن أبي هريرة واحدا وهم قد شرحته في تهذيب التهذيب"
  },
  {
    "id": "7084",
    "data": " نافع ابن يزيد الكلاعي بفتح الكاف واللام الخفيفة أبو يزيد المصري يقال إنه مولى شرحبيل ابن حسنة ثقة عابد من السابعة مات سنة ثمان وستين خت م د س ق"
  },
  {
    "id": "7085",
    "data": " نافع مولى أم سلمة مقبول من الثالثة س"
  },
  {
    "id": "7086",
    "data": " نافع أبو عبد الله المدني مولى ابن عمر ثقة ثبت فقيه مشهور من الثالثة مات سنة سبع عشره ومائة أو بعد ذلك ع"
  },
  {
    "id": "7087",
    "data": " نافع مولى عامر ابن سعد مستور من الثالثة م"
  },
  {
    "id": "7088",
    "data": " نافع عن عائشة مجهول من الثالثة ووهم من زعم أنه مولى ابن عمر ق"
  },
  {
    "id": " نافع ويقال رافع أبو غالب في الكنى",
    "data": " نافع ويقال رافع أبو غالب في الكنى"
  },
  {
    "id": "7089",
    "data": " نائل بتحتانية ابن نجيح الحنفي أو الثقفي أبو سهل البصري أو البغدادي ضعيف من التاسعة ق"
  },
  {
    "id": "7090",
    "data": " نباتة بضم أوله وقيل بفتحة ثم موحدة ثم مثناة الوالبي أو الجعفي كوفي مقبول من الثانية س"
  },
  {
    "id": "7091",
    "data": " نبهان الجمحي مولاهم والد صالح مولى التوءمة مقبول من الثالثة خ"
  },
  {
    "id": "7092",
    "data": " نبهان المخزومي مولاهم أبو يحيى المدني مكاتب أم سلمة مقبول من الثالثة 4"
  },
  {
    "id": "7093",
    "data": " نبيح بمهملة مصغر ابن عبد الله العنزي بفتح المهملة والنون ثم زاي أبو عمرو الكوفي مقبول من الثالثة 4"
  },
  {
    "id": "7094",
    "data": " نبيشة بمعجمة مصغر ابن عبد الله الهذلي ويقال له نبيشة الخير صحابي قليل الحديث م 4"
  },
  {
    "id": "7095",
    "data": " نبيط بالتصغير ابن شريط بفتح المعجمة الأشجعي الكوفي صحابي صغير يكنى أبا سلمة د تم س ق"
  },
  {
    "id": "7096",
    "data": " نبيط غير منسوب عن جابان مقبول من السادسة س"
  },
  {
    "id": "7097",
    "data": " نبيه بالتصغير ابن وهب ابن عثمان العبدري المدني ثقة من صغار الثالثة روى عنه نافع ومات قبله مات هو سنة ست وعشرين م 4"
  },
  {
    "id": " نبيه في بنة في الباء الموحدة",
    "data": " نبيه في بنة في الباء الموحدة"
  },
  {
    "id": "7098",
    "data": " نجدة ابن المبارك السلمي الكوفي مقبول من الثامنة عس"
  },
  {
    "id": "7099",
    "data": " نجدة ابن نفيع الحنفي مجهول من الرابعة د"
  },
  {
    "id": "7100",
    "data": " نجيح ابن عبد الرحمن السندي بكسر المهملة وسكون النون المدني أبو معشر مولى بني هاشم مشهور بكنيته ضعيف من السادسة أسن واختلط مات سنة سبعين ومائة ويقال كان اسمه عبد الرحمن ابن الوليد ابن هلال 4"
  },
  {
    "id": "7101",
    "data": " نجيد مصغر ابن عمران ابن حصين الخزاعي مقبول من الرابعة بخ"
  },
  {
    "id": "7102",
    "data": " نجي بالتصغير الحضرمي الكوفي مقبول من الثالثة د س ق"
  },
  {
    "id": "7103",
    "data": " نذير مصغر مجهول من الثالثة عس"
  },
  {
    "id": "7104",
    "data": " نزار ابن حيان الأسدي مولى بني هاشم ضعيف من السادسة ت ق"
  },
  {
    "id": "7105",
    "data": " النزال ابن سبرة بفتح المهملة وسكون الموحدة الهلالي الكوفي ثقة من الثانية وقيل إن له صحبة خ د تم س ق"
  },
  {
    "id": "7106",
    "data": " النزال ابن عمار بصري مقبول أرسل عن ابن عباس من السادسة د"
  },
  {
    "id": "7107",
    "data": " نسير بمهملة مصغر ابن ذعلوق بضم المعجمة واللام بينهما مهملة ساكنة الثوري مولاهم أبو طعمة الكوفي صدوق لم يصب من ضعفه من الرابعة ق"
  },
  {
    "id": "7108",
    "data": " نسي بالتصغير الكندي الشامي مجهول من الثالثة د ق"
  },
  {
    "id": " نشيط أبو عمر المنبهي في الكنى",
    "data": " نشيط أبو عمر المنبهي في الكنى"
  },
  {
    "id": " نصر ابن حزن في عبدة تقدم",
    "data": " نصر ابن حزن في عبدة تقدم"
  },
  {
    "id": "7109",
    "data": " نصر ابن حماد ابن عجلان البجلي أبو الحارث الوراق البصري ضعيف أفرط الأزدي فزعم أنه يضع من صغار التاسعة ق"
  },
  {
    "id": "7110",
    "data": " نصر ابن دهر ابن الأخرم الأسلمي صحابي نزل المدينة تفرد ابنه "
  },
  {
    "id": " الهيثم بالرواية عنه س",
    "data": " الهيثم بالرواية عنه س"
  },
  {
    "id": "7111",
    "data": " نصر ابن زيد المجدر أبو الحسن مولى بني هاشم البغدادي أصله من سجستان صدوق من صغار التاسعة مات قديما د"
  },
  {
    "id": "7112",
    "data": " نصر ابن سلام مجهول من الثامنة كشيخه عمر ابن الهيثم فق"
  },
  {
    "id": " نصر ابن أبي ضمرة هو ابن محمد يأتي",
    "data": " نصر ابن أبي ضمرة هو ابن محمد يأتي"
  },
  {
    "id": "7113",
    "data": " نصر ابن عاصم الليثي البصري ثقة رمي برأي الخوارج وصح رجوعه عنه من الثالثة ي م د س ق"
  },
  {
    "id": "7114",
    "data": " نصر ابن عاصم الأنطاكي لين الحديث من صغار العاشرة د"
  },
  {
    "id": "7115",
    "data": " نصر ابن عبد الرحمن ابن بكار الناجي الكوفي الوشاء ثقة من العاشرة مات سنة ثمان وأربعين ت ق"
  },
  {
    "id": "7116",
    "data": " نصر ابن عبد الرحمن الكناني شامي مجهول من السادسة د"
  },
  {
    "id": "7118",
    "data": " نصر ابن علقمة الحضرمي أبو علقمة الحمصي مقبول من السادسة س ق"
  },
  {
    "id": "7119",
    "data": " نصر ابن علي ابن صهبان بضم المهملة وسكون الهاء الأزدي الجهضمي بفتح الجيم وسكون الهاء وفتح المعجمة البصري ثقة من السابعة مات قبل الخمسين 4"
  },
  {
    "id": "7120",
    "data": " نصر ابن علي ابن نصر ابن علي الجهضمي حفيد الذي قبله ثقة ثبت طلب للقضاء فامتنع من العاشرة مات سنة خمسين أو بعدها ع"
  },
  {
    "id": " نصر ابن علي الكوفي عن أبي قطن ",
    "data": " نصر ابن علي الكوفي عن أبي قطن "
  },
  {
    "id": " صوابه نصر ابن عبد الرحمن وهو الوشاء",
    "data": " صوابه نصر ابن عبد الرحمن وهو الوشاء"
  },
  {
    "id": "7121",
    "data": " نصر ابن عمرو الحمصي صدوق من الحادية عشرة س"
  },
  {
    "id": "7122",
    "data": " نصر ابن عمران ابن عصام الضبعي بضم المعجمة وفتح الموحدة بعدها مهملة أبو جمرة بالجيم البصري نزيل خراسان مشهور بكنيته ثقة ثبت من الثالثة مات سنة ثمان وعشرين ع"
  },
  {
    "id": "7123",
    "data": " نصر ابن القاسم ويقال نصير مجهول من الثامنة ق"
  },
  {
    "id": "7124",
    "data": " نصر ابن محمد ابن سليمان ابن أبي ضمرة أبو القاسم الحمصي وقد ينسب لجد أبيه ضعيف من العاشرة ق"
  },
  {
    "id": "7125",
    "data": " نصر ابن المهاجر المصيصي ثقة حافظ من العاشرة مات بعد سنة ثلاثين د"
  },
  {
    "id": " نصر المجدر هو ابن زيد تقدم",
    "data": " نصر المجدر هو ابن زيد تقدم"
  },
  {
    "id": "7126",
    "data": " نصير بالتصغير ابن أبي الأشعث الأسدي أبو الوليد الكوفي ثقة من السابعة خ"
  },
  {
    "id": "7127",
    "data": " نصير ابن عمر ابن يزيد الأسدي أبو عمر مجهول من الثامنة بخ"
  },
  {
    "id": "7128",
    "data": " نصير ابن الفرج الأسلي بفتح الهمزة والمهملة وتخفيف اللام أبو حمزة الثغري بالمثلثة والمعجمة الساكنة خادم أبي معاوية الأسود ثقة من الحادية عشره مات سنة خمس وأربعين د س"
  },
  {
    "id": " نصير ويقال بفتح أوله وكسر ثانيه ابن القاسم تقدم في نصر",
    "data": " نصير ويقال بفتح أوله وكسر ثانيه ابن القاسم تقدم في نصر"
  },
  {
    "id": "7129",
    "data": " نصير ويقال بالضاد المعجمة ويقال بفتح أوله أيضا مستور من السادسة وقد أرسل عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وعن أبي ذر مد"
  },
  {
    "id": "7130",
    "data": " النضر بالمعجمة ابن إسماعيل ابن حازم البجلي أبو المغيرة الكوفي القاص ليس بالقوي من صغار الثامنة مات سنة اثنتين وثمانين ت س"
  },
  {
    "id": "7131",
    "data": " النضر ابن أنس ابن مالك الأنصاري أبو مالك البصري ثقة من الثالثة مات سنة بضع ومائة ع"
  },
  {
    "id": "7132",
    "data": " النضر ابن حماد الفزاري وقال العتكي أبو عبد الله الكوفي ضعيف من التاسعة ت"
  },
  {
    "id": "7133",
    "data": " النضر ابن زرارة ابن عبد الأكرم الذهلي أبو الحسن الكوفي نزيل بلخ مستور من التاسعة تم"
  },
  {
    "id": "7134",
    "data": " النضر ابن سفيان الدؤلي بضم المهملة وفتح الواو بهمزة مقبول من الثانية ويقال إن له إدراكا س"
  },
  {
    "id": "7135",
    "data": " النضر ابن شميل المازني أبو الحسن النحوي البصري نزيل مرو ثقة ثبت من كبار التاسعة مات سنة أربع ومائتين وله اثنتان وثمانون ع"
  },
  {
    "id": "7136",
    "data": " النضر ابن شيبان الحداني بضم المهملة وتشديد الدال لين الحديث من السادسة س ق"
  },
  {
    "id": "7137",
    "data": " النضر ابن عبد الله ابن مطر القيسي البصري مستور من الخامسة د"
  },
  {
    "id": "7138",
    "data": " النضر ابن عبد الله الأصم مقبول من العاشرة كان في حدود المائتين ت"
  },
  {
    "id": "7139",
    "data": " النضر ابن عبد الله السلمي المدني مجهول ويقال عبد الله ابن النضر من الرابعة س"
  },
  {
    "id": "7140",
    "data": " النضر ابن عبد الله الأزدي أبو غالب الكوفي نزيل أصبهان مجهول من صغار التاسعة تمييز"
  },
  {
    "id": "7141",
    "data": " النضر ابن عبد الله ابن ماهان الدينوري صدوق من الحادية عشرة تمييز"
  },
  {
    "id": "7142",
    "data": " النضر ابن عبد الله الحلواني مقبول من الحادية عشرة ويحتمل أن يكون هو الذي قبله تمييز"
  },
  {
    "id": "7143",
    "data": " النضر ابن عبد الجبار المرادي مولاهم المصري أبو الأسود مشهور بكنيته ثقة من كبار العاشرة مات سنة تسع عشرة وله أربع وسبعون د س ق"
  },
  {
    "id": "7144",
    "data": " النضر ابن عبد الرحمن أبو عمر الخزاز بمعجمات متروك من السادسة ت"
  },
  {
    "id": "7145",
    "data": " النضر ابن عربي الباهلي مولاهم أبو روح ويقال أبو عمر الحراني لا بأس به من السادسة مات سنة ثمان وستين د ت"
  },
  {
    "id": "7146",
    "data": " النضر ابن علقمة أبو المغيرة مجهول من الثامنة بخ"
  },
  {
    "id": "7147",
    "data": " النضر ابن كثير السعدي أبو سهل البصري العابد ضعيف من الثامنة د س"
  },
  {
    "id": "7148",
    "data": " النضر ابن محمد ابن موسى الجرشي بالجيم المضمومة والشين معجمة أبو محمد اليمامي مولى بني أمية ثقة له أفراد من التاسعة خ م د ت ق"
  },
  {
    "id": "7149",
    "data": " النضر ابن محمد المروزي مولى بني عامر قريش أبو محمد أو أبو عبد الله صدوق ربما يهم ورمي بالإرجاء من الثامنة مات سنة ثلاث وثمانين ل س"
  },
  {
    "id": "7150",
    "data": " النضر ابن منصور الذهلي "
  },
  {
    "id": " وقيل غير ذلك في نسبه أبو عبد الرحمن الكوفي ضعيف من التاسعة ت",
    "data": " وقيل غير ذلك في نسبه أبو عبد الرحمن الكوفي ضعيف من التاسعة ت"
  }
]