[
  {
    "id": " النضر القيسي هو ابن عبد الله تقدم",
    "data": " النضر القيسي هو ابن عبد الله تقدم"
  },
  {
    "id": " النضر غير منسوب وعنه الثوري هو ابن عربي تقدم",
    "data": " النضر غير منسوب وعنه الثوري هو ابن عربي تقدم"
  },
  {
    "id": " نضرة ويقال نضلة ابن أكثم تقدم في الموحدة بعدها مهملة",
    "data": " نضرة ويقال نضلة ابن أكثم تقدم في الموحدة بعدها مهملة"
  },
  {
    "id": "7151",
    "data": " نضلة ابن عبيد أبو برزة الأسلمي صحابي مشهور بكنيته أسلم قبل الفتح وغزا سبع غزوات ثم نزل البصرة وغزا خراسان ومات بها بعد سنة خمس وستين على الصحيح ع"
  },
  {
    "id": "7152",
    "data": " النعمان ابن بشير ابن سعد ابن ثعلبة الأنصاري الخزرجي له ولأبويه صحبة ثم سكن الشام ثم ولي إمرة الكوفة ثم قتل بحمص سنة خمس وستين وله أربع وستون سنة ع"
  },
  {
    "id": "7153",
    "data": " النعمان ابن ثابت الكوفي أبو حنيفة الإمام يقال أصلهم من فارس ويقال مولى بني تيم فقيه مشهور من السادسة مات سنة خمسين "
  },
  {
    "id": " على الصحيح وله سبعون سنة ت س",
    "data": " على الصحيح وله سبعون سنة ت س"
  },
  {
    "id": " النعمان ابن حنظلة في نعيم",
    "data": " النعمان ابن حنظلة في نعيم"
  },
  {
    "id": " النعمان ابن خربوذ في سالم ابن سرج",
    "data": " النعمان ابن خربوذ في سالم ابن سرج"
  },
  {
    "id": "7154",
    "data": " النعمان ابن راشد الجزري أبو إسحاق الرقي مولى بني أمية صدوق سيء الحفظ من السادسة خت م 4"
  },
  {
    "id": "7155",
    "data": " النعمان ابن سالم الطائفي ثقة من الرابعة وقيل هما اثنان والله أعلم م 4"
  },
  {
    "id": " النعمان ابن سبرة في نعيم ابن حنظلة",
    "data": " النعمان ابن سبرة في نعيم ابن حنظلة"
  },
  {
    "id": "7156",
    "data": " النعمان ابن سعد ابن حبتة بفتح المهملة وسكون الموحدة ثم مثناة ويقال آخره راء أنصاري كوفي مقبول من الثالثة ت"
  },
  {
    "id": "7157",
    "data": " النعمان ابن أبي شيبة عبيد الصنعاني أو الجندي بفتح الجيم والنون ثقة من السابعة د"
  },
  {
    "id": "7158",
    "data": " النعمان ابن عبد السلام ابن حبيب التيمي أبو المنذر الأصبهاني ثقة عابد فقيه من التاسعة مات سنة ثلاث وثمانين "
  },
  {
    "id": " د س",
    "data": " د س"
  },
  {
    "id": "7159",
    "data": " النعمان ابن أبي عياش بتحتانية ومعجمة الزرقي الأنصاري أبو سلمة المدني ثقة من الرابعة خ م ت س ق"
  },
  {
    "id": " النعمان ابن قبيصة في نعيم ابن حنظلة",
    "data": " النعمان ابن قبيصة في نعيم ابن حنظلة"
  },
  {
    "id": "7160",
    "data": " النعمان ابن مرة الأنصاري الزرقي المدني ثقة من الثانية ووهم من عده في الصحابة صد"
  },
  {
    "id": "7161",
    "data": " النعمان ابن معبد ابن هوذة الأنصاري المدني مجهول من الرابعة د"
  },
  {
    "id": "7162",
    "data": " النعمان ابن مقرن ابن عائذ أبو عمرو أو أبو حكيم المزني أحد الإخوة "
  },
  {
    "id": " صحابي مشهور استشهد بنهاوند سنة إحدى وعشرين 4 ووهم من زعم أنه:",
    "data": " صحابي مشهور استشهد بنهاوند سنة إحدى وعشرين 4 ووهم من زعم أنه:"
  },
  {
    "id": "7163",
    "data": " النعمان ابن عمرو ابن مقرن فذاك آخر وهو ابن أخي هذا وهو تابعي"
  },
  {
    "id": "7164",
    "data": " النعمان ابن المنذر الغساني أبو الوزير الدمشقي صدوق رمي بالقدر من السادسة مات سنة اثنتين وثلاثين د س"
  },
  {
    "id": "7165",
    "data": " نعيم ابن حكيم المدائني صدوق له أوهام من السادسة مات سنة ثمان وأربعين ي د ص"
  },
  {
    "id": "7166",
    "data": " نعيم ابن حماد ابن معاوية ابن الحارث الخزاعي أبو عبد الله المروزي نزيل مصر صدوق يخطىء كثيرا فقيه عارف بالفرائض من العاشرة مات سنة ثمان وعشرين على الصحيح وقد تتبع ابن عدي ما أخطأ فيه وقال باقي حديثه مستقيم خ مق د ت ق"
  },
  {
    "id": " نعيم ابن حمار في ابن همار",
    "data": " نعيم ابن حمار في ابن همار"
  },
  {
    "id": "7167",
    "data": " نعيم ويقال النعمان ابن حنظلة ويقال النعمان ابن سبرة ويقال ابن قبيصة وقلبه بعضهم مقبول من الثالثة بخ د"
  },
  {
    "id": "7168",
    "data": " نعيم ابن دجاجة الأسدي الكوفي مقبول من الثانية س"
  },
  {
    "id": "7169",
    "data": " نعيم ابن ربيعة الأزدي مقبول من الثانية أيضا د"
  },
  {
    "id": "7170",
    "data": " نعيم ابن زياد الأنماري بفتح أوله وسكون النون أبو طلحة الشامي ثقة يرسل من الثالثة ف س"
  },
  {
    "id": "7171",
    "data": " نعيم ابن عبد الله ابن همام القيني بقاف مفتوحة ونون بينهما تحتانية ساكنة الشامي كاتب عمر ابن عبد العزيز مقبول من السادسة س"
  },
  {
    "id": "7172",
    "data": " نعيم ابن عبد الله المدني مولى آل عمر يعرف بالمجمر بسكون الجيم وضم الميم "
  },
  {
    "id": " وكسر الثانية وكذا ",
    "data": " وكسر الثانية وكذا "
  },
  {
    "id": " أبوه ثقة من الثالثة ع",
    "data": " أبوه ثقة من الثالثة ع"
  },
  {
    "id": "7173",
    "data": " نعيم ابن قعنب الرياحي بتحتانية مخضرم ويقال له صحبة وذكره ابن حبان في ثقات التابعين بخ س"
  },
  {
    "id": "7174",
    "data": " نعيم ابن مسعود ابن عامر ابن أنيف بنون وفاء مصغر الأشجعي صحابي مشهور مات في أول خلافة علي د"
  },
  {
    "id": "7175",
    "data": " نعيم ابن ميسرة الكوفي نزيل الري يكنى أبا عمر صدوق نحوي من الثامنة مات سنة أربع وسبعين ت فق"
  },
  {
    "id": "7176",
    "data": " نعيم ابن هزال بتشديد الزاي الأسلمي صحابي نزل المدينة ما له راو إلا ابنه يزيد د س"
  },
  {
    "id": "7177",
    "data": " نعيم ابن همار بتشديد الميم أو هبار أو هدار أو خمار بالمعجمة أو المهملة الغطفاني صحابي رجح الأكثر أن اسم أبيه همار د س"
  },
  {
    "id": "7178",
    "data": " نعيم ابن أبي هند النعمان ابن أشيم الأشجعي ثقة رمي بالنصب من الرابعة مات سنة عشر ومائة خت م مد ت س ق"
  },
  {
    "id": "7179",
    "data": " نعيم ابن يزيد مجهول من الثالثة بخ عس"
  },
  {
    "id": "7180",
    "data": " نفيع ابن الحارث ابن كلدة بفتحتين ابن عمرو الثقفي أبو بكرة صحابي مشهور بكنيته وقيل اسمه مسروح بمهملات أسلم بالطائف ثم نزل البصرة ومات بها سنة إحدى أو اثنتين وخمسين ع"
  },
  {
    "id": "7181",
    "data": " نفيع ابن الحارث أبو داود الأعمى مشهور بكنيته كوفي ويقال له نافع متروك وقد كذبه ابن معين من الخامسة ت ق"
  },
  {
    "id": "7182",
    "data": " نفيع الصائغ أبو رافع المدني نزيل البصرة ثقة ثبت مشهور بكنيته من الثانية ع"
  },
  {
    "id": "7183",
    "data": " نفيع مكاتب أم سلمة ثقة من الثالثة ولعله نافع المتقدم كد"
  },
  {
    "id": "7184",
    "data": " نقادة بضم النون بعدها قاف ابن عبد الله الأسدي صحابي يكنى أبا بهيسة بموحدة ومهملة مصغر وكان يسكن البادية ق"
  },
  {
    "id": "7185",
    "data": " نقيب بموحدة مصغر وقيل آخره دال ابن حاجب مجهول من الثامنة ق"
  },
  {
    "id": "7186",
    "data": " النمر ابن تولب بمثناة ثم موحدة العكلي صحابي له حديث في السنن لم يسم فيه وسماه فيه محمد ابن سلام في طبقات الشعراء وهو غير النمر ابن تولب الشاعر المشهور على الصحيح د س"
  },
  {
    "id": "7187",
    "data": " نمران بكسر أوله وسكون ثانية ابن جارية بالجيم ابن ظفر بفتح المعجمة والفاء مجهول من الرابعة ق"
  },
  {
    "id": "7188",
    "data": " نمران ابن عتبة الذماري بفتح المعجمة وتخفيف الميم مقبول من السادسة د"
  },
  {
    "id": "7189",
    "data": " نملة ابن أبي نملة الأنصاري المدني مقبول من الثانية د"
  },
  {
    "id": "7190",
    "data": " نمير بالتصغير ابن أوس الأشعري قاضي دمشق ثقة من الثالثة مات سنة إحدى أو اثنتين وعشرين ووهم من عده في الصحابة بخ ت"
  },
  {
    "id": "7191",
    "data": " نمير ابن عريب الهمداني بسكون الميم الكوفي مقبول من الثالثة ووهم من ذكره في الصحابة أيضا ت"
  },
  {
    "id": "7192",
    "data": " نمير ابن يزيد القيني بقاف ونون شامي مجهول من السابعة فق"
  },
  {
    "id": "7193",
    "data": " نمير الخزاعي أبو مالك صحابي له حديث د س ق"
  },
  {
    "id": "7194",
    "data": " نميلة الفزاري مجهول من الرابعة د"
  },
  {
    "id": "7195",
    "data": " نهار ابن عبد الله العبدي المدني صدوق من الرابعة ق"
  },
  {
    "id": "7196",
    "data": " نهار العبدي آخر شامي من الثالثة "
  },
  {
    "id": " وقيل له صحبة تمييز",
    "data": " وقيل له صحبة تمييز"
  },
  {
    "id": "7197",
    "data": " النهاس بتشديد الهاء ثم مهملة ابن قهم بفتح القاف وسكون الهاء القيسي أبو الخطاب البصري ضعيف من السادسة بخ ت ق"
  },
  {
    "id": "7198",
    "data": " نهشل ابن سعيد ابن وردان الورداني بصري الأصل سكن خراسان متروك وكذبه إسحاق ابن راهويه من السابعة ق"
  },
  {
    "id": "7199",
    "data": " نهشل ابن مجمع الضبي الكوفي صدوق من السابعة س"
  },
  {
    "id": "7200",
    "data": " نهيك بوزن عظيم ابن يريم بتحتانية أوله كذلك الأوزاعي شامي ثقة من السادسة ق"
  },
  {
    "id": "7201",
    "data": " النواس بتشديد الواو ثم مهملة ابن سمعان ابن خالد الكلابي أو الأنصاري صحابي مشهور سكن الشام بخ م 4"
  },
  {
    "id": "7202",
    "data": " نوح ابن أبي بلال المدني ثقة من الخامسة س"
  },
  {
    "id": "7203",
    "data": " نوح ابن حبيب القومسي بضم القاف وسكون الواو آخره مهملة البذشي بفتح الموحدة وسكون المعجمة بعدها معجمة أبو محمد ثقة سني من العاشرة مات سنة اثنتين وأربعين د س"
  },
  {
    "id": "7204",
    "data": " نوح ابن حكيم الثقفي مجهول من السادسة د"
  },
  {
    "id": "7205",
    "data": " نوح ابن دراج النخعي مولاهم أبو محمد الكوفي القاضي متروك وقد كذبه ابن معين من الثامنة مات سنة اثنتين وثمانين لم ينسبه ابن ماجة في روايته فق"
  },
  {
    "id": "7206",
    "data": " نوح ابن ذكوان البصري ضعيف من السابعة ق"
  },
  {
    "id": "7207",
    "data": " نوح ابن ربيعة الأنصاري مولاهم أبو مكين بفتح الميم وكسر الكاف البصري صدوق من السادسة وهم وكيع في اسم أبيه فقال نوح ابن أبان ووهم من جعله اثنين د س ق"
  },
  {
    "id": "7208",
    "data": " نوح ابن صعصعة المكي مستور من الرابعة د"
  },
  {
    "id": "7209",
    "data": " نوح ابن قيس ابن رياح "
  },
  {
    "id": " الأزدي أبو روح البصري أخو خالد صدوق رمي بالتشيع من الثامنة مات سنة ثلاث أو أربع وثمانين م 4",
    "data": " الأزدي أبو روح البصري أخو خالد صدوق رمي بالتشيع من الثامنة مات سنة ثلاث أو أربع وثمانين م 4"
  },
  {
    "id": "7210",
    "data": " نوح ابن أبي مريم أبو عصمة المروزي القرشي مولاهم مشهور بكنيته ويعرف بالجامع لجمعه العلوم لكن كذبوه في الحديث وقال ابن المبارك كان يضع من السابعة مات سنة ثلاث وسبعين ت فق"
  },
  {
    "id": "7211",
    "data": " نوح ابن ميمون ابن عبد الحميد البغدادي أصله من مرو ويعرف بالمضروب ثقة من كبار العاشرة مات سنة ثماني عشرة ل"
  },
  {
    "id": "7212",
    "data": " نوح ابن يزيد ابن سيار البغدادي أبو محمد المؤدب ثقة من العاشرة د"
  },
  {
    "id": " نوح ابن يزيد ابن جعونة قيل هو أبو عصمة",
    "data": " نوح ابن يزيد ابن جعونة قيل هو أبو عصمة"
  },
  {
    "id": " نوح عن أبي إسحاق تقدم في ابن دراج",
    "data": " نوح عن أبي إسحاق تقدم في ابن دراج"
  },
  {
    "id": "7213",
    "data": " نوف بفتح النون وسكون الواو ابن فضالة بفتح الفاء والمعجمة البكالي بكسر الموحدة وتخفيف الكاف ابن امرأة كعب شامي مستور وإنما كذب ابن عباس ما رواه عن أهل الكتاب من الثانية مات بعد التسعين خ م"
  },
  {
    "id": "7214",
    "data": " نوفل ابن إياس الهذلي المدني مقبول من الثانية تم"
  },
  {
    "id": "7215",
    "data": " نوفل ابن عبد الملك ابن المغيرة ابن نوفل ابن الحارث ابن عبد المطلب الهاشمي مستور من السادسة وله رواية مرسلة ق"
  },
  {
    "id": "7216",
    "data": " نوفل ابن مساحق ابن عبد الله ابن مخرمة القرشي العامري المدني القاضي ثقة من الثالثة مات "
  },
  {
    "id": " بعد السبعين د",
    "data": " بعد السبعين د"
  },
  {
    "id": "7217",
    "data": " نوفل ابن معاوية ابن عروة ابن صخر الديلي بكسر المهملة وسكون التحتانية أبو معاوية صحابي من مسلمة الفتح وعاش إلى أول خلافة يزيد وعمّر مائة وعشرين سنة خ م س"
  },
  {
    "id": "7218",
    "data": " نوفل الأشجعي صحابي نزل الكوفة د ت س"
  },
  {
    "id": "7219",
    "data": " نيار بكسر أوله وتخفيف التحتانية ابن مكرم بضم أوله وسكون ثانيه وفتح ثالثه الأسلمي صحابي عاش إلى أول خلافة معاوية ت"
  },
  {
    "id": " نيار عن عروة تقدم في ترجمة عبد الله ابن يزيد",
    "data": " نيار عن عروة تقدم في ترجمة عبد الله ابن يزيد"
  },
  {
    "id": "7220",
    "data": " هارون ابن إبراهيم الأهوازي أبو محمد ثقة من السابعة س"
  },
  {
    "id": "7221",
    "data": " هارون ابن إسحاق ابن محمد ابن مالك الهمداني بالسكون أبو القاسم الكوفي صدوق من صغار العاشرة مات سنة ثمان وخمسين رت س ق"
  },
  {
    "id": "7222",
    "data": " هارون ابن إسماعيل الخزاز بمعجمات أبو الحسن البصري ثقة من صغار التاسعة مات سنة ست ومائتين خ م ت س ق"
  },
  {
    "id": "7223",
    "data": " هارون ابن الأشعث الهمداني بالسكون الكوفي الأصل أبو محمد البخاري ثقة من العاشرة خ"
  },
  {
    "id": "7224",
    "data": " هارون ابن حميد الدهكي بفتحتين أبو محمد الواسطي صدوق من الحادية عشرة س"
  },
  {
    "id": " هارون ابن حيان هو ابن موسى يأتي",
    "data": " هارون ابن حيان هو ابن موسى يأتي"
  },
  {
    "id": "7225",
    "data": " هارون ابن رئاب بكسر الراء وتحتانية مهموزة ثم موحدة التميمي أبو بكر أو أبو الحسن ثقة عابد من السادسة اختلف في سماعه من أنس م س"
  },
  {
    "id": "7226",
    "data": " هارون ابن زيد ابن أبي الزرقاء التغلبي "
  },
  {
    "id": " أبو محمد ",
    "data": " أبو محمد "
  },
  {
    "id": " الموصلي نزيل الرملة صدوق من العاشرة مات بعد سنة خمسين د س",
    "data": " الموصلي نزيل الرملة صدوق من العاشرة مات بعد سنة خمسين د س"
  },
  {
    "id": "7227",
    "data": " هارون ابن سعد العجلي أو الجعفي الكوفي الأعور صدوق رمي بالرفض ويقال رجع عنه من السابعة م"
  },
  {
    "id": "7228",
    "data": " هارون ابن سعد صاحب راية علي كوفي مجهول من الثالثة ووهم من خلطه بالأول تمييز"
  }
]