[
  {
    "id": "7229",
    "data": " هارون ابن سعد المدني مولى قريش مقبول من السابعة تمييز"
  },
  {
    "id": "7230",
    "data": " هارون ابن سعيد الأيلي بفتح الهمزة وسكون التحتانية السعدي مولاهم أبو جعفر نزيل مصر ثقة فاضل من العاشرة مات سنة ثلاث وخمسين وله ثلاث وثمانون سنة م د س ق"
  },
  {
    "id": "7231",
    "data": " هارون ابن سلمان أو ابن موسى مولى عمرو ابن حريث المخزومي أبو موسى الكوفي لا بأس به من السابعة د ت س"
  },
  {
    "id": " هارون ابن سلمان ",
    "data": " هارون ابن سلمان "
  },
  {
    "id": " ",
    "data": " "
  },
  {
    "id": " عن ابن أبي فديك صوابه هارون ابن إسحاق المتقدم",
    "data": " عن ابن أبي فديك صوابه هارون ابن إسحاق المتقدم"
  },
  {
    "id": "7232",
    "data": " هارون ابن صالح ابن إبراهيم ابن محمد ابن طلحة التيمي الطلحي صدوق من كبار العاشرة مات قبل العشرين ت"
  },
  {
    "id": "7233",
    "data": " هارون ابن صالح الهمداني مستور من السادسة عس"
  },
  {
    "id": "7234",
    "data": " هارون ابن عباد الأزدي أبو محمد الأنطاكي مقبول من العاشرة د"
  },
  {
    "id": "7220",
    "data": " هارون ابن إبراهيم الأهوازي أبو محمد ثقة من السابعة س"
  },
  {
    "id": "7221",
    "data": " هارون ابن إسحاق ابن محمد ابن مالك الهمداني بالسكون أبو القاسم الكوفي صدوق من صغار العاشرة مات سنة ثمان وخمسين رت س ق"
  },
  {
    "id": "7222",
    "data": " هارون ابن إسماعيل الخزاز بمعجمات أبو الحسن البصري ثقة من صغار التاسعة مات سنة ست ومائتين خ م ت س ق"
  },
  {
    "id": "7223",
    "data": " هارون ابن الأشعث الهمداني بالسكون الكوفي الأصل أبو محمد البخاري ثقة من العاشرة خ"
  },
  {
    "id": "7224",
    "data": " هارون ابن حميد الدهكي بفتحتين أبو محمد الواسطي صدوق من الحادية عشرة س"
  },
  {
    "id": " هارون ابن حيان هو ابن موسى يأتي",
    "data": " هارون ابن حيان هو ابن موسى يأتي"
  },
  {
    "id": "7225",
    "data": " هارون ابن رئاب بكسر الراء وتحتانية مهموزة ثم موحدة التميمي أبو بكر أو أبو الحسن ثقة عابد من السادسة اختلف في سماعه من أنس م س"
  },
  {
    "id": "7226",
    "data": " هارون ابن زيد ابن أبي الزرقاء التغلبي "
  },
  {
    "id": " أبو محمد ",
    "data": " أبو محمد "
  },
  {
    "id": " الموصلي نزيل الرملة صدوق من العاشرة مات بعد سنة خمسين د س",
    "data": " الموصلي نزيل الرملة صدوق من العاشرة مات بعد سنة خمسين د س"
  },
  {
    "id": "7227",
    "data": " هارون ابن سعد العجلي أو الجعفي الكوفي الأعور صدوق رمي بالرفض ويقال رجع عنه من السابعة م"
  },
  {
    "id": "7228",
    "data": " هارون ابن سعد صاحب راية علي كوفي مجهول من الثالثة ووهم من خلطه بالأول تمييز"
  },
  {
    "id": "7229",
    "data": " هارون ابن سعد المدني مولى قريش مقبول من السابعة تمييز"
  },
  {
    "id": "7230",
    "data": " هارون ابن سعيد الأيلي بفتح الهمزة وسكون التحتانية السعدي مولاهم أبو جعفر نزيل مصر ثقة فاضل من العاشرة مات سنة ثلاث وخمسين وله ثلاث وثمانون سنة م د س ق"
  },
  {
    "id": "7231",
    "data": " هارون ابن سلمان أو ابن موسى مولى عمرو ابن حريث المخزومي أبو موسى الكوفي لا بأس به من السابعة د ت س"
  },
  {
    "id": " هارون ابن سلمان ",
    "data": " هارون ابن سلمان "
  },
  {
    "id": " ",
    "data": " "
  },
  {
    "id": " عن ابن أبي فديك صوابه هارون ابن إسحاق المتقدم",
    "data": " عن ابن أبي فديك صوابه هارون ابن إسحاق المتقدم"
  },
  {
    "id": "7232",
    "data": " هارون ابن صالح ابن إبراهيم ابن محمد ابن طلحة التيمي الطلحي صدوق من كبار العاشرة مات قبل العشرين ت"
  },
  {
    "id": "7233",
    "data": " هارون ابن صالح الهمداني مستور من السادسة عس"
  },
  {
    "id": "7234",
    "data": " هارون ابن عباد الأزدي أبو محمد الأنطاكي مقبول من العاشرة د"
  },
  {
    "id": "7235",
    "data": " هارون ابن عبد الله ابن مروان البغدادي أبو موسى الحمال بالمهملة البزاز ثقة من العاشرة مات سنة ثلاث وأربعين وقد ناهز الثمانين م 4"
  },
  {
    "id": "7236",
    "data": " هارون ابن عنترة بنون ثم مثناة ابن عبد الرحمن الشيباني أبو عبد الرحمن أو أبو عمرو ابن أبي وكيع الكوفي لا بأس به من السادسة مات سنة اثنتين وأربعين د س فق"
  },
  {
    "id": "7237",
    "data": " هارون ابن أبي عيسى مقبول من الثامنة س"
  },
  {
    "id": "7238",
    "data": " هارون ابن محمد ابن بكار ابن بلال العاملي الدمشقي صدوق من الحادية عشرة د س"
  },
  {
    "id": "7239",
    "data": " هارون ابن مسلم البصري مستور من السابعة ق"
  },
  {
    "id": "7240",
    "data": " هارون ابن مسلم ابن هرمز العجلي صاحب الحناء بمهملة مكسورة ونون ثقيلة أبو الحسين البصري صدوق من التاسعة تمييز"
  },
  {
    "id": "7241",
    "data": " هارون ابن معاوية ابن عبد الله ابن يسار الأشعري صدوق من كبار العاشرة ت"
  },
  {
    "id": "7242",
    "data": " هارون ابن معروف المروزي أبو علي الخزاز "
  },
  {
    "id": " الضرير نزيل بغداد ثقة من العاشرة مات سنة إحدى وثلاثين وله أربع وسبعون ",
    "data": " الضرير نزيل بغداد ثقة من العاشرة مات سنة إحدى وثلاثين وله أربع وسبعون "
  },
  {
    "id": " خ م د",
    "data": " خ م د"
  },
  {
    "id": "7243",
    "data": " هارون ابن المغيرة ابن حكيم البجلي بفتح الموحدة والجيم أبو حمزة المروزي ثقة من التاسعة د ت"
  },
  {
    "id": "7244",
    "data": " هارون ابن موسى ابن حيان التميمي أبو موسى القزويني وقد ينسب لجده ثقة عالم من الحادية عشرة مات سنة ثمان وأربعين ت"
  },
  {
    "id": "7245",
    "data": " هارون ابن موسى ابن أبي علقمة عبد الله ابن محمد الفروي المدني لا بأس به من صغار العاشرة مات سنة ثلاث وخمسين وله نحو ثمانين ت س"
  },
  {
    "id": "7246",
    "data": " هارون ابن موسى الأزدي العتكي مولاهم الأعور النحوي البصري ثقة مقرئ إلا أنه رمي بالقدر من السابعة خ م د ت س"
  },
  {
    "id": "7247",
    "data": " هارون ابن هارون ابن عبد الله التيمي المدني ضعيف من السادسة ق"
  },
  {
    "id": "7248",
    "data": " هارون ابن يحيى القرشي الأسدي المدني صدوق من العاشرة تفرد ابن عدي بذكره في شيوخ البخاري خ"
  },
  {
    "id": "7249",
    "data": " هارون أبو محمد شيخ للحسن ابن صالح ابن حي مجهول من السابعة ت"
  },
  {
    "id": "7250",
    "data": " هارون أبو محمد البربري مولى آل المغيرة قيل اسم أبيه إبراهيم وقيل ميمون ثقة ثبت من السادسة تمييز"
  },
  {
    "id": "7251",
    "data": " هارون من ولد أم هانئ مجهول من الثالثة س"
  },
  {
    "id": "7252",
    "data": " هاشم ابن البريد بفتح الموحدة وكسر الراء بعدها تحتانية ساكنة أبو علي الكوفي ثقة إلا أنه رمي بالتشيع من السادسة د س ق"
  },
  {
    "id": "7253",
    "data": " هاشم ابن بلال ويقال ابن سلام أبو عقيل بالفتح الدمشقي قاضى واسط ثقة من السادسة د س ق"
  },
  {
    "id": "7254",
    "data": " هاشم ابن سعيد أبو إسحاق الكوفي ثم البصري ضعيف من الثامنة ت"
  },
  {
    "id": "7255",
    "data": " هاشم ابن القاسم ابن شيبة الحراني مولى قريش أبو محمد صدوق تغير من كبار العاشرة فإنه سمع من يعلى ابن الأشدق ذاك المتروك الذي ادعى أنه لقي الصحابة ق"
  },
  {
    "id": "7256",
    "data": " هاشم ابن القاسم ابن مسلم الليثي مولاهم البغدادي أبو النضر مشهور بكنيته ولقبه قيصر ثقة ثبت من التاسعة مات سنة سبع ومائتين وله ثلاث وسبعون ع"
  },
  {
    "id": "7257",
    "data": " هاشم ابن مخلد ابن إبراهيم الثقفي المروزي البزاز صدوق من الثامنة خد س"
  },
  {
    "id": "7258",
    "data": " هاشم ابن هاشم ابن عتبة ابن أبي وقاص الزهري المدني ويقال هاشم ابن هاشم ابن هاشم ثقة من السادسة مات سنة بضع وأربعين ع"
  },
  {
    "id": "7259",
    "data": " هانئ ابن أيوب الحنفي الكوفي مقبول من السادسة س"
  },
  {
    "id": "7260",
    "data": " هانئ ابن عبد الله ابن الشخير بكسر المعجمتين وتثقيل ثانيه ثم تحتانية ساكنة ثم راء مقبول من الثالثة س"
  },
  {
    "id": "7261",
    "data": " هانئ ابن عثمان الجهني أبو عثمان الكوفي مقبول من السادسة د ت"
  },
  {
    "id": "7262",
    "data": " هانئ ابن قيس الكوفي مستور من السادسة د"
  },
  {
    "id": "7263",
    "data": " هانئ ابن كلثوم ابن عبد الله الكناني أو الكندي الفلسطيني ثقة عابد من الثالثة أرسل عن عمر مات على رأس المائة د"
  },
  {
    "id": " هانئ ابن نيار أبو بردة الأنصاري في الكنى",
    "data": " هانئ ابن نيار أبو بردة الأنصاري في الكنى"
  },
  {
    "id": "7264",
    "data": " هانئ ابن هانئ الهمداني بالسكون الكوفي مستور من الثالثة "
  },
  {
    "id": " بخ 4",
    "data": " بخ 4"
  },
  {
    "id": "7265",
    "data": " هانئ ابن يزيد المذحجي أبو شريح "
  },
  {
    "id": " صحابي نزل الكوفة بخ د س",
    "data": " صحابي نزل الكوفة بخ د س"
  },
  {
    "id": "7266",
    "data": " هانئ البربري أبو سعيد مولى عثمان صدوق من الثالثة د ت ق"
  },
  {
    "id": "7267",
    "data": " هانئ مولى علي مقبول من الثانية عس"
  },
  {
    "id": "7268",
    "data": " هبيرة ابن يريم بتحتانية أوله وزن عظيم الشبامي بمعجمة ثم موحدة خفيفة ويقال الخارفي بمعجمة وفاء أبو الحارث الكوفي لا بأس به وقد عيب بالتشيع من الثانية 4"
  },
  {
    "id": "7269",
    "data": " هدبة بضم أوله وسكون الدال بعدها موحدة ابن خالد ابن الأسود القيسي أبو خالد البصري ويقال له هداب بالتثقيل وفتح أوله ثقة عابد تفرد النسائي بتليينه من صغار التاسعة مات سنة بضع وثلاثين خ م د"
  },
  {
    "id": "7270",
    "data": " هدية بفتح أوله وكسر ثانيه وتشديد التحتانية ابن عبد الوهاب المروزي أبو صالح صدوق ربما وهم من العاشرة مات سنة إحدى وأربعين ق"
  },
  {
    "id": "7271",
    "data": " هذيل بمعجمة مصغر ابن الحكم الأزدي المسعودي أبو المنذر البصري لين الحديث من الثامنة ق"
  },
  {
    "id": "7272",
    "data": " هذيم ابن عبد الله التغلبي بفتح المثناة وسكون المعجمة وكسر اللام ويقال اسم أبيه ثرملة بضم المثلثة والميم بينهما راء ساكنة وربما قيل له هو أذيم تبدل الهاء همزة مخضرم مقبول من الثانية د س "
  },
  {
    "id": " هرم ابن خنبش يأتي في وهب",
    "data": " هرم ابن خنبش يأتي في وهب"
  },
  {
    "id": " هرم أبو زرعة في الكنى",
    "data": " هرم أبو زرعة في الكنى"
  },
  {
    "id": " هرم أبو العجفاء فيها",
    "data": " هرم أبو العجفاء فيها"
  },
  {
    "id": " هرم أو هرمز أبو خالد كذلك",
    "data": " هرم أو هرمز أبو خالد كذلك"
  },
  {
    "id": "7273",
    "data": " الهرماس ابن حبيب التميمي العنبري قال أبو حاتم شيخ أعرابي لم يرو عنه إلا النضر من السابعة د ق"
  },
  {
    "id": "7274",
    "data": " الهرماس ابن زياد ابن مالك الباهلي أبو حدير بمهملتين مصغر البصري صحابي سكن اليمامة وهو آخر من مات بها من الصحابة بعد المائة د س"
  },
  {
    "id": "7275",
    "data": " الهرمزان بضم أوله وثالثه وسكون الراء ثم زاي وقع في البخاري عنه كلام موقوف وهو مخضرم من الثانية أسلم على يد عمر وقتل يوم قتله خ"
  },
  {
    "id": "7276",
    "data": " هرمي ابن عبد الله الخطمي ويقال ابن عتبة أو ابن عمرو ومنهم من قلبه فقال عبد الله ابن هرمي فوهم وهو مستور من الثانية وقد قيل إنه ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأرسل عنه س ق"
  },
  {
    "id": "7277",
    "data": " هرمي ابن عبد الله ابن رفاعة الأنصاري الواقفي بقاف مكسورة ثم فاء المدني قال ابن سعد كان من البكائين في غزوة تبوك وقد وهم من خلطه بالخطمي تمييز"
  },
  {
    "id": "7278",
    "data": " هرير بالتصغير ابن عبد الرحمن ابن رافع ابن خديج الأنصاري المدني مقبول من الخامسة د"
  },
  {
    "id": "7279",
    "data": " هريم مصغر أيضا لكن آخره ميم ابن سفيان البجلي أبو محمد الكوفي صدوق من كبار التاسعة ع"
  },
  {
    "id": "7280",
    "data": " هريم ابن عبد الأعلى ابن الفرات الأسدي أبو حمزة البصري ثقة من العاشرة مات سنة خمس وثلاثين على الصحيح م"
  },
  {
    "id": "7281",
    "data": " هريم ابن مسعر الأزدي أبو عبد الله الترمذي مقبول من العاشرة ت"
  },
  {
    "id": "7282",
    "data": " هزال بتشديد الزاي ابن يزيد الأسلمي صحابي ذكره ابن سعد في طبقة الخندقيين س"
  },
  {
    "id": "7283",
    "data": " هزيل بالتصغير ابن شرحبيل الأودي الكوفي ثقة مخضرم من الثانية خ 4"
  },
  {
    "id": "7284",
    "data": " هشام ابن إسحاق ابن عبد الله ابن الحارث ابن كنانة "
  },
  {
    "id": " أبو عبد الرحمن المدني القرشي مقبول من السابعة 4",
    "data": " أبو عبد الرحمن المدني القرشي مقبول من السابعة 4"
  },
  {
    "id": "7285",
    "data": " هشام ابن إسماعيل ابن يحيى ابن سليمان العطار أبو عبد الملك الدمشقي ثقة فقيه عابد من العاشرة مات سنة ست عشرة د ت س"
  },
  {
    "id": "7286",
    "data": " هشام ابن إسماعيل المكي مجهول من السابعة مد"
  },
  {
    "id": "7287",
    "data": " هشام ابن بهرام المدائني أبو محمد ثقة من كبار العاشرة د س"
  },
  {
    "id": "7288",
    "data": " هشام ابن حجير بمهملة وجيم مصغر المكي صدوق له أوهام من السادسة خ م س"
  },
  {
    "id": "7289",
    "data": " هشام ابن حسان الأزدي القردوسي بالقاف وضم الدال أبو عبد الله البصري ثقة من أثبت الناس في ابن سيرين وفي روايته عن الحسن وعطاء مقال لأنه قيل كان يرسل عنهما من السادسة مات سنة سبع أو ثمان وأربعين ع"
  },
  {
    "id": "7290",
    "data": " هشام ابن حكيم ابن حزام ابن خويلد ابن أسد القرشي الأسدي صحابي ابن صحابي له ذكر في الصحيحين في حديث عمر حيث سمعه يقرأ سورة الفرقان مات قبل أبيه ووهم من زعم أنه استشهد بأجنادين م د س"
  },
  {
    "id": "7291",
    "data": " هشام ابن خالد ابن زيد ابن مروان الأزرق أبو مروان الدمشقي صدوق من العاشرة مات سنة تسع وأربعين د ق"
  },
  {
    "id": "7292",
    "data": " هشام ابن زياد ابن أبي يزيد وهو هشام ابن أبي هشام أبو المقدام ويقال له أيضا هشام ابن أبي الوليد المدني متروك من السادسة ت ق"
  },
  {
    "id": "7293",
    "data": " هشام ابن زيد ابن أنس ابن مالك الأنصاري ثقة من الخامسة ع"
  },
  {
    "id": "7294",
    "data": " هشام ابن سعد المدني أبو عباد أو أبو سعيد صدوق له أوهام ورمي بالتشيع من كبار السابعة مات سنة ستين أو قبلها خت م 4"
  }
]