[
  {
    "id": "7295",
    "data": " هشام ابن سعيد الطالقاني أبو أحمد البزاز نزيل بغداد صدوق من صغار التاسعة لم يعمر بخ د س"
  },
  {
    "id": "7296",
    "data": " هشام ابن سليمان ابن عكرمة ابن خالد المخزومي المكي مقبول من الثامنة خت م ق"
  },
  {
    "id": " هشام ابن سنبر هو ابن أبي عبد الله يأتي",
    "data": " هشام ابن سنبر هو ابن أبي عبد الله يأتي"
  },
  {
    "id": " هشام ابن طلحة في ترجمة كامل ابن طلحة",
    "data": " هشام ابن طلحة في ترجمة كامل ابن طلحة"
  },
  {
    "id": "7297",
    "data": " هشام ابن عامر ابن أمية الأنصاري النجاري صحابي يقال كان اسمه أولا شهابا فغيره النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بخ م 4"
  },
  {
    "id": "7298",
    "data": " هشام ابن عائذ ابن نصيب الأسدي صدوق من السادسة وقد أرسل عن ابن عمر س"
  },
  {
    "id": " هشام ابن عبد الله ابن كنانة هو ابن إسحاق نسب لجده",
    "data": " هشام ابن عبد الله ابن كنانة هو ابن إسحاق نسب لجده"
  },
  {
    "id": "7299",
    "data": " هشام ابن أبي عبد الله سنبر بمهملة ثم نون ثم موحدة وزن جعفر أبو بكر البصري الدستوائي بفتح الدال وسكون السين المهملتين وفتح المثناة ثم مد ثقة ثبت وقد رمي بالقدر من كبار السابعة مات سنة أربع وخمسين وله ثمان وسبعون سنة ع"
  },
  {
    "id": "7300",
    "data": " هشام ابن عبد الملك ابن عمران اليزني بفتح التحتانية والزاي ثم نون أبو تقي بفتح المثناة وكسر القاف الحمصي صدوق ربما وهم من العاشرة مات سنة إحدى وخمسين د س ق"
  },
  {
    "id": "7301",
    "data": " هشام ابن عبد الملك الباهلي مولاهم أبو الوليد الطيالسي البصري ثقة ثبت من التاسعة مات سنة سبع وعشرين وله أربع وتسعون ع"
  },
  {
    "id": "7302",
    "data": " هشام ابن عروة ابن الزبير ابن العوام الأسدي ثقة فقيه ربما دلس من الخامسة مات سنة خمس أو ست وأربعين وله سبع وثمانون سنة ع"
  },
  {
    "id": "7303",
    "data": " هشام ابن عمار ابن نصير بنون مصغر السلمي الدمشقي الخطيب صدوق مقرئ كبر فصار يتلقن فحديثه القديم أصح من كبار العاشرة وقد سمع من معروف الخياط لكن معروف ليس بثقة مات سنة خمس وأربعين على الصحيح وله اثنتان وتسعون سنة خ 4"
  },
  {
    "id": "7304",
    "data": " هشام ابن عمرو الفزاري مقبول من الخامسة ع"
  },
  {
    "id": "7305",
    "data": " هشام ابن الغاز ابن ربيعة الجرشي بضم الجيم وفتح الراء بعدها معجمة الدمشقي نزيل بغداد ثقة من كبار السابعة مات سنة بضع وخمسين خت 4"
  },
  {
    "id": "7306",
    "data": " هشام ابن هارون الأنصاري المدني مجهول من السابعة صد"
  },
  {
    "id": " هشام ابن أبي الوليد هو ابن زياد تقدم ق",
    "data": " هشام ابن أبي الوليد هو ابن زياد تقدم ق"
  },
  {
    "id": "7307",
    "data": " هشام ابن يحيى ابن العاص ابن هشام ابن المغيرة المخزومي المدني مستور من الخامسة ق"
  },
  {
    "id": "7308",
    "data": " هشام ابن أبي يعلى شيخ للثوري مجهول من السادسة عس"
  },
  {
    "id": "7309",
    "data": " هشام ابن يوسف الصنعاني أبو عبد الرحمن القاضي ثقة من التاسعة مات سنة سبع وتسعين "
  },
  {
    "id": " خ 4",
    "data": " خ 4"
  },
  {
    "id": "7310",
    "data": " هشام ابن يوسف السلمي الحمصي نزيل واسط القاضي مقبول من الخامسة س"
  },
  {
    "id": "7311",
    "data": " هشام ابن يونس ابن وابل بموحدة التميمي النهشلي أبو القاسم الكوفي اللؤلؤي ثقة من العاشرة مات سنة اثنتين وخمسين ت"
  },
  {
    "id": "7312",
    "data": " هشيم بالتصغير ابن بشير بوزن عظيم ابن القاسم ابن دينار السلمي أبو معاوية ابن أبي خازم بمعجمتين الواسطي ثقة ثبت كثير التدليس والإرسال الخفي من السابعة مات سنة ثلاث وثمانين وقد قارب الثمانين ع"
  },
  {
    "id": " هشيم ابن المعتمر ",
    "data": " هشيم ابن المعتمر "
  },
  {
    "id": " صوابه سهم",
    "data": " صوابه سهم"
  },
  {
    "id": "7313",
    "data": " هصان بكسر أوله وتشديد المهملة ابن كاهن ويقال بلام "
  },
  {
    "id": " بدل النون العدوي مقبول من الثالثة س ق",
    "data": " بدل النون العدوي مقبول من الثالثة س ق"
  },
  {
    "id": "7314",
    "data": " هقل بكسرأوله وسكون القاف ثم لام ابن زياد السكسكي بمهملتين مفتوحتين بينهما كاف ساكنة الدمشقي نزيل بيروت قيل هقل لقب واسمه محمد أو عبد الله وكان كاتب الأوزاعي ثقة من التاسعة مات سنة تسع وسبعين "
  },
  {
    "id": " أو بعدها م 4",
    "data": " أو بعدها م 4"
  },
  {
    "id": "7315",
    "data": " هلب بضم أوله وسكون اللام ثم موحدة الطائي صحابي نزل الكوفة قيل اسمه يزيد وهلب لقب د ت ق"
  },
  {
    "id": " هلقام في ملقام",
    "data": " هلقام في ملقام"
  },
  {
    "id": "7316",
    "data": " همام ابن الحارث ابن قيس ابن عمرو النخعي الكوفي ثقة عابد من الثانية مات سنة خمس وستين ع"
  },
  {
    "id": "7317",
    "data": " همام ابن منبه ابن كامل الصنعاني أبو عتبة "
  },
  {
    "id": " أخو وهب ثقة من الرابعة مات سنة اثنتين وثلاثين على الصحيح ع",
    "data": " أخو وهب ثقة من الرابعة مات سنة اثنتين وثلاثين على الصحيح ع"
  },
  {
    "id": "7318",
    "data": " همام ابن نافع الحميري الصنعاني والد عبد الرزاق مقبول من السادسة ت"
  },
  {
    "id": "7319",
    "data": " همام ابن يحيى ابن دينار العوذي بفتح المهملة وسكون الواو وكسر المعجمة "
  },
  {
    "id": " أبو عبد الله أو أبو بكر البصري ثقة ربما وهم من السابعة مات سنة أربع أو خمس وستين ع",
    "data": " أبو عبد الله أو أبو بكر البصري ثقة ربما وهم من السابعة مات سنة أربع أو خمس وستين ع"
  },
  {
    "id": "7320",
    "data": " هناد ابن السري بكسر الراء الخفيفة ابن مصعب التميمي أبو السري الكوفى ثقة من العاشرة مات سنة ثلاث وأربعين وله إحدى وتسعون سنة عخ م 4"
  },
  {
    "id": "7321",
    "data": " هناد ابن السري ابن يحيى ابن السري التميمي قريب الذي قبله ثقة من الثانية عشرة مات سنة إحدى وثلاثين وثلاثمائة تمييز"
  },
  {
    "id": "7322",
    "data": " هند ابن أبي هالة واسمه النباش بنون ثم موحدة ثم معجمة التميمي ربيب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أمه خديجة بنت خويلد قيل استشهد يوم الجمل مع علي وقيل عاش بعد ذلك تم"
  },
  {
    "id": "7323",
    "data": " هنيدة بنون مصغر ابن خالد الخزاعي ويقال النخعي ربيب عمر مذكور في الصحابة وقيل من الثانية ذكره ابن حبان في الموضعين د س"
  },
  {
    "id": "7324",
    "data": " هني بنون مصغر ابن نويرة بنون مصغر الضبي الكوفي مقبول من العباد من الثالثة قتل "
  },
  {
    "id": " قبل الثمانين د ق",
    "data": " قبل الثمانين د ق"
  },
  {
    "id": "7325",
    "data": " هني مولى عمر استعمله عمر على الحمى وهو ثقة من الثانية له ذكر في البخاري بلا رواية خ"
  },
  {
    "id": "7326",
    "data": " هود ابن عبد الله العبدي مقبول من الرابعة بخ ت"
  },
  {
    "id": "7327",
    "data": " هوذة بفتح الهاء وزيادة هاء في آخره ابن خليفة ابن عبد الله ابن عبد الرحمن ابن أبي بكرة الثقفي البكراوي أبو الأشهب البصري الأصم نزيل بغداد صدوق من التاسعة مات سنة ست عشرة ق "
  },
  {
    "id": " هلال ابن إساف بكسر الهمزة هو ابن يساف يأتي",
    "data": " هلال ابن إساف بكسر الهمزة هو ابن يساف يأتي"
  },
  {
    "id": " هلال ابن أسامة هو ابن علي",
    "data": " هلال ابن أسامة هو ابن علي"
  },
  {
    "id": "7328",
    "data": " هلال ابن أسامة الفهري المدني شيخ مجهول لم يرو عنه إلا أسامة ابن زيد الليثي من الرابعة تمييز"
  },
  {
    "id": "7329",
    "data": " هلال ابن بشر ابن محبوب المزني أبو الحسن البصري إمام مسجد يونس الأحدب ثقة من العاشرة مات سنة ست وأربعين ر د س"
  },
  {
    "id": "7330",
    "data": " هلال ابن جبير ويقال ابن جبر بلا تصغير بصري مستور من الخامسة وشك ابن حبان في سماعه من أنس ق"
  },
  {
    "id": "7331",
    "data": " هلال ابن جبير كوفي من مشايخ مسعر مقبول من الخامسة أيضا تمييز"
  },
  {
    "id": "7332",
    "data": " هلال ابن حق بكسر المهملة أبو يحيى البصري مقبول من السابعة س"
  },
  {
    "id": "7333",
    "data": " هلال ابن أبي حميد أو ابن حميد أو ابن مقلاص أو ابن عبد الله الجهني مولاهم أبو الجهم ويقال غير ذلك في اسم أبيه وفي كنيته الصيرفي الوزان الكوفي ثقة من السادسة خ م د ت س"
  },
  {
    "id": "7334",
    "data": " هلال ابن خباب بمعجمة وموحدتين العبدي مولاهم أبو العلاء البصري نزيل المدائن صدوق تغير بأخرة من الخامسة مات سنة أربع وأربعين ع"
  },
  {
    "id": "7335",
    "data": " هلال ابن رداد بالتشديد الطائي أو الكناني الشامي الكاتب مقبول من السابعة خت"
  },
  {
    "id": "7336",
    "data": " هلال ابن زيد ابن يسار بالتحتانية والمهملة أبو عقال بكسر المهملة ثم قاف البصري نزيل عسقلان متروك من الخامسة ق"
  },
  {
    "id": "7337",
    "data": " هلال ابن زيد ابن حسن ابن أسامة ابن زيد الكلبي أبو عقال الدمشقي مجهول من السادسة تمييز"
  },
  {
    "id": "7338",
    "data": " هلال ابن أبي زينب فيروز القرشي مولاهم البصري مجهول من السادسة ق"
  },
  {
    "id": "7339",
    "data": " هلال ابن سراج بكسر المهملة وآخره جيم الحنفي اليمامي مقبول من الرابعة بقي إلى رأس المائة د"
  },
  {
    "id": "7340",
    "data": " هلال ابن سلمان الهمداني بالسكون أبو محلم بوزن محمد لكن اللام مكسورة الكوفي ثقة من كبار السابعة مد"
  },
  {
    "id": "7341",
    "data": " هلال ابن عامر ابن عمرو المزني الكوفي ثقة من الرابعة د س"
  },
  {
    "id": "7342",
    "data": " هلال ابن عامر وقيل ابن عمرو بصري مقبول من الثانية وقيل له رؤية د"
  },
  {
    "id": "7343",
    "data": " هلال ابن عبد الله الباهلي مولاهم أبو هاشم البصري متروك من السابعة ت"
  },
  {
    "id": "7344",
    "data": " هلال ابن علي ابن أسامة "
  },
  {
    "id": " العامري المدني وقد ينسب إلى جده ثقة من الخامسة مات سنة بضع عشرة ع",
    "data": " العامري المدني وقد ينسب إلى جده ثقة من الخامسة مات سنة بضع عشرة ع"
  },
  {
    "id": "7345",
    "data": " هلال ابن عمرو الكوفي مجهول من الثالثة د"
  },
  {
    "id": "7346",
    "data": " هلال ابن العلاء ابن هلال ابن عمر الباهلي مولاهم أبو عمر الرقي صدوق من الحادية عشرة مات في المحرم سنة ثمانين وقد قارب المائة س"
  },
  {
    "id": " هلال ابن عياض تقدم في عياض ابن هلال",
    "data": " هلال ابن عياض تقدم في عياض ابن هلال"
  },
  {
    "id": " هلال ابن فياض تقدم في شاذ في حرف الشين المعجمة",
    "data": " هلال ابن فياض تقدم في شاذ في حرف الشين المعجمة"
  },
  {
    "id": " هلال ابن مقلاص هو ابن أبي حميد تقدم",
    "data": " هلال ابن مقلاص هو ابن أبي حميد تقدم"
  },
  {
    "id": "7347",
    "data": " هلال ابن ميمون الجهني أو الهذلي الرملي نزيل الكوفة صدوق من السادسة د س"
  },
  {
    "id": " هلال ابن أبي ميمونة هو ابن علي تقدم",
    "data": " هلال ابن أبي ميمونة هو ابن علي تقدم"
  },
  {
    "id": "7348",
    "data": " هلال ابن أبي هلال الأسلمي صحابي له حديث واحد ق"
  },
  {
    "id": "7349",
    "data": " هلال ابن أبي هلال أو ابن أبي مالك وهو ابن ميمون وقيل غير ذلك في اسم أبيه أبو ظلال بكسر المعجمة وتخفيف اللام القسملي بفتح القاف وسكون المهملة البصري ضعيف مشهور بكنيته من الخامسة خت د"
  },
  {
    "id": "7350",
    "data": " هلال ابن أبي هلال بصري مجهول لم يرو عنه إلا يحيى ابن المتوكل من الخامسة أيضا ووهم من خلطه بالذي قبله تمييز"
  },
  {
    "id": " هلال ابن أبي هلال العامري هو ابن علي تقدم",
    "data": " هلال ابن أبي هلال العامري هو ابن علي تقدم"
  },
  {
    "id": "7351",
    "data": " هلال ابن أبي هلال المدني مقبول من الرابعة بخ د س ق"
  },
  {
    "id": "7352",
    "data": " هلال ابن يساف بكسر التحتانية ثم مهملة ثم فاء ويقال ابن إساف الأشجعي مولاهم الكوفي ثقة من الثالثة خت م 4"
  },
  {
    "id": " هلال الوزان هو ابن أبى حميد تقدم",
    "data": " هلال الوزان هو ابن أبى حميد تقدم"
  },
  {
    "id": " هلال أبو طعمة يأتي في الكنى",
    "data": " هلال أبو طعمة يأتي في الكنى"
  },
  {
    "id": "7353",
    "data": " هلال مولى ربعي مقبول من السادسة ت ق"
  },
  {
    "id": "7354",
    "data": " هياج بفتح أوله والتحتانية المشددة ثم جيم ابن بسام بموحدة ومهملة ثقيلة العبسي الخراساني نزيل البصرة مقبول من الخامسة بخ"
  },
  {
    "id": "7355",
    "data": " هياج ابن بسطام التميمي البرجمي بضم الموحدة والجيم بينهما راء ساكنة أبو خالد الهروي ضعيف روى عنه ابنه خالد منكرات شديدة من السابعة مات سنة سبع وسبعين ق"
  },
  {
    "id": "7356",
    "data": " هياج ابن عمران ابن الفصيل بفتح الفاء وكسر المهملة التميمي البصري مقبول من الثالثة د"
  },
  {
    "id": "7357",
    "data": " الهيثم ابن الأسود "
  },
  {
    "id": " المذحجي بفتح الميم والمهملة بينهما معجمة ثم جيم أبو العريان بضم المهملة وسكون الراء بعدها تحتانية الكوفي شاعر صدوق رمي بالنصب من الثالثة مات ",
    "data": " المذحجي بفتح الميم والمهملة بينهما معجمة ثم جيم أبو العريان بضم المهملة وسكون الراء بعدها تحتانية الكوفي شاعر صدوق رمي بالنصب من الثالثة مات "
  },
  {
    "id": " بعد الثمانين بخ",
    "data": " بعد الثمانين بخ"
  },
  {
    "id": "7358",
    "data": " الهيثم ابن أيوب السلمي أبو عمران الطالقاني ثقة من العاشرة مات سنة ثمان وثلاثين "
  },
  {
    "id": " س",
    "data": " س"
  },
  {
    "id": "7359",
    "data": " الهيثم ابن جميل بفتح الجيم البغدادي أبو سهل نزيل أنطاكية ثقة من أصحاب الحديث وكأنه ترك فتغير من صغار التاسعة مات سنة ثلاث عشرة خ قد عس ق"
  },
  {
    "id": "7360",
    "data": " الهيثم ابن حبيب الصيرفي الكوفي صدوق من السادسة ذكره عبد الغني ولم يذكر من أخرج له وجوز المزي أن يكون له في مد "
  },
  {
    "id": "7361",
    "data": " الهيثم ابن حبيب شيخ لمحمد ابن رزيق شيخ الطبراني متروك من العاشرة تمييز"
  },
  {
    "id": "7362",
    "data": " الهيثم ابن حميد الغساني مولاهم أبو أحمد أو أبو الحارث صدوق رمي بالقدر من السابعة 4"
  },
  {
    "id": "7363",
    "data": " الهيثم ابن حيان بالتحتانية أبو اليسع البعلبكي مقبول من الحادية عشرة س"
  },
  {
    "id": "7364",
    "data": " الهيثم ابن خارجة المروذي أبو أحمد أو أبو يحيى نزيل بغداد صدوق من كبار العاشرة مات سنة سبع وعشرين في آخر يوم منها خ س ق"
  },
  {
    "id": "7365",
    "data": " الهيثم ابن خالد ويقال ابن جناد بجيم ونون الجهني أبو الحسن الكوفي ثقة من الحادية عشرة مات سنة تسع وثلاثين د"
  },
  {
    "id": "7366",
    "data": " الهيثم ابن خالد البجلي الكوفي الخشاب متروك من العاشرة مات سنة سبع وثلاثين وقيل بعد ذلك تمييز"
  },
  {
    "id": "7367",
    "data": " الهيثم ابن خالد ابن يزيد أبو صالح الكوفي وراق أبي نعيم ثقة من الحادية عشرة مات سنة ثمان وسبعين تمييز"
  },
  {
    "id": "7368",
    "data": " الهيثم ابن خالد ابن يزيد المصيصي نزيل بغداد مولى "
  }
]