[
  {
    "id": " عثمان ضعيف من الحادية عشرة تمييز",
    "data": " عثمان ضعيف من الحادية عشرة تمييز"
  },
  {
    "id": "7369",
    "data": " الهيثم ابن خالد القرشي أبو الحسن البغدادي بصري الأصل صدوق يغرب من الحادية عشرة أيضا تمييز"
  },
  {
    "id": "7370",
    "data": " الهيثم ابن خالد أبو الفرج مجهول من الحادية عشرة وأظن أنه المصيصي تمييز"
  },
  {
    "id": "7371",
    "data": " الهيثم ابن خالد الكندي مقبول من الثانية عشرة تمييز"
  },
  {
    "id": "7372",
    "data": " الهيثم ابن رافع الحنفي أو الباهلي أبو يحيى أو أبو الحكم أو أبو الحارث وقيل هم ثلاثة صدوق ربما أخطأ من السادسة ق"
  },
  {
    "id": "7373",
    "data": " الهيثم ابن الربيع العقيلي أبو المثنى البصري أو الواسطي ضعيف من السابعة ت"
  },
  {
    "id": "7374",
    "data": " الهيثم ابن أبي سنان المدني صدوق من الرابعة خ"
  },
  {
    "id": "7375",
    "data": " الهيثم ابن شفي بمعجمة وفاء وزن علي في الأصح الرعيني أبو الحصين الحجري بفتح المهملة وسكون الجيم المصري ثقة من الثانية د س ق"
  },
  {
    "id": "7376",
    "data": " الهيثم ابن مالك الطائي أبو محمد الشامي الأعمى ثقة من الخامسة بخ"
  },
  {
    "id": "7377",
    "data": " الهيثم ابن مروان ابن الهيثم العنسي بمهملتين بينهما نون ساكنة أبو الحكم الدمشقي مقبول من الحادية عشرة س"
  },
  {
    "id": "7378",
    "data": " وابصة بكسر الموحدة ثم مهملة ابن معبد ابن عتبة الأسدي صحابي نزل الجزيرة وعمّر إلى قرب سنة تسعين د ت ق"
  },
  {
    "id": "7379",
    "data": " واثلة ابن الأسقع بالقاف ابن كعب الليثي صحابي مشهور نزل الشام وعاش إلى سنة خمس وثمانين وله مائة وخمس سنين ع"
  },
  {
    "id": "7380",
    "data": " واسع ابن حبان بفتح المهملة ثم موحدة ثقيلة ابن منقذ ابن عمرو الأنصاري المازني المدني صحابي ابن صحابي وقيل بل ثقة من الثانية ع"
  },
  {
    "id": "7381",
    "data": " واصل ابن أبي جميل الشامي أبو بكر السلاماني مشهور بكنيته مقبول من السادسة مد"
  },
  {
    "id": "7382",
    "data": " واصل ابن حيان الأحدب الأسدي الكوفى بياع السابري بمهملة وموحدة ثقة ثبت من السادسة مات سنة عشرين ومائة ع"
  },
  {
    "id": "7383",
    "data": " واصل ابن السائب الرقاشي أبو يحيى البصري ضعيف من السادسة مات سنة أربع وأربعين ومائة ت ق"
  },
  {
    "id": "7384",
    "data": " واصل ابن عبد الأعلى ابن هلال الأسدي أبو القاسم أو أبو محمد الكوفي ثقة من العاشرة مات سنة أربع وأربعين ومائتين م 4"
  },
  {
    "id": "7385",
    "data": " واصل ابن عبد الرحمن أبو حرة بضم المهملة وتشديد الراء البصري صدوق عابد وكان يدلس عن الحسن من كبار السابعة مات سنة اثنتين وعشرين م قد س"
  },
  {
    "id": "7386",
    "data": " واصل مولى أبي عيينة بتحتانية مصغر صدوق عابد من السادسة خ م د س ق"
  },
  {
    "id": " واقد ابن عبد الله هو واقد ابن محمد ابن زيد ابن عبد الله نسب لجد أبيه د",
    "data": " واقد ابن عبد الله هو واقد ابن محمد ابن زيد ابن عبد الله نسب لجد أبيه د"
  },
  {
    "id": "7387",
    "data": " واقد ابن عبد الرحمن ابن سعد مجهول من الخامسة د"
  },
  {
    "id": "7388",
    "data": " واقد ابن عمرو ابن سعد ابن معاذ الأنصاري الأشهلي أبو عبد الله المدني ثقة من الرابعة مات سنة عشرين م د ت س"
  },
  {
    "id": "7389",
    "data": " واقد ابن محمد ابن زيد ابن عبد الله ابن عمر ابن الخطاب العدوي المدني ثقة من السادسة خ م د س"
  },
  {
    "id": "7390",
    "data": " واقد ابن أبي واقد الليثي يقال له صحبة وقيل بل هو من الثالثة د"
  },
  {
    "id": "7391",
    "data": " واقد أبو عبد الله مولى زيد ابن خليدة كوفي صدوق من السادسة س"
  },
  {
    "id": " واقد في وقدان",
    "data": " واقد في وقدان"
  },
  {
    "id": "7378",
    "data": " وابصة بكسر الموحدة ثم مهملة ابن معبد ابن عتبة الأسدي صحابي نزل الجزيرة وعمّر إلى قرب سنة تسعين د ت ق"
  },
  {
    "id": "7379",
    "data": " واثلة ابن الأسقع بالقاف ابن كعب الليثي صحابي مشهور نزل الشام وعاش إلى سنة خمس وثمانين وله مائة وخمس سنين ع"
  },
  {
    "id": "7380",
    "data": " واسع ابن حبان بفتح المهملة ثم موحدة ثقيلة ابن منقذ ابن عمرو الأنصاري المازني المدني صحابي ابن صحابي وقيل بل ثقة من الثانية ع"
  },
  {
    "id": "7381",
    "data": " واصل ابن أبي جميل الشامي أبو بكر السلاماني مشهور بكنيته مقبول من السادسة مد"
  },
  {
    "id": "7382",
    "data": " واصل ابن حيان الأحدب الأسدي الكوفى بياع السابري بمهملة وموحدة ثقة ثبت من السادسة مات سنة عشرين ومائة ع"
  },
  {
    "id": "7383",
    "data": " واصل ابن السائب الرقاشي أبو يحيى البصري ضعيف من السادسة مات سنة أربع وأربعين ومائة ت ق"
  },
  {
    "id": "7384",
    "data": " واصل ابن عبد الأعلى ابن هلال الأسدي أبو القاسم أو أبو محمد الكوفي ثقة من العاشرة مات سنة أربع وأربعين ومائتين م 4"
  },
  {
    "id": "7385",
    "data": " واصل ابن عبد الرحمن أبو حرة بضم المهملة وتشديد الراء البصري صدوق عابد وكان يدلس عن الحسن من كبار السابعة مات سنة اثنتين وعشرين م قد س"
  },
  {
    "id": "7386",
    "data": " واصل مولى أبي عيينة بتحتانية مصغر صدوق عابد من السادسة خ م د س ق"
  },
  {
    "id": " واقد ابن عبد الله هو واقد ابن محمد ابن زيد ابن عبد الله نسب لجد أبيه د",
    "data": " واقد ابن عبد الله هو واقد ابن محمد ابن زيد ابن عبد الله نسب لجد أبيه د"
  },
  {
    "id": "7387",
    "data": " واقد ابن عبد الرحمن ابن سعد مجهول من الخامسة د"
  },
  {
    "id": "7388",
    "data": " واقد ابن عمرو ابن سعد ابن معاذ الأنصاري الأشهلي أبو عبد الله المدني ثقة من الرابعة مات سنة عشرين م د ت س"
  },
  {
    "id": "7389",
    "data": " واقد ابن محمد ابن زيد ابن عبد الله ابن عمر ابن الخطاب العدوي المدني ثقة من السادسة خ م د س"
  },
  {
    "id": "7390",
    "data": " واقد ابن أبي واقد الليثي يقال له صحبة وقيل بل هو من الثالثة د"
  },
  {
    "id": "7391",
    "data": " واقد أبو عبد الله مولى زيد ابن خليدة كوفي صدوق من السادسة س"
  },
  {
    "id": " واقد في وقدان",
    "data": " واقد في وقدان"
  },
  {
    "id": "7423",
    "data": " الوليد ابن زوران بزاي ثم واو ثم راء وقيل بتأخير الواو السلمي الرقي لين الحديث من الخامسة د"
  },
  {
    "id": " الوليد ابن زياد هو ابن أبي هشام يأتي",
    "data": " الوليد ابن زياد هو ابن أبي هشام يأتي"
  },
  {
    "id": " الوليد ابن زياد يأتي في ابن يزيد",
    "data": " الوليد ابن زياد يأتي في ابن يزيد"
  },
  {
    "id": "7424",
    "data": " الوليد ابن سريع بفتح المهملة الكوفي صدوق من الرابعة م س"
  },
  {
    "id": "7425",
    "data": " الوليد ابن سفيان ابن أبي مريم الغساني شامي مجهول من السادسة د ت ق"
  },
  {
    "id": "7426",
    "data": " الوليد ابن سفيان مجهول من الثالثة عس"
  },
  {
    "id": " الوليد ابن سلمة أبو بشر ",
    "data": " الوليد ابن سلمة أبو بشر "
  },
  {
    "id": " صوابه ابن مسلم يأتي",
    "data": " صوابه ابن مسلم يأتي"
  },
  {
    "id": "7427",
    "data": " الوليد ابن سليمان ابن أبي السائب القرشي ثقة من السادسة صد س ق"
  },
  {
    "id": "7428",
    "data": " الوليد ابن شجاع ابن الوليد ابن قيس السكوني أبو همام ابن أبي بدر الكوفي نزيل بغداد ثقة من العاشرة مات سنة ثلاث وأربعين على الصحيح م د ت ق"
  },
  {
    "id": "7429",
    "data": " الوليد ابن صالح النخاس بنون ومعجمة ثم مهملة الضبي أبو محمد الجزري نزيل بغداد ثقة من صغار التاسعة خ م"
  },
  {
    "id": "7430",
    "data": " الوليد ابن عبادة ابن الصامت الأنصاري المدني أبو عبادة ولد في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهو ثقة من كبار الثانية مات بعد السبعين خ م ت س ق"
  },
  {
    "id": "7431",
    "data": " الوليد ابن عبد الله ابن أبي ثور الهمداني الكوفي وقد ينسب لجده ضعيف من الثامنة مات سنة اثنتين وسبعين بخ د ت ق"
  },
  {
    "id": "7432",
    "data": " الوليد ابن عبد الله ابن جميع الزهري المكي نزيل الكوفة صدوق يهم ورمي بالتشيع من الخامسة بخ م د ت س"
  },
  {
    "id": "7433",
    "data": " الوليد ابن عبد الله ابن أبي مغيث العبدري مولاهم المكي ثقة من السادسة د ق"
  },
  {
    "id": "7434",
    "data": " الوليد ابن عبد الرحمن ابن حبيب الجارودي البصري أبو العباس ثقة من كبار العاشرة مات سنة اثنتين وثمانين "
  },
  {
    "id": " خ",
    "data": " خ"
  },
  {
    "id": "7435",
    "data": " الوليد ابن عبد الرحمن ابن أبي مالك الهمداني أبو العباس الدمشقي نزيل الكوفة وقد ينسب لجده ثقة من الخامسة مات سنة خمس وعشرين ومائة ت س"
  },
  {
    "id": "7436",
    "data": " الوليد ابن عبد الرحمن الجرشي بضم الجيم وبالشين المعجمة الحمصي الزجاج ثقة من الرابعة عخ م 4"
  },
  {
    "id": "7437",
    "data": " الوليد ابن عبدة بفتحات مولى عمرو ابن العاص ثقة من الثانية وقيل هو عمرو ابن الوليد مات سنة ثلاث ومائة د"
  },
  {
    "id": "7438",
    "data": " الوليد ابن عبدة كوفي مقبول من السادسة تمييز"
  },
  {
    "id": "7439",
    "data": " الوليد ابن عتبة الأشجعي أبو العباس الدمشقي المقرىء ثقة من العاشرة مات سنة أربعين وله أربع وستون د"
  },
  {
    "id": "7440",
    "data": " الوليد ابن عتبة الدمشقي آخر مستور من التاسعة تمييز"
  },
  {
    "id": "7441",
    "data": " الوليد ابن عطاء ابن خباب بمعجمة وموحدتين مقبول من السادسة م"
  },
  {
    "id": "7442",
    "data": " الوليد ابن عقبة ابن أبي معيط ابن أبي عمرو ابن أمية القرشي الأموي أخو عثمان لأمه له صحبة وعاش إلى خلافة معاوية د"
  },
  {
    "id": "7443",
    "data": " الوليد ابن عقبة ابن المغيرة أو ابن كثير الشيباني الكوفي الطحان صدوق من التاسعة د"
  },
  {
    "id": "7444",
    "data": " الوليد ابن عقبة ابن نزار العنسي بالنون مجهول من السابعة ق"
  },
  {
    "id": "7445",
    "data": " الوليد ابن عمرو ابن السكين البصري أبو العباس صدوق من الحادية عشرة ق"
  },
  {
    "id": "7446",
    "data": " الوليد ابن العيزار ابن حريث العبدي الكوفي ثقة من الخامسة خ م ت س"
  },
  {
    "id": "7447",
    "data": " الوليد ابن القاسم ابن الوليد الهمداني الكوفي صدوق يخطىء من الثامنة مات سنة ثلاث وثمانين ت س ق"
  },
  {
    "id": "7448",
    "data": " الوليد ابن قيس ابن الأخرم التجيبي بضم المثناة المصري مقبول من الخامسة مات على رأس المائة عخ د ت"
  },
  {
    "id": "7449",
    "data": " الوليد ابن قيس السكوني الكوفي أبو همام ثقة من السادسة س"
  },
  {
    "id": "7450",
    "data": " الوليد ابن كامل ابن معاذ البجلي أبو عبيدة الشامي لين الحديث من السابعة د س"
  },
  {
    "id": "7451",
    "data": " الوليد ابن كثير ابن سنان المزني أبو سعيد المدني الراذاني سكن الكوفة مقبول من الثامنة س"
  },
  {
    "id": "7452",
    "data": " الوليد ابن كثير المخزومي أبو محمد المدني ثم الكوفي صدوق عارف بالمغازي رمي برأي الخوارج من السادسة مات سنة إحدى وخمسين ع"
  },
  {
    "id": " الوليد ابن أبي مالك هو ابن عبد الرحمن تقدم",
    "data": " الوليد ابن أبي مالك هو ابن عبد الرحمن تقدم"
  },
  {
    "id": "7453",
    "data": " الوليد ابن محمد الموقري بضم الميم وبقاف مفتوحة أبو بشر البلقاوي مولى بني أمية متروك من الثامنة مات سنة اثنتين وثمانين ت ق"
  },
  {
    "id": "7454",
    "data": " الوليد ابن مزيد بفتح الميم وسكون الزاي وفتح التحتانية العذري بضم المهملة وسكون المعجمة أبو العباس البيروتي بفتح الموحدة وسكون التحتانية وضم الراء وسكون الواو ثم مثناة ثقة ثبت قال النسائي كان لا يخطىء ولا يدلس من الثامنة مات سنة ثلاث وثمانين د س"
  },
  {
    "id": "7455",
    "data": " الوليد ابن مسلم ابن شهاب العنبري أبو بشر البصري ثقة من الخامسة ر م د س"
  },
  {
    "id": "7456",
    "data": " الوليد ابن مسلم القرشي مولاهم أبو العباس الدمشقي ثقة لكنه كثير التدليس والتسوية من الثامنة مات آخر سنة أربع أو أول سنة خمس وتسعين 4"
  },
  {
    "id": "7457",
    "data": " الوليد ابن المغيرة ابن سليمان المصري أبو العباس ثقة من السابعة مات سنة اثنتين وسبعين عخ مد"
  },
  {
    "id": "7458",
    "data": " الوليد ابن المغيرة المخزومي المكي مقبول من السادسة تمييز"
  },
  {
    "id": "7459",
    "data": " الوليد ابن نافع مقبول من كبار العاشرة س"
  },
  {
    "id": "7460",
    "data": " الوليد ابن نمير ابن أوس الأشعري الدمشقي مقبول من السادسة بخ"
  },
  {
    "id": "7461",
    "data": " الوليد ابن هشام ابن معاوية ابن هشام ابن عقبة ابن أبي معيط بالتصغير الأموي أبو يعيش المعيطي ثقة من السادسة م 4"
  },
  {
    "id": "7462",
    "data": " الوليد ابن هشام أو ابن أبي هشام الكوفي مولى همدان مستور من السادسة د ت"
  },
  {
    "id": "7463",
    "data": " الوليد ابن أبي هشام زياد أخو هشام أبي المقدام المدني صدوق من السادسة م 4"
  },
  {
    "id": "7464",
    "data": " الوليد ابن أبي الوليد عثمان وقيل ابن الوليد مولى عثمان أو ابن عمر المدني أبو عثمان لين الحديث من الرابعة بخ م 4"
  },
  {
    "id": "7465",
    "data": " الوليد ابن يزيد ابن أبي طلحة الربعي الرملي العطار وقد ينسب لجده ثقة من صغار العاشرة د"
  },
  {
    "id": "7466",
    "data": " الوليد ابن يزيد الهدادي بفتح الهاء وتخفيف الدال أبو هاشم البصري مستور من الثامنة مد "
  },
  {
    "id": " الوليد أبو المغيرة البجلي أو المغيرة أبو الوليد في الكنى",
    "data": " الوليد أبو المغيرة البجلي أو المغيرة أبو الوليد في الكنى"
  },
  {
    "id": " الوليد أبو زيد مولى بني ثعلبة في الكنى",
    "data": " الوليد أبو زيد مولى بني ثعلبة في الكنى"
  },
  {
    "id": " الوليد أبو هشام عن فرقد ",
    "data": " الوليد أبو هشام عن فرقد "
  },
  {
    "id": " صوابه الوليد ابن أبي هشام وهو أخو أبي المقدام",
    "data": " صوابه الوليد ابن أبي هشام وهو أخو أبي المقدام"
  },
  {
    "id": " وهبان ",
    "data": " وهبان "
  },
  {
    "id": " هو وهب ابن بقية يأتي",
    "data": " هو وهب ابن بقية يأتي"
  },
  {
    "id": "7467",
    "data": " وهب ابن الأجدع الهمداني الكوفي ثقة من الثانية د س"
  },
  {
    "id": "7468",
    "data": " وهب ابن إسماعيل ابن محمد ابن قيس الأسدي أبو محمد الكوفي صدوق من كبار التاسعة بخ ق"
  }
]