[
  {
    "id": "7469",
    "data": " وهب ابن بقية ابن عثمان الواسطي أبو محمد يقال له وهبان ثقة من العاشرة مات سنة تسع وثلاثين وله خمس أو ست وتسعون سنة م د س"
  },
  {
    "id": "7470",
    "data": " وهب ابن بيان الواسطي أبو عبد الله نزيل مصر ثقة عابد من العاشرة مات سنة ست وأربعين د س"
  },
  {
    "id": "7471",
    "data": " وهب ابن جابر الخيواني بفتح الخاء المعجمة وسكون التحتانية الهمداني الكوفي وربما قلبه بعضهم مقبول من الرابعة د س"
  },
  {
    "id": "7472",
    "data": " وهب ابن جرير ابن حازم ابن زيد أبو عبد الله الأزدي البصري ثقة من التاسعة مات سنة ست ومائتين ع"
  },
  {
    "id": "7473",
    "data": " وهب ابن حذيفة ويقال حذافة الغفاري صحابي من أهل الصفة عاش إلى خلافة معاوية ت"
  },
  {
    "id": "7474",
    "data": " وهب ابن خالد الحميري أبو خالد الحمصي ثقة من السابعة د ت ق"
  },
  {
    "id": "7475",
    "data": " وهب ابن خنبش بمعجمة ونون وموحدة ومعجمة وزن جعفر الطائي صحابي نزل الكوفة ويقال اسمه هرم ووهب أصح س ق"
  },
  {
    "id": "7476",
    "data": " وهب ابن ربيعة الكوفي مقبول من الثالثة م ت"
  },
  {
    "id": " وهب ابن أبي دبي هو ابن عبد الله",
    "data": " وهب ابن أبي دبي هو ابن عبد الله"
  },
  {
    "id": "7477",
    "data": " وهب ابن زمعة التميمي أبو عبد الله المروزي ثقة من قدماء العاشرة ر مق ت س"
  },
  {
    "id": " وهب ابن سعيد ابن عطية هو عبد الوهاب تقدم",
    "data": " وهب ابن سعيد ابن عطية هو عبد الوهاب تقدم"
  },
  {
    "id": " وهب ابن سفيان عن بيان ",
    "data": " وهب ابن سفيان عن بيان "
  },
  {
    "id": " صوابه هريم ابن سفيان",
    "data": " صوابه هريم ابن سفيان"
  },
  {
    "id": "7478",
    "data": " وهب ابن عبد الله ابن أبي دبي بموحدة مصغر الهنائي بضم الهاء ونون ومد الكوفي وقد ينسب لجده ثقة من الخامسة وروايته عن سلمان مرسلة عس"
  },
  {
    "id": "7479",
    "data": " وهب ابن عبد الله السوائي بضم المهملة والمد ويقال اسم أبيه وهب أيضا أبو جحيفة مشهور بكنيته ويقال له وهب الخير صحابي معروف وصحب عليا ومات سنة أربع وسبعين ع"
  },
  {
    "id": "7480",
    "data": " وهب ابن عبد ابن زمعة ابن الأسود ابن المطلب الأسدي مقبول من الثالثة وقيل هو عبد الله ابن وهب ابن زمعة ق"
  },
  {
    "id": "7481",
    "data": " وهب ابن عثمان ابن بشر المخزومي المدني مستور من الثامنة خت"
  },
  {
    "id": "7482",
    "data": " وهب ابن عقبة العامري البكائي بالموحدة والكاف الثقيلة والمد كوفي مستور من الثالثة د "
  },
  {
    "id": " وهب ابن عمرو هو وهيب يأتي",
    "data": " وهب ابن عمرو هو وهيب يأتي"
  },
  {
    "id": "7483",
    "data": " وهب ابن كيسان القرشي مولاهم أبو نعيم المدني المعلم ثقة من كبار الرابعة مات سنة سبع وعشرين ع"
  },
  {
    "id": "7484",
    "data": " وهب ابن مانوس "
  },
  {
    "id": " بالنون وقيل بالموحدة البصري نزيل اليمن مستور من السادسة د س",
    "data": " بالنون وقيل بالموحدة البصري نزيل اليمن مستور من السادسة د س"
  },
  {
    "id": "7485",
    "data": " وهب ابن منبه ابن كامل اليماني أبو عبد الله الأبناوي بفتح الهمزة وسكون الموحدة بعدها نون ثقة من الثالثة مات سنة بضع عشرة خ م د ت س فق"
  },
  {
    "id": "7486",
    "data": " وهب مولى أبي أحمد مجهول من الثالثة وقيل هو أبو سفيان الآتي في الكنى د"
  },
  {
    "id": "7487",
    "data": " وهيب بالتصغير ابن خالد ابن عجلان الباهلي مولاهم أبو بكر البصري ثقة ثبت لكنه تغير قليلا بأخرة من السابعة مات سنة خمس وستين وقيل بعدها ع"
  },
  {
    "id": "7488",
    "data": " وهيب ابن عمرو ابن عثمان النمري بفتح النون والميم "
  },
  {
    "id": " أبو عثمان أو أبو عمرو البصري مستور من التاسعة د فق",
    "data": " أبو عثمان أو أبو عمرو البصري مستور من التاسعة د فق"
  },
  {
    "id": "7489",
    "data": " وهيب ابن الورد بفتح الواو وسكون الراء القرشي مولاهم المكي أبو عثمان أو أبو أمية يقال اسمه عبد الوهاب ثقة عابد من كبار السابعة م د ت س"
  },
  {
    "id": "حرف لام ألف",
    "data": "حرف لام ألف"
  },
  {
    "id": "7490",
    "data": " لاحق ابن حميد ابن سعيد السدوسي البصري أبو مجلز بكسر الميم وسكون الجيم وفتح اللام بعدها زاي مشهور بكنيته ثقة من كبار الثالثة مات سنة ست وقيل تسع ومائة وقيل قبل ذلك ع"
  },
  {
    "id": "7491",
    "data": " ياسين ابن شيبان أو ابن سنان أو ابن سيار العجلي الكوفي لا بأس به من السابعة ووهم من زعم أنه ابن معاذ الزيات ق"
  },
  {
    "id": "7492",
    "data": " ياسين ابن عبد الأحد ابن أبي زرارة القتباني بكسر القاف وسكون المثناة ثم موحدة المصري أبو اليمن صدوق من الحادية عشرة مات سنة تسع وستين س"
  },
  {
    "id": " يحمد بضم أوله وكسر الميم أبو أمية الشعباني في الكنى",
    "data": " يحمد بضم أوله وكسر الميم أبو أمية الشعباني في الكنى"
  },
  {
    "id": "7493",
    "data": " يحنس بضم أوله وفتح المهملة وتشديد النون المفتوحة ثم مهملة ابن عبد الله أبو موسى مولى آل الزبير مدني ثقة من الثالثة م س"
  },
  {
    "id": "7494",
    "data": " يحيى ابن إبراهيم ابن عثمان ابن داود ابن أبي قتيلة بقاف ومثناة مصغر السلمي أبو إبراهيم المدني صدوق ربما وهم من العاشرة كن"
  },
  {
    "id": "7495",
    "data": " يحيى ابن إبراهيم ابن محمد ابن أبي عبيدة المسعودي صدوق من الحادية عشرة س"
  },
  {
    "id": "7496",
    "data": " يحيى ابن آدم ابن سليمان الكوفي أبو زكريا مولى بني أمية ثقة حافظ فاضل من كبار التاسعة مات سنة ثلاث ومائتين ع"
  },
  {
    "id": "7497",
    "data": " يحيى ابن أزهر البصري مولى قريش صدوق من السابعة مات سنة إحدى وستين د"
  },
  {
    "id": "7498",
    "data": " يحيى ابن إسحاق ابن عبد الله ابن أبي طلحة الأنصاري المدني ثقة من الخامسة وقد أرسل عن البراء ابن عازب د"
  },
  {
    "id": "7499",
    "data": " يحيى ابن إسحاق السيلحيني بمهملة ممالة وقد تصير ألفا "
  },
  {
    "id": " ساكنة وفتح اللام وكسر المهملة ثم تحتانية ساكنة ثم نون أبو زكريا أو أبو بكر نزيل بغداد صدوق من كبار العاشرة مات سنة عشر ومائتين م 4",
    "data": " ساكنة وفتح اللام وكسر المهملة ثم تحتانية ساكنة ثم نون أبو زكريا أو أبو بكر نزيل بغداد صدوق من كبار العاشرة مات سنة عشر ومائتين م 4"
  },
  {
    "id": "7500",
    "data": " يحيى ابن إسحاق أو ابن أبي إسحاق الأنصاري ثقة من الرابعة ت س"
  },
  {
    "id": "7501",
    "data": " يحيى ابن أبي إسحاق الحضرمي مولاهم البصري النحوي صدوق ربما أخطأ من الخامسة مات سنة ست وثلاثين ع"
  },
  {
    "id": "7502",
    "data": " يحيى ابن أبي إسحاق الهنائي بضم أوله ثم نون ومد ويقال يزيد ابن أبي إسحاق ويقال يزيد ابن أبي يحيى مجهول من الخامسة ق"
  },
  {
    "id": "7503",
    "data": " يحيى ابن أبي أمامة أسعد ابن زرارة الأنصاري المدني صحابي صغير له حديث ق"
  },
  {
    "id": "7504",
    "data": " يحيى ابن إسماعيل ابن جرير البجلي الكوفي لين الحديث من السادسة س"
  },
  {
    "id": "7505",
    "data": " يحيى ابن إسماعيل الواسطي أبو زكريا مقبول من العاشرة د"
  },
  {
    "id": "7506",
    "data": " يحيى ابن إسماعيل ابن زكريا الخواص الكوفي مقبول من العاشرة أيضا تمييز"
  },
  {
    "id": "7922",
    "data": " أبو إبراهيم الأشهلي المدني مقبول من الثالثة قيل إنه عبد الله ابن أبي قتادة ولا يصح ت س "
  },
  {
    "id": " أبو إبراهيم الأسدي هو محمد ابن القاسم تقدم",
    "data": " أبو إبراهيم الأسدي هو محمد ابن القاسم تقدم"
  },
  {
    "id": " أبو إبراهيم الترجماني هو إسماعيل ابن إبراهيم ابن بسام تقدم",
    "data": " أبو إبراهيم الترجماني هو إسماعيل ابن إبراهيم ابن بسام تقدم"
  },
  {
    "id": " أبو الأبرد مولى بني خطمة هو زياد تقدم وقيل موسى ابن سليم ت ق",
    "data": " أبو الأبرد مولى بني خطمة هو زياد تقدم وقيل موسى ابن سليم ت ق"
  },
  {
    "id": "7923",
    "data": " أبو الأبيض العنسي بالنون الشامي ثقة من الثانية قتل سنة ثمان وثمانين ووهم من سماه عيسى س"
  },
  {
    "id": "7924",
    "data": " أبو أبيّ ابن أم حرام اسمه عبد الله ابن عمرو وقيل ابن كعب الأنصاري صحابي نزل بيت المقدس وهو آخر من مات من الصحابة بها وزعم ابن حبان أن اسمه شمعون د ق"
  },
  {
    "id": "7925",
    "data": " أبو أحمد ابن علي الكلاعي الدمشقي قيل هو عمر ابن أبي عمر مجهول من مشايخ بقية من السابعة ق"
  },
  {
    "id": " أبو أحمد الزبيري محمد ابن عبد الله ابن الزبير",
    "data": " أبو أحمد الزبيري محمد ابن عبد الله ابن الزبير"
  },
  {
    "id": " أبو أحمد في البخاري عن محمد ابن يحيى هو المرار ابن حمويه ويقال محمد ابن عبد الوهاب الفراء",
    "data": " أبو أحمد في البخاري عن محمد ابن يحيى هو المرار ابن حمويه ويقال محمد ابن عبد الوهاب الفراء"
  },
  {
    "id": " أبو الأحوص البغوي محمد ابن حيان",
    "data": " أبو الأحوص البغوي محمد ابن حيان"
  },
  {
    "id": " أبو الأحوص الجشمي عوف ابن مالك",
    "data": " أبو الأحوص الجشمي عوف ابن مالك"
  },
  {
    "id": " أبو الأحوص الحنفي سلام ابن سليم",
    "data": " أبو الأحوص الحنفي سلام ابن سليم"
  },
  {
    "id": " أبو الأحوص الشامي حكيم ابن عمير",
    "data": " أبو الأحوص الشامي حكيم ابن عمير"
  },
  {
    "id": "7926",
    "data": " أبو الأحوص مولى بني ليث أو غفار مقبول من الثالثة لم يرو عنه غير الزهري 4"
  },
  {
    "id": " أبو الأحوص قاضي عكبرا محمد ابن الهيثم",
    "data": " أبو الأحوص قاضي عكبرا محمد ابن الهيثم"
  },
  {
    "id": " أبو إدام بكسر أوله المحاربي الكوفي سليمان ابن زيد",
    "data": " أبو إدام بكسر أوله المحاربي الكوفي سليمان ابن زيد"
  },
  {
    "id": " أبو إدريس الخولاني عائذ الله ابن عبد الله",
    "data": " أبو إدريس الخولاني عائذ الله ابن عبد الله"
  },
  {
    "id": "7927",
    "data": " أبو إدريس السكوني الحمصي مقبول من السادسة د"
  },
  {
    "id": "7928",
    "data": " أبو إدريس المرهبي بضم أوله وكسر الهاء بعدها موحدة الكوفي اسمه سوار أو مساور صدوق يتشيع من الرابعة ت ق"
  },
  {
    "id": "7929",
    "data": " أبو إدريس بصري مقبول من الخامسة س"
  },
  {
    "id": "7930",
    "data": " أبو أرطاة كوفي مقبول من الرابعة س"
  },
  {
    "id": "7931",
    "data": " أبو الأزهر ويقال أبو زهير الأنماري صحابي سكن الشام لا يعرف اسمه وقيل يحيى ابن نفير د"
  },
  {
    "id": " أبو الأزهر الباهلي البصري صالح ابن درهم د",
    "data": " أبو الأزهر الباهلي البصري صالح ابن درهم د"
  },
  {
    "id": " أبو الأزهر النيسابوري أحمد ابن الأزهر س ق",
    "data": " أبو الأزهر النيسابوري أحمد ابن الأزهر س ق"
  },
  {
    "id": " أبو الأزهر الدمشقي المغيرة ابن فروة د",
    "data": " أبو الأزهر الدمشقي المغيرة ابن فروة د"
  },
  {
    "id": "7932",
    "data": " أبو الأزهر البصري "
  },
  {
    "id": " مقبول من الثانية ق",
    "data": " مقبول من الثانية ق"
  },
  {
    "id": " أبو أسامة الحجام هو زيد",
    "data": " أبو أسامة الحجام هو زيد"
  },
  {
    "id": " أبو أسامة الرقي زيد ابن علي",
    "data": " أبو أسامة الرقي زيد ابن علي"
  },
  {
    "id": " أبو أسامة الكوفي حماد ابن أسامة",
    "data": " أبو أسامة الكوفي حماد ابن أسامة"
  },
  {
    "id": " أبو الأسباط الحارثي بشر ابن رافع",
    "data": " أبو الأسباط الحارثي بشر ابن رافع"
  },
  {
    "id": "7933",
    "data": " أبو إسحاق الأشجعي الكوفي شيخ لأبي النضر مقبول وقال ليس هو عبيد الله هو آخر من الثامنه س"
  },
  {
    "id": " أبو إسحاق الكوفي عبد الله ابن ميسرة",
    "data": " أبو إسحاق الكوفي عبد الله ابن ميسرة"
  },
  {
    "id": "7934",
    "data": " أبو إسحاق الكوفي آخر اسمه هارون روى عنه حماد ابن زيد "
  },
  {
    "id": " ",
    "data": " "
  },
  {
    "id": " أبو إسحاق الحميسي خازم ابن الحسين",
    "data": " أبو إسحاق الحميسي خازم ابن الحسين"
  },
  {
    "id": " أبو إسحاق السبيعي عمرو ابن عبد الله",
    "data": " أبو إسحاق السبيعي عمرو ابن عبد الله"
  },
  {
    "id": " أبو إسحاق الشيباني سليمان ابن أبي سليمان",
    "data": " أبو إسحاق الشيباني سليمان ابن أبي سليمان"
  },
  {
    "id": " أبو إسحاق الطالقاني إبراهيم ابن إسحاق ابن عيسى",
    "data": " أبو إسحاق الطالقاني إبراهيم ابن إسحاق ابن عيسى"
  },
  {
    "id": " أبو إسحاق الفزاري إبراهيم ابن محمد ابن الحارث",
    "data": " أبو إسحاق الفزاري إبراهيم ابن محمد ابن الحارث"
  },
  {
    "id": "7935",
    "data": " أبو إسحاق مولى عبد الله ابن الحارث مدني مقبول من الثالثة س"
  },
  {
    "id": "7936",
    "data": " أبو إسحاق الدوسي مولى بني هاشم مقبول من الثالثة ويحتمل أن يكون الذي قبله تمييز"
  },
  {
    "id": " أبو إسحاق الهروي إبراهيم ابن عبد الله ابن حاتم",
    "data": " أبو إسحاق الهروي إبراهيم ابن عبد الله ابن حاتم"
  },
  {
    "id": "7937",
    "data": " أبو إسحاق عن أبي الحويرث مجهول من السابعة فق"
  },
  {
    "id": "7938",
    "data": " أبو إسرائيل الجشمي بضم الجيم وفتح المعجمة اسمه شعيب مقبول من الثالثة س"
  },
  {
    "id": " أبو إسرائيل الملائي بضم الميم والمد اسمه إسماعيل ابن خليفة",
    "data": " أبو إسرائيل الملائي بضم الميم والمد اسمه إسماعيل ابن خليفة"
  },
  {
    "id": " أبو أسماء الرحبي عمرو ابن مرثد",
    "data": " أبو أسماء الرحبي عمرو ابن مرثد"
  },
  {
    "id": "7939",
    "data": " أبو أسماء الصيقل مجهول من الخامسة س"
  },
  {
    "id": " أبو أسماء عن أم سلمة ",
    "data": " أبو أسماء عن أم سلمة "
  },
  {
    "id": " صوابه عبد الله مولى أسماء",
    "data": " صوابه عبد الله مولى أسماء"
  },
  {
    "id": " أبو إسماعيل الأسلمي عن أبي حازم هو بشير ابن سلمان",
    "data": " أبو إسماعيل الأسلمي عن أبي حازم هو بشير ابن سلمان"
  },
  {
    "id": " أبو إسماعيل الترمذي هو محمد ابن إسماعيل",
    "data": " أبو إسماعيل الترمذي هو محمد ابن إسماعيل"
  }
]