[
  {
    "id": "8262",
    "data": " أبو علقمة الفارسي المصري مولى ابن هاشم ويقال حليف الأنصار ثقة وكان قاضي إفريقية من كبار الثالثة ر م 4"
  },
  {
    "id": " أبو علقمة عن ابن عمر ",
    "data": " أبو علقمة عن ابن عمر "
  },
  {
    "id": " صوابه أبو طعمة وقد تقدم د",
    "data": " صوابه أبو طعمة وقد تقدم د"
  },
  {
    "id": "8263",
    "data": " أبو علي ابن بويد الأيلي أخو يونس مجهول من السابعة د ت"
  },
  {
    "id": "8264",
    "data": " أبو علي الأزدي عن أبي ذر اسمه عبيد ابن علي وهو مقبول من الثالثة وقيل فيه أبو الفيض والأول أصح س"
  },
  {
    "id": " أبو علي الأصبحي الهمداني هو ثمامة ابن شفي",
    "data": " أبو علي الأصبحي الهمداني هو ثمامة ابن شفي"
  },
  {
    "id": " أبو علي الجنبي هو عمرو ابن مالك",
    "data": " أبو علي الجنبي هو عمرو ابن مالك"
  },
  {
    "id": " أبو علي الحنفي هو عبيد الله ابن عبد المجيد",
    "data": " أبو علي الحنفي هو عبيد الله ابن عبد المجيد"
  },
  {
    "id": " أبو علي الرحبي هو حسين ابن قيس",
    "data": " أبو علي الرحبي هو حسين ابن قيس"
  },
  {
    "id": " أبو عمار الدمشقي هو شداد ابن عبد الله",
    "data": " أبو عمار الدمشقي هو شداد ابن عبد الله"
  },
  {
    "id": " أبو عمار المروزي هو حسين ابن حريث",
    "data": " أبو عمار المروزي هو حسين ابن حريث"
  },
  {
    "id": " أبو عمار الهمداني هو عريب ابن حميد",
    "data": " أبو عمار الهمداني هو عريب ابن حميد"
  },
  {
    "id": " أبو عمارة الأنصاري اسمه قيس",
    "data": " أبو عمارة الأنصاري اسمه قيس"
  },
  {
    "id": " أبو عمر البزار اسمه دينار",
    "data": " أبو عمر البزار اسمه دينار"
  },
  {
    "id": " أبو عمر البزاز القارىء اسمه حفص ابن سليمان",
    "data": " أبو عمر البزاز القارىء اسمه حفص ابن سليمان"
  },
  {
    "id": " أبو عمر البهراني هو يحيى ابن عبيد",
    "data": " أبو عمر البهراني هو يحيى ابن عبيد"
  },
  {
    "id": " أبو عمر الحوضي هو حفص ابن عمر",
    "data": " أبو عمر الحوضي هو حفص ابن عمر"
  },
  {
    "id": " أبو عمر الدوري هو حفص ابن عمر",
    "data": " أبو عمر الدوري هو حفص ابن عمر"
  },
  {
    "id": " أبو عمر الصفار هو حماد ابن واقد",
    "data": " أبو عمر الصفار هو حماد ابن واقد"
  },
  {
    "id": " أبو عمر الصنعاني هو حفص ابن ميسرة",
    "data": " أبو عمر الصنعاني هو حفص ابن ميسرة"
  },
  {
    "id": " أبو عمر مولى أسماء بنت أبي بكر اسمه عبد الله ابن كيسان تقدموا",
    "data": " أبو عمر مولى أسماء بنت أبي بكر اسمه عبد الله ابن كيسان تقدموا"
  },
  {
    "id": " أبو عمر الضرير هو حفص ابن عمر تقدم في الحاء المهملة وتقدم معه جمع ممن يقال له أبو عمر الضرير",
    "data": " أبو عمر الضرير هو حفص ابن عمر تقدم في الحاء المهملة وتقدم معه جمع ممن يقال له أبو عمر الضرير"
  },
  {
    "id": "8265",
    "data": " أبو عمر ويقال أبو عمرو الدمشقي ضعيف من السادسة س"
  },
  {
    "id": "8266",
    "data": " أبو عمر الصيني بكسر المهملة وسكون التحتانية بعدها نون يقال اسمه نشيط وهو وهم ووهم أيضا من قال فيه الضبي بالمعجمة والموحدة مقبول من السادسة وروايته عن أبي الدرداء مرسلة س"
  },
  {
    "id": "8267",
    "data": " أبو عمر المنبهى النخعي أو البجلي الكوفي مجهول من الرابعة وهو الذي اسمه نشيط ووهم من خلطه بالصيني بخ ق"
  },
  {
    "id": "8268",
    "data": " أبو عمر ويقال أبو عمرو الغداني بضم المعجمة وتخفيف الدال البصري مقبول من الثالثة ووهم من قال اسمه يحيى ابن عبيد د س"
  },
  {
    "id": " أبو عمرو ابن حفص أو أبو حفص ابن عمرو في عبد الله ابن حفص",
    "data": " أبو عمرو ابن حفص أو أبو حفص ابن عمرو في عبد الله ابن حفص"
  },
  {
    "id": "8269",
    "data": " أبو عمرو ابن حفص ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم المخزومي زوج فاطمة بنت قيس قيل اسمه عبد الحميد وقيل أحمد ويقال فيه أبو حفص ابن عمرو ابن المغيرة مات باليمن في أواخر حياة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ على الصحيح وقيل عاش إلى خلافة عمر وهو وهم وصاحب القصة في ذلك غيره س"
  },
  {
    "id": "8270",
    "data": " أبو عمرو ابن حماس بكسر المهملة والتخفيف الليثي مقبول من السادسة مات سنة تسع وثلاثين د"
  },
  {
    "id": "8271",
    "data": " أبو عمرو ابن العلاء ابن عمار ابن العريان المازني النحوي القارىء اسمه زبان أو العريان أو يحيى أو جزء بفتح الجيم ثم زاي ثم همزة والأول أشهر والثاني أصح عند الصولي ثقة من علماء العربية من الخامسة مات سنة أربع وخمسين وهو ابن ست وثمانين سنة خت قد فق"
  },
  {
    "id": " أبو عمرو الأوزاعي هو عبد الرحمن ابن عمرو",
    "data": " أبو عمرو الأوزاعي هو عبد الرحمن ابن عمرو"
  },
  {
    "id": " أبو عمرو الشعبي هو عامر ابن شراحيل تقدما",
    "data": " أبو عمرو الشعبي هو عامر ابن شراحيل تقدما"
  },
  {
    "id": "8272",
    "data": " أبو عمرو ابن محمد ابن حريث أو ابن محمد ابن عمرو ابن حريث وقيل أبو محمد ابن عمرو ابن حريث مجهول من السادسة د ق"
  },
  {
    "id": "8273",
    "data": " أبو عمرو السدوسي المدني هو سعيد ابن سلمة ابن أبي الحسام وإلا فمجهول من الثامنة د"
  },
  {
    "id": "8274",
    "data": " أبو عمرو السيباني بالمهملة والموحدة بينهما تحتانية ساكنة اسمه زرعة مقبول من الثانية بخ "
  },
  {
    "id": " أبو عمرو الشيباني بالمعجمة هو سعد ابن إياس تقدم",
    "data": " أبو عمرو الشيباني بالمعجمة هو سعد ابن إياس تقدم"
  },
  {
    "id": "8275",
    "data": " أبو عمرو الشيباني آخر متأخر كوفي نزل بغداد وكان نحويا لغويا اسمه إسحاق ابن مرار بكسر أوله والتخفيف صدوق من التاسعة مات سنة عشر أو ست ومائتين وقد قارب مائة وعشرين سنة م"
  },
  {
    "id": " أبو عمرو ابن عنترة الكوفي هو هارون تقدم",
    "data": " أبو عمرو ابن عنترة الكوفي هو هارون تقدم"
  },
  {
    "id": " أبو عمرو شيخ للوليد ابن مسلم هو عبد الرحمن ابن يزيد ابن تميم نبه على ذلك ابن حبان ",
    "data": " أبو عمرو شيخ للوليد ابن مسلم هو عبد الرحمن ابن يزيد ابن تميم نبه على ذلك ابن حبان "
  },
  {
    "id": " أبو عمرو القاص الملائي هو محمد ابن عبد الرحمن والد أسباط س",
    "data": " أبو عمرو القاص الملائي هو محمد ابن عبد الرحمن والد أسباط س"
  },
  {
    "id": " أبو عمرو الندبي بفتح النون والمعجمة بعدها موحدة هو بشر ابن حرب",
    "data": " أبو عمرو الندبي بفتح النون والمعجمة بعدها موحدة هو بشر ابن حرب"
  },
  {
    "id": " أبو عمرو مولى عائشة هو ذكوان تقدما",
    "data": " أبو عمرو مولى عائشة هو ذكوان تقدما"
  },
  {
    "id": "8276",
    "data": " أبو عمران الأنصاري الشامي مولى أم الدرداء اسمه سليمان أو سليم ابن عبد الله صدوق من الرابعة وحديثه عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مرسل د"
  },
  {
    "id": " أبو عمران الجوني هو عبد الملك ابن حبيب البصري",
    "data": " أبو عمران الجوني هو عبد الملك ابن حبيب البصري"
  },
  {
    "id": "8277",
    "data": " أبو عمران الجوني الحافظ ويقال الجويني متأخر سكن بغداد وهو ثقة من الثانية عشرة تمييز"
  },
  {
    "id": "8278",
    "data": " أبو عمرة الأنصاري النجاري صحابي قيل اسمه رشيد وقيل أسامة ذكره ابن إسحاق في البدريين ومات في خلافة علي وهو والد عبد الرحمن س"
  },
  {
    "id": " أبو عمرة الأنصاري عن زيد ابن خالد ",
    "data": " أبو عمرة الأنصاري عن زيد ابن خالد "
  },
  {
    "id": " صوابه عن ابن أبى عمرة واسمه عبد الرحمن تقدم ت س",
    "data": " صوابه عن ابن أبى عمرة واسمه عبد الرحمن تقدم ت س"
  },
  {
    "id": "8279",
    "data": " أبو عمرة مولى زيد ابن خالد الجهني مقبول من الثالثة د س ق"
  },
  {
    "id": "8280",
    "data": " أبو عمرة عن أبيه في سهم الفارس مجهول من السادسة وإلا فالصواب أنه الأنصاري والد عبد الرحمن د"
  },
  {
    "id": "8281",
    "data": " أبو عمير ابن أنس ابن مالك الأنصاري قيل اسمه عبد الله ثقة من الرابعه قيل كان أكبر ولد أنس ابن مالك د س ق"
  },
  {
    "id": " أبو عمير هو الحارث ابن عمير",
    "data": " أبو عمير هو الحارث ابن عمير"
  },
  {
    "id": " أبو العميس آخره مهملة هو عتبة ابن عبد الله المسعودي",
    "data": " أبو العميس آخره مهملة هو عتبة ابن عبد الله المسعودي"
  },
  {
    "id": " أبو العنبس بفتح أوله وسكون النون وفتح الموحدة بعدها مهملة هو عبد الله ابن صهبان تقدم",
    "data": " أبو العنبس بفتح أوله وسكون النون وفتح الموحدة بعدها مهملة هو عبد الله ابن صهبان تقدم"
  },
  {
    "id": "8282",
    "data": " أبو العنبس الثقفي اسمه محمد ابن عبد الله أو ابن عبد الرحمن ابن قارب مقبول من الرابعة بخ"
  },
  {
    "id": "8283",
    "data": " أبو العنبس الكوفي العدوي صاحب أبي العدبس قيل اسمه الحارث ابن عبيد مقبول من السادسة د ق"
  },
  {
    "id": "8284",
    "data": " أبو العنبس الكوفي "
  },
  {
    "id": " قيل اسمه عبد الله ابن مروان يروي عن أبي الشعثاء مقبول من السادسة أيضا د س",
    "data": " قيل اسمه عبد الله ابن مروان يروي عن أبي الشعثاء مقبول من السادسة أيضا د س"
  },
  {
    "id": " أبو العنبس الكوفي الملائي وهو الأصغر اسمه سعيد ابن كثير ابن عبيد تقدم",
    "data": " أبو العنبس الكوفي الملائي وهو الأصغر اسمه سعيد ابن كثير ابن عبيد تقدم"
  },
  {
    "id": "8285",
    "data": " أبو العنبس الكوفي النخعي اسمه عمرو ابن مروان صدوق من السادسة أيضا تمييز"
  },
  {
    "id": "8286",
    "data": " أبو عنبة بكسر أوله وفتح النون والموحدة الخولاني قيل اسمه عبد الله ابن عنبة أو عمارة صحابي له حديث ويقال أسلم في عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولم يره ونزل حمص ومات في خلافة عبد الملك على الصحيح ق"
  },
  {
    "id": " أبو العوام الباهلي هو عبد العزيز ابن الربيع",
    "data": " أبو العوام الباهلي هو عبد العزيز ابن الربيع"
  },
  {
    "id": " أبو العوام الجزار هو فائد ابن كيسان",
    "data": " أبو العوام الجزار هو فائد ابن كيسان"
  },
  {
    "id": " أبو العوام القطان هو عمران",
    "data": " أبو العوام القطان هو عمران"
  },
  {
    "id": " أبو عوانة اليشكري هو الوضاح",
    "data": " أبو عوانة اليشكري هو الوضاح"
  },
  {
    "id": " أبو عون الثقفي هو محمد ابن عبيد الله تقدموا",
    "data": " أبو عون الثقفي هو محمد ابن عبيد الله تقدموا"
  },
  {
    "id": "8287",
    "data": " أبو عون الأعور الأنصاري الشامي اسمه عبد الله ابن أبي عبد الله مقبول من الخامسة س"
  },
  {
    "id": " أبو العلاء ابن الشخير هو يزيد ابن عبد الله تقدم",
    "data": " أبو العلاء ابن الشخير هو يزيد ابن عبد الله تقدم"
  },
  {
    "id": " أبو العلاء ابن اللجلاج في ترجمة حصين ابن اللجلاج",
    "data": " أبو العلاء ابن اللجلاج في ترجمة حصين ابن اللجلاج"
  },
  {
    "id": " أبو العلاء الأودي هو داود ابن عبد الله",
    "data": " أبو العلاء الأودي هو داود ابن عبد الله"
  },
  {
    "id": " أبو العلاء الإسكاف هو سعد ابن طريف",
    "data": " أبو العلاء الإسكاف هو سعد ابن طريف"
  },
  {
    "id": " أبو العلاء الخفاف هو خالد ابن طهمان",
    "data": " أبو العلاء الخفاف هو خالد ابن طهمان"
  },
  {
    "id": " أبو العلاء ابن سنان هو برد تقدموا",
    "data": " أبو العلاء ابن سنان هو برد تقدموا"
  },
  {
    "id": " أبو العلاء العبدي هو هلال ابن خباب",
    "data": " أبو العلاء العبدي هو هلال ابن خباب"
  },
  {
    "id": " أبو العلاء القصاب هو أيوب ابن مسكين",
    "data": " أبو العلاء القصاب هو أيوب ابن مسكين"
  },
  {
    "id": " أبو العلاء القيسي هو حيان ابن عمير تقدموا",
    "data": " أبو العلاء القيسي هو حيان ابن عمير تقدموا"
  },
  {
    "id": "8288",
    "data": " أبو العلاء الشامي مجهول من الخامسة ت ق"
  },
  {
    "id": "8289",
    "data": " أبو العلانية المرائي "
  },
  {
    "id": " بفتح الميم والراء بعدها همزة بغير مد البصري اسمه مسلم مقبول من الرابعة بخ س",
    "data": " بفتح الميم والراء بعدها همزة بغير مد البصري اسمه مسلم مقبول من الرابعة بخ س"
  },
  {
    "id": "8290",
    "data": " أبو العلانية المرائي "
  },
  {
    "id": " الكوفي مقبول من الخامسة تمييز",
    "data": " الكوفي مقبول من الخامسة تمييز"
  },
  {
    "id": "8291",
    "data": " أبو عياش الزرقي الأنصاري صحابي روى حديثا في صلاة الخوف قيل اسمه زيد ابن الصامت أو ابن النعمان وقيل اسمه عبيد أو عبد الرحمن ابن معاوية شهد أحدا وما بعدها ومات بعد الأربعين د س"
  },
  {
    "id": " أبو عياش الزرقي تابعي هو زيد ابن عياش تقدم",
    "data": " أبو عياش الزرقي تابعي هو زيد ابن عياش تقدم"
  },
  {
    "id": " أبو عياش وقيل ابن أبي عياش أو ابن عائش والصواب الأول وهو الزرقي الصحابي السابق ",
    "data": " أبو عياش وقيل ابن أبي عياش أو ابن عائش والصواب الأول وهو الزرقي الصحابي السابق "
  },
  {
    "id": " د س ق",
    "data": " د س ق"
  },
  {
    "id": "8292",
    "data": " أبو عياش ابن النعمان المعافري المصري مقبول من الثالثة د ق"
  },
  {
    "id": " أبو عياض هو عمرو ابن الأسود تقدم",
    "data": " أبو عياض هو عمرو ابن الأسود تقدم"
  },
  {
    "id": "8293",
    "data": " أبو عياض المدني مجهول من السادسة وقيل اسمه قيس ابن ثعلبة د س"
  },
  {
    "id": " أبو عياض عن علي اسمه مسلم ابن نذير تقدم",
    "data": " أبو عياض عن علي اسمه مسلم ابن نذير تقدم"
  },
  {
    "id": "8294",
    "data": " أبو عيسى الأسوارى البصري مقبول من الرابعة بخ م"
  },
  {
    "id": "8295",
    "data": " أبو عيسى الخراساني نزيل مصر التميمي اسمه سليمان ابن كيسان وقيل محمد ابن عبد الرحمن أو ابن القاسم مقبول من السادسة وحديثه عن ابن عمر مرسل د"
  },
  {
    "id": "8296",
    "data": " أبو عيسى الخراساني آخر مجهول من السابعة اسمه هارون ابن زياد تمييز"
  },
  {
    "id": "حرف الغين المعجمة",
    "data": "حرف الغين المعجمة"
  },
  {
    "id": "8297",
    "data": " أبو غالب الباهلي مولاهم الخياط البصري اسمه نافع أو رافع ثقة من الخامسة د ت ق"
  },
  {
    "id": "8298",
    "data": " أبو غالب صاحب أبي أمامة بصري نزل أصبهان قيل اسمه حزور وقيل سعيد ابن الحزور وقيل نافع صدوق يخطىء من الخامسة بخ 4"
  },
  {
    "id": "8299",
    "data": " أبو غالب عن أبي سعيد هو الذي قبله وإلا فمجهول من الرابعة ق"
  },
  {
    "id": "8300",
    "data": " أبو غالب عن ابن عمر مستور من الرابعة س"
  },
  {
    "id": " أبو غالب العبدي هو ديلم ابن غزوان",
    "data": " أبو غالب العبدي هو ديلم ابن غزوان"
  },
  {
    "id": " أبو غانم المروزي هو يونس ابن نافع",
    "data": " أبو غانم المروزي هو يونس ابن نافع"
  },
  {
    "id": " أبو غرارة هو محمد ابن عبد الرحمن ابن أبي بكر",
    "data": " أبو غرارة هو محمد ابن عبد الرحمن ابن أبي بكر"
  }
]