[
  {
    "id": "522",
    "data": " أشعث ابن ثرملة بضم المثلثة بعدها راء ساكنة ثم ميم مضمومة ثم لام مفتوحة خفيفة ثقة من الثالثة س"
  },
  {
    "id": "*",
    "data": " أشعث ابن جابر هو ابن عبد الله يأتي"
  },
  {
    "id": "523",
    "data": " أشعث ابن سعيد البصري أبو الربيع السمان متروك من السادسة ت ق"
  },
  {
    "id": "*",
    "data": " أشعث ابن سليم هو ابن أبي الشعثاء يأتي"
  },
  {
    "id": "524",
    "data": " أشعث ابن سوار الكندي النجار الأفرق الأثرم صاحب التوابيت قاضي الأهواز ضعيف من السادسة مات سنة ست وثلاثين بخ م ت س ق"
  },
  {
    "id": "525",
    "data": " أشعث ابن شعبة المصيصي أبو أحمد أصله من خراسان مقبول من الثامنة د"
  },
  {
    "id": "526",
    "data": " أشعث ابن أبي الشعثاء [سليم] المحاربي الكوفي ثقة من السادسة مات سنة خمس وعشرين ع"
  },
  {
    "id": "527",
    "data": " أشعث ابن عبد الله ابن جابر الحداني بمهملتين مضمومة ثم مشددة الأزدي بصري يكنى أبا عبد الله وقد ينسب إلى جده وهو الحملي بضم المهملة وسكون الميم صدوق من الخامسة خت 4"
  },
  {
    "id": "528",
    "data": " أشعث ابن عبد الله ويقال ابن عبد الرحمن الخراساني نزل البصرة ثقة من التاسعة د 4"
  },
  {
    "id": "529",
    "data": " أشعث ابن عبد الرحمن ابن زبيد اليامي بالياء التحتانية كوفي صدوق يخطىء من التاسعة ت"
  },
  {
    "id": "530",
    "data": " أشعث ابن عبد الرحمن الجرمي وقيل الأزدي بصري صدوق من السابعة د ت س"
  },
  {
    "id": "531",
    "data": " أشعث ابن عبد الملك الحمراني بضم المهملة بصري يكنى أبا هانئ ثقة فقيه من السادسة مات سنة ثنتين وأربعين وقيل سنة ست وأربعين خت 4"
  },
  {
    "id": "532",
    "data": " الأشعث ابن قيس ابن معدي كرب الكندي أبو محمد الصحابي نزل الكوفة مات سنة أربعين أو إحدى وأربعين وهو ابن ثلاث وستين ع"
  },
  {
    "id": "533",
    "data": "  أشهب ابن عبد العزيز ابن داود القيسي أبو عمرو المصري يقال اسمه مسكين ثقة فقيه مات سنة أربع وهو ابن أربع وستين من العاشرة د س"
  },
  {
    "id": "534",
    "data": " أشهل بالمعجمة ابن حاتم الجمحي مولاهم أبو عمرو وقيل أبو حاتم بصري صدوق يخطىء من التاسعة مات سنة ثمان ومائتين خ ت"
  },
  {
    "id": "535",
    "data": " أصبغ آخره معجمة ابن زيد ابن علي الجهني الوراق أبو عبد الله الواسطي كاتب المصاحف صدوق يغرب من السادسة مات سنة سبع وخمسين ت س ق"
  },
  {
    "id": "536",
    "data": " أصبغ ابن الفرج ابن سعيد الأموي مولاهم الفقيه المصري أبو عبد الله ثقة مات مستترا أيام المحنة سنة خمس وعشرين من العاشرة خ د ت س"
  },
  {
    "id": "537",
    "data": " أصبغ ابن نباتة التميمي الحنظلي الكوفي يكنى أبا القاسم متروك رمي بالرفض من الثالثة ق"
  },
  {
    "id": "538",
    "data": " أصبغ مولى عمرو ابن حريث المخزومي ثقة تغير من الرابعة د ق"
  },
  {
    "id": "539",
    "data": " أعين الخوارزمي نزل البصرة مجهول من الخامسة بخ"
  }
]