[
  {
    "id": "3768",
    "data": " عبد الحميد ابن عبد الله ابن عبد الله ابن عمر العمري المدني مجهول الحال من الخامسة د"
  },
  {
    "id": "3769",
    "data": " عبد الحميد ابن عبد الله ابن أبي عمرو ابن حفص ابن المغيرة ابن عبد الله ابن عمر ابن مخزوم المخزومي المدني مقبول من السادسة س"
  },
  {
    "id": "3770",
    "data": " عبد الحميد ابن عبد الرحمن ابن زيد ابن الخطاب العدوي أبو عمر المدني ثقة من الرابعة توفي بحران في خلافة هشام ع"
  },
  {
    "id": "*",
    "data": " عبد الحميد ابن عبد الرحمن أبو الحسن عن عمرو ابن مرة مشهور بكنيته يأتي"
  },
  {
    "id": "3771",
    "data": " عبد الحميد ابن عبد الرحمن الحماني بكسر المهملة وتشديد الميم أبو يحيى الكوفي لقبه بشمين بفتح الموحدة وسكون المعجمة وكسر الميم بعدها تحتانية ساكنة ثم نون صدوق يخطىء ورمي بالإرجاء من التاسعة مات سنة اثنتين ومائتين خ م د ت ق"
  },
  {
    "id": "3772",
    "data": " عبد الحميد ابن عبد الواحد الغنوي بفتح المعجمة والنون بصري مقبول من التاسعة د"
  },
  {
    "id": "*",
    "data": " عبد الحميد ابن عمر الهلالي هو ابن الحسن أبو عمر"
  },
  {
    "id": "3773",
    "data": " عبد الحميد ابن عمر الهذلي مجهول الحال من العاشرة تمييز"
  },
  {
    "id": "*",
    "data": " عبد الحميد ابن كرديد هو ابن دينار تقدم وقيل بل هو آخر"
  },
  {
    "id": "3774",
    "data": " عبد الحميد ابن محمد ابن المستام بضم الميم وسكون المهملة بعدها مثناة أبو عمر الحراني إمام مسجدها ثقة من الحادية عشرة مات سنة ست وستين ومائتين س"
  },
  {
    "id": "3775",
    "data": " عبد الحميد ابن محمود المعولي بمهملة البصري أو الكوفي ثقة مقل من الرابعة د ت س"
  },
  {
    "id": "3776",
    "data": " عبد الحميد ابن المنذر ابن الجارود العبدي ثقة من الخامسة ق"
  },
  {
    "id": "*",
    "data": " عبد الحميد ابن مهران في ترجمة عبد العزيز"
  },
  {
    "id": "*",
    "data": " عبد الحميد ابن يزيد ابن سلمة تقدم في ابن سلمة"
  },
  {
    "id": "*",
    "data": " عبد الحميد صاحب الزيادي هو ابن دينار تقدم"
  },
  {
    "id": "3777",
    "data": " عبد الحميد مولى بني هاشم مقبول من الثالثة د س"
  },
  {
    "id": "*",
    "data": " عبد الحي ابن سويد أبو يحيى يأتي في الكنى"
  },
  {
    "id": "3778",
    "data": " عبد الخالق ابن سلمة بكسر اللام ويقال بفتحها الشيباني أبو روح البصري ثقة مقل من السادسة م مد س"
  },
  {
    "id": "3779",
    "data": " عبد الخالق غير منسوب عن أنس مجهول من الخامسة ق"
  },
  {
    "id": "3780",
    "data": " عبد الخبير ابن قيس ابن ثابت ابن قيس ابن شماس الأنصاري ووقع عند أبي داود منسوبا لجده مجهول الحال من السادسة"
  }
]